[
    {
        "adult": false,
        "backdrop_path": "/ew2bt3FJAzg9kd4wzpkul0vYZXS.jpg",
        "genre_ids": [
            28,
            12,
            35,
            14,
            27
        ],
        "id": 566805,
        "original_language": "en",
        "original_title": "Mad Heidi",
        "overview": "In a dystopian Switzerland that has fallen under the fascist rule of an evil cheese tyrant, Heidi lives the pure and simple life in the Swiss Alps. Grandfather Alpöhi does his best to protect Heidi, but her yearning for freedom soon gets her into trouble with the dictator’s henchmen. The innocent girl transforms herself into a kick-ass female fighting force who sets out to liberate the country from the insane cheese fascists.",
        "popularity": 14.954,
        "poster_path": "/tVooOemwuIuOYsBKgHolI9zC81X.jpg",
        "release_date": "2022-11-24",
        "title": "Mad Heidi",
        "video": false,
        "vote_average": 5.827,
        "vote_count": 173
    },
    {
        "adult": false,
        "backdrop_path": "/8te2MPnA9qtcvY6XwxUv4E3DzO2.jpg",
        "genre_ids": [
            28,
            12,
            878,
            10770
        ],
        "id": 61968,
        "original_language": "en",
        "original_title": "Airwolf: The Movie",
        "overview": "Airwolf is capable of supersonic speeds, invisible to radar and armed with ultra state-of-the-art hardware. Airwolf is the most awesome aerial weapon ever developed. When the helicopter is stolen by Libyan mercenaries, Michael Archangel, Project director for the CIA, enlists the help of Vietnam veteran Stringfellow Hawke and his closest friend Dominic Santini, to attempt to recover the Airwolf. The mission throws them into the midst of Middle Eastern violence and destruction, where they come face to face with danger, romance and intrigue in their battle to re-possess the deadliest aerial weapon ever used.",
        "popularity": 14.95,
        "poster_path": "/7oxBfH1k2OvMcByjoIji9VQnWg7.jpg",
        "release_date": "1984-06-26",
        "title": "Airwolf: The Movie",
        "video": false,
        "vote_average": 5.816,
        "vote_count": 76
    },
    {
        "adult": false,
        "backdrop_path": "/tAfLlU2ZoGu1z4jsWyiuPZIK1bi.jpg",
        "genre_ids": [
            12,
            28,
            14
        ],
        "id": 48193,
        "original_language": "it",
        "original_title": "Ator il guerriero di ferro",
        "overview": "The Fighting Eagle returns again, sans Thong, to the legendary realm of Dragor to do battle with Phaedra, an evil sorceress. Her main weapon is an unstoppable warrior, known as the Master of the Sword, who continuously battles Ator to a draw, until finally revealing his secret connection to the Blademaster.",
        "popularity": 14.947,
        "poster_path": "/a1ufdI5znyl6nu7nXZpryra5ZvW.jpg",
        "release_date": "1987-01-09",
        "title": "Iron Warrior",
        "video": false,
        "vote_average": 5.1,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": "/a9AMW6fRuEJ5Uu2KKWGGZTJ93iC.jpg",
        "genre_ids": [
            28,
            18,
            10751,
            12
        ],
        "id": 43177,
        "original_language": "en",
        "original_title": "Son of Lassie",
        "overview": "Laddie (Son of Lassie) and his master are trapped in Norway during WW2 - has he inherited his mothers famous courage?",
        "popularity": 14.925,
        "poster_path": "/xGYyyYy9REn3Qxpb78KIJaIfyyv.jpg",
        "release_date": "1945-04-20",
        "title": "Son of Lassie",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": "/oiF2hQNDCLUEXLBguBWbvZs0X4M.jpg",
        "genre_ids": [
            12,
            28,
            37,
            10752
        ],
        "id": 37308,
        "original_language": "en",
        "original_title": "100 Rifles",
        "overview": "When half-breed Indian Yaqui Joe robs an Arizona bank, he is pursued by dogged lawman Lyedecker. Fleeing to Mexico, Joe is imprisoned by General Verdugo, who is waging a war against the Yaqui Indians. When Lyedecker attempts to intervene, he is thrown into prison as well. Working together, the two escape and take refuge in the hills, where Lyedecker meets beautiful Yaqui freedom fighter Sarita and begins to question his allegiances.",
        "popularity": 14.923,
        "poster_path": "/slmaFStLZ0RMaWopC1xMT125cXy.jpg",
        "release_date": "1969-03-26",
        "title": "100 Rifles",
        "video": false,
        "vote_average": 5.835,
        "vote_count": 94
    },
    {
        "adult": false,
        "backdrop_path": "/7crSHnRA9tmt4aOEVOBpFonOmzs.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 86295,
        "original_language": "en",
        "original_title": "Race for the Yankee Zephyr",
        "overview": "In a lake high in the mountains of New Zealand hunter Gibbie Gibson discovers a plane wreck from WW2. When he tells it around, a gang of crooks follows and threatens him and his daughter, because they know there are 50 million dollars in the wreck. Helicopter pilot Barney helps Gibbie against them, risking his life thereby.",
        "popularity": 14.913,
        "poster_path": "/tPG5Gdvn3keogSunF2tx8AMTOik.jpg",
        "release_date": "1981-11-28",
        "title": "Race for the Yankee Zephyr",
        "video": false,
        "vote_average": 5.759,
        "vote_count": 29
    },
    {
        "adult": false,
        "backdrop_path": "/z2MJxdJVLYgaLZlxyf9AlPQW5PC.jpg",
        "genre_ids": [
            878,
            28,
            35,
            12
        ],
        "id": 172721,
        "original_language": "en",
        "original_title": "End of the World",
        "overview": "In End of the World, the fate of humanity lies in the hands of two guys who run a video rental store and are “sci-fi obsessed” movie fans.  And who better to save the world, than guys who have seen all the movies and all the “out there” ways to save it!?",
        "popularity": 14.898,
        "poster_path": "/jZsk45d9zARmvyW4pXvIhx7izRA.jpg",
        "release_date": "2013-02-22",
        "title": "End of the World",
        "video": false,
        "vote_average": 4.7,
        "vote_count": 56
    },
    {
        "adult": false,
        "backdrop_path": "/1HQVcI3haceSQJl7X8a6KnbrwTg.jpg",
        "genre_ids": [
            16,
            28,
            12,
            14,
            35
        ],
        "id": 289143,
        "original_language": "fr",
        "original_title": "Dofus - Livre 1 : Julith",
        "overview": "The strange little guy in the blue hood is well known to Krosmoz. His name is Joris and he's proposing to take you on a fantastic adventure. Our hero is leading a happy life in his magic shop in the city of Bonta. But one day, when he seeks out his idol, a Gobbowl superstar, everything changes for the worst as Julith, the vengeful witch, is back in town!",
        "popularity": 14.896,
        "poster_path": "/pRupT7qQEMWxZQMfeNPd0w05e3W.jpg",
        "release_date": "2015-11-07",
        "title": "Dofus - Book I: Julith",
        "video": false,
        "vote_average": 7.489,
        "vote_count": 94
    },
    {
        "adult": false,
        "backdrop_path": "/1GA7hvKDXtjoAEC04oNunhjqbSp.jpg",
        "genre_ids": [
            28,
            12,
            18,
            10751
        ],
        "id": 12227,
        "original_language": "en",
        "original_title": "White Fang",
        "overview": "Jack London's classic adventure story about the friendship developed between a Yukon gold hunter and the mixed dog-wolf he rescues from the hands of a man who mistreats him.",
        "popularity": 14.895,
        "poster_path": "/27wg0rVZW8hX7nWeHCwTf9DygGc.jpg",
        "release_date": "1991-01-18",
        "title": "White Fang",
        "video": false,
        "vote_average": 6.716,
        "vote_count": 580
    },
    {
        "adult": false,
        "backdrop_path": "/cfTA2aepBesa1QgL1G3g6ytuFLR.jpg",
        "genre_ids": [
            16,
            14,
            28,
            35,
            12,
            10751
        ],
        "id": 551591,
        "original_language": "ja",
        "original_title": "映画 HUGっと！プリキュア♡ふたりはプリキュア オールスターズメモリーズ",
        "overview": "A vengeful teru teru bozu-like monster called Miden is stealing all of the Cures' magical powers and memories, turning them into helpless infants, barring Nagisa Misumi and Hana Nono. They must help the affected Cures to regain their abilities and fight off this new menance.",
        "popularity": 14.861,
        "poster_path": "/nJ5TxNLkIA3iOf8tzVHGkgBzjhq.jpg",
        "release_date": "2018-10-27",
        "title": "HUGtto! Pretty Cure♡Futari wa Pretty Cure: All Stars Memories",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 13
    },
    {
        "adult": false,
        "backdrop_path": "/wwAPq07qKQlrNKkEYUOwljel6of.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 140818,
        "original_language": "no",
        "original_title": "Gåten Ragnarok",
        "overview": "Archaeologist Sigurd Svendsen discovers that the Oseberg ship hides a secret from the Viking Age. Along with his two children put Sigurd out on a quest to find the truth. The mystery leads them into \"No Man's Land\" between Norway and Russia where no man traveling in modern times. Old runes take on new meaning when the secret they uncover is more frightening than anyone could have imagined.",
        "popularity": 14.861,
        "poster_path": "/7io1VfX1sRta46vb4aHBnHWgCGp.jpg",
        "release_date": "2013-10-04",
        "title": "Ragnarok",
        "video": false,
        "vote_average": 5.684,
        "vote_count": 209
    },
    {
        "adult": false,
        "backdrop_path": "/tGZLVthzsLEOdfe6g8Sn19xSpIR.jpg",
        "genre_ids": [
            28,
            12,
            18,
            878
        ],
        "id": 1053626,
        "original_language": "ja",
        "original_title": "ウルトラマンデッカー最終章 旅立ちの彼方へ…",
        "overview": "When GUTS-Select investigate mysterious disappearances, they learn it is work of an evil alien who intends to invade the Earth, called Professor Gibellus. However, just in time, a mysterious woman appears to help GUTS-Select.",
        "popularity": 14.824,
        "poster_path": "/bWxbx5SeN089UyDaIwaFulG6Zvs.jpg",
        "release_date": "2023-02-23",
        "title": "Ultraman Decker Finale: Journey to Beyond",
        "video": false,
        "vote_average": 4.611,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": "/nU4vjnErBK79OV3rWYV15nhhqkU.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 149961,
        "original_language": "zh",
        "original_title": "多情劍客無情劍",
        "overview": "Due to his own extreme ideals, famed swordsman Li has lost everyone dear to him. After his life is saved by a rival swordsman, Li's overwhelming pride means he forsakes the woman he loves and lets her marry his saviour. Li's only comfort is alcohol and the simple life he has now accepted. On one such journey, the lonely swordsman befriends the exceptionally skilled, yet secretive Fei who has his own pressures to contend with. The person behind Li's troubles proves to be elusive, though all the clues seem to point to the legendary 'Plum Blossom Bandit', a disguised figure whose identity has long proved elusive to the martial world.",
        "popularity": 14.812,
        "poster_path": "/3H9xVQ7LITZ9pTZhFrDdJn010fz.jpg",
        "release_date": "1977-10-14",
        "title": "The Sentimental Swordsman",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 14
    },
    {
        "adult": false,
        "backdrop_path": "/AvNEvqJBjT7zgScMdg4mSTglDAF.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 92360,
        "original_language": "cn",
        "original_title": "猎魔者",
        "overview": "Ti Lung plays a Vietnam vet who's now an 'honourable' mercenary-for-hire taking on an assignment tracking down an assassin who's fled to Cambodia after murdering an industrialist from Hong Kong. He recruits a team for the task which consists of who's who of the Shaw Brother's action stars (Lo Lieh, Johnny Wang Lung Wei, Wong Yue, Chan Wei Man and comedy relief Nat Chan). However once they arrived for the mission nothing is what it seems with the standard plot-twists and turns as we find out who's the traitor among the group.",
        "popularity": 14.8,
        "poster_path": "/4K3CETebqpF8sj8Fpu7Vc4OWQ32.jpg",
        "release_date": "1982-12-22",
        "title": "Mercenaries from Hong Kong",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/tXswWJAnuwTcoqAguOLVvfAMEAh.jpg",
        "genre_ids": [
            16,
            28,
            12,
            18,
            14,
            10751
        ],
        "id": 664345,
        "original_language": "zh",
        "original_title": "木兰：横空出世",
        "overview": "Mulan grew up in a martial arts family, has a dream to become a female warrior in the Kingdom. By forced to join the army in her father’s stead, she finds a way to express herself. However, during a mission that she was supposed to assassinate the Crown prince of a hostile kingdom, she never knows that this decision changed her life entirely. They fell in love. From then on, she has a new goal, not to fight for her achievement but to bring peace for the people of both countries. In the end, she triumphed over the villain and also understood the true meaning of being a warrior.",
        "popularity": 14.799,
        "poster_path": "/p6CppgOnIXtpG7TI5SuNv5QQHbo.jpg",
        "release_date": "2020-10-03",
        "title": "Kung Fu Mulan",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 8
    },
    {
        "adult": false,
        "backdrop_path": "/tsfksMRefVUwiZ38oyPvyfvX2E0.jpg",
        "genre_ids": [
            28,
            12,
            35,
            53
        ],
        "id": 194872,
        "original_language": "ko",
        "original_title": "런닝맨",
        "overview": "Jong-Woo (played by Sin Ha-gyoon) is a poor, beleagured taxi driver with a bad attitude, understandable given the kind of clients he has to deal with. So when one night, a polite, well-dressed man offers an outrageous sum of money to rent the taxi for an extended period, Jong Woo doesn't ask any questions, though he does make rather cheerful and inappropriate conversation with his uninterested charge. It's difficult to blame Jong-Woo for this, given that it takes him some time to realize that he is not the protagonist of a low-brow comedy, but of an action-packed thriller.",
        "popularity": 14.793,
        "poster_path": "/ecsPVK2y8c6jNVOzRwKgrHeospy.jpg",
        "release_date": "2013-04-03",
        "title": "Running Man",
        "video": false,
        "vote_average": 6.427,
        "vote_count": 41
    },
    {
        "adult": false,
        "backdrop_path": "/4O75kTTR91as9ecAQMazZGYmXLB.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 1073425,
        "original_language": "zh",
        "original_title": "狙击手：逆战",
        "overview": "The storm team is ambushed by the ghost team during the escort mission. The captain, Gao Zhan (played by Yu Rongguang), escapes from death under the cover of his teammates. Six months later, Gao Zhan and Pang Jian (played by Xing En) lead the tiger team to rescue the scientists, and the ghost team again tit-for-tat. In the process of rescuing the hostages, they gradually unearth the huge conspiracy hidden behind. Gao Zhan and the Tigers are ambushed again and forced into a difficult situation where they find it impossible to fight back... However, it turns out that everything is within Gao Zhan's plan, and eventually Gao Zhan and Pang Jian join hands with the hostile forces to start a dangerous fight.",
        "popularity": 14.791,
        "poster_path": "/wivMrTwPGMiya5oxQHuWmjyC17r.jpg",
        "release_date": "2023-01-13",
        "title": "Sniper: Vengeance",
        "video": false,
        "vote_average": 6.167,
        "vote_count": 6
    },
    {
        "adult": false,
        "backdrop_path": "/2wrdcWrAN53Pl7ahBWMIKMzXBFF.jpg",
        "genre_ids": [
            16,
            28,
            12,
            14,
            878
        ],
        "id": 1134424,
        "original_language": "th",
        "original_title": "นักรบมนตรา: ตำนานแปดดวงจันทร์",
        "overview": "A story inspired by the original RAMAYANA, retold in a futuristic universe, involving brave warriors who possess ancient powers from another dimension.",
        "popularity": 14.784,
        "poster_path": "/dprm1NEAO3N2Yip6j2Kk2ZfeBXO.jpg",
        "release_date": "2023-10-11",
        "title": "Mantra Warrior: The Legend of The Eight Moons",
        "video": false,
        "vote_average": 3.8,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 36213,
        "original_language": "en",
        "original_title": "Reign of the Gargoyles",
        "overview": "During World War 2 a group of brave US Airmen are downed in Nazi controlled Europe, after their aircraft is attacked by Nazi-controlled mythological Gargoyles.",
        "popularity": 14.779,
        "poster_path": "/7yh6GEQY8IeG7wVvUbS5285c59y.jpg",
        "release_date": "2007-03-24",
        "title": "Reign of the Gargoyles",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": "/hK3hsL2QLaIzwjEpgqB9ww5shUG.jpg",
        "genre_ids": [
            35,
            12,
            28
        ],
        "id": 1204912,
        "original_language": "fr",
        "original_title": "Un stupéfiant Noël !",
        "overview": "On Christmas Eve, Greg, a solitary and taciturn police officer, doesn't hesitate to leave his daughter behind to go on a mission. To teach him a lesson, Santa Claus decides to grant his daughter's wish: that her father looks like Richard Silestone, the good-natured and heavily indebted family man from the beloved Christmas movie she adores. While Greg is sent into this improbable world, Richard accidentally lands in the real world and both men realize they have no choice but to complete each other's missions to reclaim their respective lives.",
        "popularity": 14.773,
        "poster_path": "/9kKDdxX0KZ6x2F5FNCUOa4VQEji.jpg",
        "release_date": "2023-12-07",
        "title": "Dealing with Christmas",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 55
    },
    {
        "adult": false,
        "backdrop_path": "/A805E3bj8RcZvgQOiTuFMiUHiYq.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 641370,
        "original_language": "en",
        "original_title": "Invasion: Planet Earth",
        "overview": "On the same day that Tom Dunn finds out that he is to become a father again, the people of Earth become plagued with terrifying visions of the end of the world. When a gigantic, all-consuming alien mothership launches a ruthless attack, chaos and destruction follow. The ultimate war for Planet Earth is about to begin...",
        "popularity": 14.773,
        "poster_path": "/29sq0JjJslhPKhWjfMJVJ9fSmVw.jpg",
        "release_date": "2019-12-05",
        "title": "Invasion: Planet Earth",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 94
    },
    {
        "adult": false,
        "backdrop_path": "/a5kImJOOgKOiCNHvYwTJPnJMzQr.jpg",
        "genre_ids": [
            28,
            12,
            14,
            9648
        ],
        "id": 34637,
        "original_language": "en",
        "original_title": "The Navigator: A Medieval Odyssey",
        "overview": "Cumberland, 1348. The plague is spreading in medieval England. The remote village of little Griffin is also threatened. But the 9-year-old boy has a recurring dream that holds the key to a tiny hope of survival: a lake with a coffin floating on it. A white church with an iron cross. A falling glove. A falling silhouette. A torch tumble through a dark shaft into infinity. With his brother he recognizes in it a prophecy to escape the Black Death. So they embark with a few men on a journey to a distant cathedral, where they want to set up an iron cross as an offering to God. Her path leads them through a deep and dark mine shaft into an unknown land and completely outlandish time - into the present-day New Zealand of the 1980s.",
        "popularity": 14.773,
        "poster_path": "/u0aeBvYoaT98Q4IefWuStISdyuK.jpg",
        "release_date": "1988-09-16",
        "title": "The Navigator: A Medieval Odyssey",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 77
    },
    {
        "adult": false,
        "backdrop_path": "/liv4C6089TmYVJUZ9ntXKugQMkd.jpg",
        "genre_ids": [
            12,
            28,
            36,
            10749
        ],
        "id": 16905,
        "original_language": "en",
        "original_title": "Captain Blood",
        "overview": "Dr. Peter Blood, unjustly convicted of treason and exiled from England, becomes a notorious pirate.",
        "popularity": 14.768,
        "poster_path": "/Ae0ltppMl66pAH1odgDU1C4H1iq.jpg",
        "release_date": "1935-12-26",
        "title": "Captain Blood",
        "video": false,
        "vote_average": 7.23,
        "vote_count": 222
    },
    {
        "adult": false,
        "backdrop_path": "/pJR1NeFYseSKGs27fbD5KVKNvel.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 442133,
        "original_language": "de",
        "original_title": "Offline - Das Leben ist kein Bonuslevel",
        "overview": "Champion gamer Jan has to fight for his digital identity, winning back his real life as well.",
        "popularity": 14.735,
        "poster_path": "/cqgH8NICB4fAEPUqxZba9XrjkK2.jpg",
        "release_date": "2016-01-19",
        "title": "Offline: Are You Ready for the Next Level?",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 80
    },
    {
        "adult": false,
        "backdrop_path": "/j5EgpPzSkTkS3KOzhvrkcc1D63w.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 270721,
        "original_language": "ja",
        "original_title": "10号誕生！仮面ライダー全員集合！！",
        "overview": "Ryo Murasame is an aircraft pilot, one day he was taking his sister out on a ride along the Amazon when they were shot down by an UFO. They survived, captured by the Badan Empire with his sister killed while Ryo became the Combat Roid known as ZX. His memory is erased by the Badan Empire and worked as their agent of evil. This does not last long as an accident occurs which causes Ryo to regain his memory and escapes Badan. A year later, Ryo begins his attack on Badan as they finish the preparations on their doomsday weapon: the Space Break System. However, a coordinated attack by the Kamen Riders disables the Badancium 84 supplies needed for Space System to work When Ryo arrives, he thinks Kamen Rider V3, Riderman and Kamen Rider Super-1 are enemies until they get him to listen as only one truck full of Badancium 84 makes it to the Badan's base run by Ambassador Darkness.",
        "popularity": 14.731,
        "poster_path": "/jzOwdnoEl88j8OfSD5T77oSMVPv.jpg",
        "release_date": "1984-01-03",
        "title": "Birth of the 10th! Kamen Riders All Together!!",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/9dUeM71w5noTdEHSuzgBQeE5oET.jpg",
        "genre_ids": [
            28,
            53,
            80,
            12
        ],
        "id": 66163,
        "original_language": "cn",
        "original_title": "天使行動",
        "overview": "Yeung’s poppy fields are torched by a law enforcement task force, she retaliates by ordering police officials assassinated. The Angels break into Yeung’s corporate offices, eventually tracing her headquarters. After Alex Fong’s character is captured and held by Yeung, the Angels mount an assault to rescue him. A complex sub-plot involving an armored car bullion robbery eventually leads the Angels to a final showdown with Yeung and her men.",
        "popularity": 14.729,
        "poster_path": "/llVAwZIyQM2pnzM7hpeKUrYJB5L.jpg",
        "release_date": "1987-03-10",
        "title": "Iron Angels",
        "video": false,
        "vote_average": 6.521,
        "vote_count": 24
    },
    {
        "adult": false,
        "backdrop_path": "/tSroioyi0rb5pjSr1sUDmxSXQA9.jpg",
        "genre_ids": [
            16,
            12,
            28
        ],
        "id": 849907,
        "original_language": "ja",
        "original_title": "怪盗クイーンはサーカスがお好き",
        "overview": "A phantom thief queen—whose age and gender are unknown—flies around the world on an airship in search of treasure. A gemstone the queen had their sights on is stolen from them by a mysterious circus troupe, and a game soon unfolds between the queen and the troupe's magicians, hypnotists, and other members wielding special abilities.",
        "popularity": 14.723,
        "poster_path": "/n0AyZl2TvidmjMXRdXM9iUZpR9Z.jpg",
        "release_date": "2022-06-17",
        "title": "Mirage Queen Prefers Circus",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/fN6E5gfRuxR2QbYinLWEcNh5gCe.jpg",
        "genre_ids": [
            12,
            18,
            28,
            36,
            10749
        ],
        "id": 41441,
        "original_language": "ko",
        "original_title": "불꽃처럼 나비처럼",
        "overview": "Mu Myeong is a Joseon dynasty headhunter who meets and falls in love with lady Ja Yeong who will become the future Empress Myseongseong. A few years later, Ja Yeong enters the royal palace to marry King Gojong. Mu Myeong still having feelings for Ja Yeong and in an attempt to get closer to her becomes her personal body guard.",
        "popularity": 14.719,
        "poster_path": "/gzC2wata6kthYyni1gb6jjVTcSP.jpg",
        "release_date": "2009-09-24",
        "title": "The Sword with No Name",
        "video": false,
        "vote_average": 6.043,
        "vote_count": 47
    },
    {
        "adult": false,
        "backdrop_path": "/iITCYIZHzCNd6mrCBF9nRMtHqgM.jpg",
        "genre_ids": [
            28,
            12,
            10752,
            16
        ],
        "id": 630044,
        "original_language": "zh",
        "original_title": "冷血狂宴",
        "overview": "An upcoming Chinese computer animated motion capture action fantasy adventure film written and directed by Guo Jing Ming, the sequel to the first L.O.R.D: Legend of Ravaging Dynasties film.",
        "popularity": 14.718,
        "poster_path": "/43MlbzxB5OohgvPHmPIvRi4MCVn.jpg",
        "release_date": "2020-12-02",
        "title": "L.O.R.D: Legend of Ravaging Dynasties 2",
        "video": false,
        "vote_average": 5.222,
        "vote_count": 18
    },
    {
        "adult": false,
        "backdrop_path": "/7UkesoE4ZCeWanPnQ5aOZLAgSEV.jpg",
        "genre_ids": [
            28,
            12,
            27,
            878
        ],
        "id": 39522,
        "original_language": "en",
        "original_title": "Mega Piranha",
        "overview": "When a science experiment goes horribly wrong, gigantic fish gain appetites for human flesh.",
        "popularity": 14.718,
        "poster_path": "/vZB82Iqg28c5UxY3maGg1gGr3yF.jpg",
        "release_date": "2010-04-10",
        "title": "Mega Piranha",
        "video": false,
        "vote_average": 3.222,
        "vote_count": 144
    },
    {
        "adult": false,
        "backdrop_path": "/cot2CeGP8ir9CqBoatCmsUNOyIM.jpg",
        "genre_ids": [
            28,
            12,
            16
        ],
        "id": 652754,
        "original_language": "ja",
        "original_title": "ドラゴンボールZ外伝 サイヤ人絶滅計画",
        "overview": "Dr. Raichi is one of the only survivors of the Tuffles, a race that once lived on Planet Plant before the coming of the Saiyans. The Saiyans not only massacred the entire Tuffle race, but also stole their technology and conquered the planet, renaming it Planet Vegeta in honor of their king. Raichi managed to escape with a capsule and found refuge on the Dark Planet, a world at the end of the universe. His only wish is to eradicate the last remaining Saiyans.",
        "popularity": 14.704,
        "poster_path": "/3sb7LPrIrNMp8ZlsUSEhNwhUpU0.jpg",
        "release_date": "1993-09-23",
        "title": "Dragon Ball Z Side Story: Plan to Eradicate the Saiyans",
        "video": false,
        "vote_average": 6.469,
        "vote_count": 49
    },
    {
        "adult": false,
        "backdrop_path": "/p46IO3AzrrLhx4rtwoxyj2knY9c.jpg",
        "genre_ids": [
            12,
            28,
            10751
        ],
        "id": 48677,
        "original_language": "en",
        "original_title": "Cloak & Dagger",
        "overview": "11-year-old Davey's mother is dead and his father doesn't spend nearly enough time with him. So the boy loses himself in video games--and even has an imaginary friend, a super-resourceful secret agent. When he accidentally comes into possession of a spy group's secret plans, and winds up on the run from them, he must learn to rely on himself and his imaginary pal to save his skin.",
        "popularity": 14.702,
        "poster_path": "/10brAuF62tu6PQ5mxES2nBbTje0.jpg",
        "release_date": "1984-06-01",
        "title": "Cloak & Dagger",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 131
    },
    {
        "adult": false,
        "backdrop_path": "/mDJhQArLqVUmSF99JkH2SN0KpMW.jpg",
        "genre_ids": [
            28,
            16,
            12,
            35,
            18
        ],
        "id": 172329,
        "original_language": "ja",
        "original_title": "ワンピース エピソード オブ ルフィ ～ハンドアイランドの冒険～",
        "overview": "As Luffy and the crew were attacked by several marine warship they were forced to use Coup de Burst to escape. Crash landing on an island the crew decided to explore while some repairment is made. Upon meeting an wax artisan and learning the truth behind the island Luffy offer his help.",
        "popularity": 14.673,
        "poster_path": "/29SOwiaxybMcSpY8N0rz7u5XGDf.jpg",
        "release_date": "2012-12-15",
        "title": "One Piece: Episode of Luffy - Hand Island Adventure",
        "video": false,
        "vote_average": 6.862,
        "vote_count": 47
    },
    {
        "adult": false,
        "backdrop_path": "/7t2yiRJ6ymOAAdCsLO0BhtFptTI.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 125873,
        "original_language": "en",
        "original_title": "Bulldog Drummond in Africa",
        "overview": "Drummond has to leave for Morocco on his wedding day with his fiancee and trusted friends to rescue his friend Nielsen who is kidnapped by an international criminal.",
        "popularity": 14.651,
        "poster_path": "/3LxZSOXtOdMY6LZ0B8PCONRbsPH.jpg",
        "release_date": "1938-08-05",
        "title": "Bulldog Drummond in Africa",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 12
    },
    {
        "adult": false,
        "backdrop_path": "/moeWGyMefu0pgQUkAaNQsDI9h0v.jpg",
        "genre_ids": [
            14,
            28,
            12
        ],
        "id": 36291,
        "original_language": "en",
        "original_title": "Beastmaster III: The Eye of Braxus",
        "overview": "Before he died, Dar's father gave a mysterious amulet to Tal, Dar's younger brother who is now king. Dar, while wandering with his animal companions, chances to meet and rescue a family who seek the help of King Tal against Lord Agon, a sorcerer who has conquered their land. Dar obtains an audience for them with Tal, who rallies his troops to march against Agon in the morning. Alas, the young king is captured by Agon's crimson warriors during the night.",
        "popularity": 14.64,
        "poster_path": "/dynQhXLksvVEFYGbdPXEF1uvAw3.jpg",
        "release_date": "1996-05-24",
        "title": "Beastmaster III: The Eye of Braxus",
        "video": false,
        "vote_average": 4.014,
        "vote_count": 35
    },
    {
        "adult": false,
        "backdrop_path": "/lbuF0PYFGrKnMh3GqwFnxNs3cHD.jpg",
        "genre_ids": [
            27,
            14,
            28,
            12,
            9648,
            80,
            18
        ],
        "id": 220447,
        "original_language": "ja",
        "original_title": "黒執事",
        "overview": "Set in the year 2020, Shiori Genbo runs the large corporation Funtom. Shiori is also a descendant of prestigious noble family Phantomhive of England. As a descendant of the noble family Phantomhive, Shiori solves difficult cases which are ordered by the queen. In order to take revenge, Shiori makes a deal with Butler Sebastian. Their deal involves Butler Sebastian protecting Shiori until her revenge is fulfilled and then Sebastian will consume her spirit.",
        "popularity": 14.624,
        "poster_path": "/vidfsb8UxcWIl0amKk7adYdKWVh.jpg",
        "release_date": "2014-01-18",
        "title": "Black Butler",
        "video": false,
        "vote_average": 7.198,
        "vote_count": 111
    },
    {
        "adult": false,
        "backdrop_path": "/lEf9WXUppQU3oRnkGyTAcm0TgJz.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 26452,
        "original_language": "en",
        "original_title": "Hercules",
        "overview": "Hercules, a semi-divine being, squares off against King Minos, who is attempting to use science to gain power and take over the world. With the help of a benevolent sorceress, Circe, Hercules tries to save his beloved Cassiopeia from being sacrificed by Minos, and struggles against laser-breathing creatures and an evil sorceress.",
        "popularity": 14.622,
        "poster_path": "/oEegy3ywU39TpCXegcLdDm1Xr33.jpg",
        "release_date": "1983-08-12",
        "title": "Hercules",
        "video": false,
        "vote_average": 4.995,
        "vote_count": 98
    },
    {
        "adult": false,
        "backdrop_path": "/3X1Yl5BM0ZLl5mCtJp6oW36uyWd.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 31184,
        "original_language": "ko",
        "original_title": "1724 기방난동사건",
        "overview": "Korea, 1724. Once upon a time in the Choson Dynasty, Chun-doong falls in love at first sight with a beautiful woman whilst in the middle of a fight.When she is delivered by accident to Chun-doong's tavern to work as a maid, he is the happiest man in the land until she is snatched away by her rightful owner.He vows to get her back, but alone he is no match for Man-deuk.",
        "popularity": 14.613,
        "poster_path": "/uUGAEkx8SQleo65q0DCYKIX9U5w.jpg",
        "release_date": "2008-12-03",
        "title": "The Accidental Gangster",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/wxbMm9EMOCLwfYG0SR7j8bzaOz5.jpg",
        "genre_ids": [
            28,
            12,
            10752
        ],
        "id": 64267,
        "original_language": "zh",
        "original_title": "雍正大破十八銅人",
        "overview": "Despite the national resistance, the Manchurians have taken over China, but the Ching Emperor fears that the Shaolin Temple disciples would overthrow the dynasty. So he disguises himself as a disciple, in order to become a kung fu master and control the Shaolin monks. But according to custom, he must pass the test of the legendary 18 Bronzemen before he can leave the Temple.",
        "popularity": 14.607,
        "poster_path": "/lb0SurPQqNbzW7HaCYYcCBTzzW8.jpg",
        "release_date": "1976-08-14",
        "title": "Return of the 18 Bronzemen",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            27,
            28,
            12,
            14
        ],
        "id": 24921,
        "original_language": "en",
        "original_title": "Rise of the Gargoyles",
        "overview": "Workers involuntarily release a gargoyle that proceeds to behead those who took her eggs (and some who didn't!).",
        "popularity": 14.595,
        "poster_path": "/z1QmValQf2p2ooRzAz9s38EKA2L.jpg",
        "release_date": "2009-06-21",
        "title": "Rise of the Gargoyles",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 33
    },
    {
        "adult": false,
        "backdrop_path": "/ps9Nw78OMdbprHLVzkVWZYZbb4A.jpg",
        "genre_ids": [
            16,
            28,
            12
        ],
        "id": 48215,
        "original_language": "ja",
        "original_title": "カムイの剣",
        "overview": "A young boy named Jiro finds his mother and sister murdered in his home. Falsely accused of the crime, he flees from his village and meets a priest named Tenkai, who has him kill a rogue ninja named Tarouza. After fulfilling that task, Jiro undergoes training to become a master assassin. Many years later, Jiro finds out that he was an orphan and his real father was Tarouza, who had worked for Tenkai until he aborted his mission when he fell in love with an Ainu woman. The young ninja discovers that the Shogunate was to retrieve the lost treasure of Captain Kidd and use it to once again isolate Japan from the rest of the world. Using the clues that Tarouza had kept secret, Jiro - along with the female ninja Oyuki and a slave named Sam - travels to Russia and America to search for the treasure in hopes of using it to extract revenge from Tenkai.",
        "popularity": 14.55,
        "poster_path": "/uqVlbFFaAPrYYrlbkMg4qGHAEx5.jpg",
        "release_date": "1985-03-08",
        "title": "The Dagger of Kamui",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 23
    },
    {
        "adult": false,
        "backdrop_path": "/9L6qaoN8MJXi3ER0WliKLhdXluH.jpg",
        "genre_ids": [
            28,
            12,
            10751
        ],
        "id": 41979,
        "original_language": "ru",
        "original_title": "Неуловимые мстители",
        "overview": "Dan'ka's and Ksanka's childhood in the village has been brutally ended when their father was killed by the White Guard officer in front of their eyes. Seeking revenge they join forces with an intellectual from the city Valerka and jipsy Yashka, but before they get close to their enemy they have to help their village and advancing Red Army.",
        "popularity": 14.55,
        "poster_path": "/z7VVjxoPYSiNfuFCjox02FgkzUR.jpg",
        "release_date": "1967-09-21",
        "title": "The Elusive Revengers",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 46
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28,
            10752
        ],
        "id": 383921,
        "original_language": "ru",
        "original_title": "Забудьте слово «смерть»",
        "overview": "1920. Russian Civil War. Operation of GubCheka (Soviet police) to destroy one of the bands in Ukraine.",
        "popularity": 14.52,
        "poster_path": "/v6xHoXUzIEEFbk9cy7joE2wRmt9.jpg",
        "release_date": "1979-11-01",
        "title": "Forget the Word 'Death'",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/zneUwXxrEckzW87ggCJ1eBK8uYN.jpg",
        "genre_ids": [
            10751,
            878,
            28,
            12
        ],
        "id": 335077,
        "original_language": "en",
        "original_title": "Battle For SkyArk",
        "overview": "In the near future the earth has become desolate and dangerous. Now inhabited by by a mysterious race of creatures, humanity has been forced to find refuge in the SkyArk, a man-made city in the sky. As the population grows, space becomes scarce and only the rich and powerful can stay, dumping the poor and orphaned of SkyArk to the abandoned earth.",
        "popularity": 14.512,
        "poster_path": "/cb2t0c07LP2lmP1URmXB3AUMWdq.jpg",
        "release_date": "2015-05-18",
        "title": "Battle For SkyArk",
        "video": false,
        "vote_average": 3.8,
        "vote_count": 66
    },
    {
        "adult": false,
        "backdrop_path": "/dRKVY50zjACVNiY2lil5wuZSNgx.jpg",
        "genre_ids": [
            53,
            28,
            12
        ],
        "id": 50210,
        "original_language": "ko",
        "original_title": "파괴된 사나이",
        "overview": "A respected pastor is shattered when his daughter is kidnapped and not returned. He renounces his faith in God and becomes a corrupt businessman. Years later, he receives a call and finds that his daughter is still alive and is with the kidnapper. His resolute attempt to rescue her begins.",
        "popularity": 14.507,
        "poster_path": "/y88rlxEAW0sOzktcpIddNDi7EHs.jpg",
        "release_date": "2010-07-01",
        "title": "Man of Vendetta",
        "video": false,
        "vote_average": 6.314,
        "vote_count": 36
    },
    {
        "adult": false,
        "backdrop_path": "/r4iQXDW2tmw0N8cxIzVtJohPaS4.jpg",
        "genre_ids": [
            12,
            16,
            28
        ],
        "id": 66033,
        "original_language": "ja",
        "original_title": "紅狼[ホンラン]",
        "overview": "An archaeological expedition finds the mummified bodies of Genghis Khan and his army somewhere in Mongolia. Unaware that the location is cursed, the explorers wake up the former ruler of the Mongolian empire. He warns the intruders that a large calamity will befall the world in one thousand days. The only ones who can prevent this from happening are three persons who bear wolf-shaped arrow scars. They must join forces and kill the \"three emperors\" so that the Khan's soul can once again sleep for a thousand years.",
        "popularity": 14.506,
        "poster_path": "/9MZOE4PPDo0I3Vs855Jys4kM9Uk.jpg",
        "release_date": "1993-07-07",
        "title": "Crimson Wolf",
        "video": false,
        "vote_average": 3.5,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/cmnLd0ErRvxuE6RC5zb2OfT4Jcl.jpg",
        "genre_ids": [
            28,
            12,
            878,
            10751,
            14
        ],
        "id": 70327,
        "original_language": "ja",
        "original_title": "ガメラ対大魔獣ジャイガー",
        "overview": "When a giant stone statue on Wester Island is disturbed, the legendary monster Jiger appears and heads for Japan. Gamera tries to stop this new rival, only to be injured when Jiger lays eggs inside of him. As two boys in a submarine go on a dangerous quest inside of Gamera's body to save him, Jiger threatens the Expo '70 world's fair in Osaka.",
        "popularity": 14.479,
        "poster_path": "/4nIUsyeNTJXpsTi4Hc6Fkwr6y3l.jpg",
        "release_date": "1970-03-21",
        "title": "Gamera vs. Jiger",
        "video": false,
        "vote_average": 5.853,
        "vote_count": 58
    },
    {
        "adult": false,
        "backdrop_path": "/eTGbkHzD8VijGgmXDjQze9eceUO.jpg",
        "genre_ids": [
            28,
            12,
            878,
            10770
        ],
        "id": 65294,
        "original_language": "en",
        "original_title": "The Incredible Hulk",
        "overview": "An accidental overdose of gamma radiation causes a mutation in scientist David Banner's DNA: now whenever he becomes angry, he metamorphoses into a seven-foot-tall, 330-pound, mindless muscular green creature.",
        "popularity": 14.477,
        "poster_path": "/eMdysVpG2i3PzydIqkY4jt2YUZ8.jpg",
        "release_date": "1979-06-13",
        "title": "The Incredible Hulk",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 124
    },
    {
        "adult": false,
        "backdrop_path": "/69Kl7GTdCa4a9UgBvYhVXbFbL6f.jpg",
        "genre_ids": [
            28,
            12,
            35,
            10751
        ],
        "id": 16790,
        "original_language": "en",
        "original_title": "Bingo",
        "overview": "Bingo, the runaway circus dog, is off the leash and saving Chuckie's life! Bingo and the boy become the best of friends in this canine comedy featuring doggy disguises and skateboarding, pinball and prison. Chuckie and his parents are moving house, a thousand miles away, but Bingo won't be allowed to join them.",
        "popularity": 14.47,
        "poster_path": "/giooyb8azHrgbwqWUWCn7QhIBBS.jpg",
        "release_date": "1991-08-09",
        "title": "Bingo",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 90
    },
    {
        "adult": false,
        "backdrop_path": "/flYEmZuMyDJKomYbprKzkbltXRw.jpg",
        "genre_ids": [
            28,
            12,
            18,
            53
        ],
        "id": 7227,
        "original_language": "en",
        "original_title": "Airport '77",
        "overview": "Flight 23 has crashed in the Bermuda Triangle after a hijacking gone wrong. Now the surviving passengers must brave panic, slow leaks, oxygen depletion, and more while attempting a daring plan, all while 200 feet underwater.",
        "popularity": 14.47,
        "poster_path": "/m9b3frZR0Wu8I3ayN3QPrxfZMvC.jpg",
        "release_date": "1977-03-11",
        "title": "Airport '77",
        "video": false,
        "vote_average": 5.586,
        "vote_count": 279
    },
    {
        "adult": false,
        "backdrop_path": "/cCj3HrJ8jbUVAw6XWmsOxDOuUsw.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 39751,
        "original_language": "zh",
        "original_title": "醉馬騮",
        "overview": "China, the early 1930's: martial arts master Wen Biao discovers that his brother has been using their security company for illegal activities. A confrontation between the brothers leaves Web Biao missing and presumed dead.",
        "popularity": 14.453,
        "poster_path": "/fOpCVCE016vcOre0muJzEbD12JB.jpg",
        "release_date": "2003-05-19",
        "title": "Drunken Monkey",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": "/n4MzEag8uHl6Mq7qY259WeyoIhf.jpg",
        "genre_ids": [
            28,
            12,
            16,
            35,
            10749,
            10751
        ],
        "id": 150028,
        "original_language": "ja",
        "original_title": "うる星やつら いつだってマイ・ダーリン",
        "overview": "Lupika, an alien princess, is in love with a tofu seller. To make him love her too (at least, announce his love. He obviously fears the social taboo of a tofu vendor marrying a princess), she needs to get a love potion, which is in a certain temple. Legend has it that the only person that can obtain this love potion is the most lecherous man in the universe. That man turns out to be Ataru Moroboshi. Lupika kidnaps Ataru to make him get the potion, and Lum and her friends go out to search for Ataru.",
        "popularity": 14.427,
        "poster_path": "/r93tLzuhybm4p1wzoeBbmemT95m.jpg",
        "release_date": "1991-08-16",
        "title": "Urusei Yatsura: Always My Darling",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 16
    },
    {
        "adult": false,
        "backdrop_path": "/5brtWXfhmS4ywu4T7ZhrX4etz0g.jpg",
        "genre_ids": [
            16,
            14,
            28,
            12
        ],
        "id": 17031,
        "original_language": "en",
        "original_title": "Dragonlance: Dragons of Autumn Twilight",
        "overview": "A barbarian woman with a miraculous blue crystal staff gains the help of a group of adventurers as an army of dragons invades the land of Krynn.",
        "popularity": 14.403,
        "poster_path": "/cssz1AP3foW0FfeKqiPd1Ix868u.jpg",
        "release_date": "2008-01-15",
        "title": "Dragonlance: Dragons of Autumn Twilight",
        "video": false,
        "vote_average": 5.238,
        "vote_count": 40
    },
    {
        "adult": false,
        "backdrop_path": "/9ZaZRcvbN7Uaq5TRWMaX5o49Uy4.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 80669,
        "original_language": "en",
        "original_title": "Missile X - Geheimauftrag Neutronenbombe",
        "overview": "An American intelligence agent travels to pre-Islamic Revolution Iran to try to thwart a power-mad European baron from using a stolen cruise missile to destroy an unspecific target in that country.",
        "popularity": 14.401,
        "poster_path": "/bifyI701OlD8PKXb9hw8Nret1T.jpg",
        "release_date": "1979-02-26",
        "title": "Missile X: The Neutron Bomb Incident",
        "video": false,
        "vote_average": 2.8,
        "vote_count": 8
    },
    {
        "adult": false,
        "backdrop_path": "/izGizT2wzaHrnkVb6iDG6WaMKxO.jpg",
        "genre_ids": [
            53,
            28,
            12,
            18
        ],
        "id": 24734,
        "original_language": "en",
        "original_title": "K2",
        "overview": "They call it the savage mountain. 27 people have perished trying to reach the summit on K2, the world's second highest peak. A U.S. climbing team, funded by millionaire Clairborne is determined to conquer K2.",
        "popularity": 14.392,
        "poster_path": "/dyVuiQKY6hOK08gIyi22lfAvXUh.jpg",
        "release_date": "1991-10-10",
        "title": "K2",
        "video": false,
        "vote_average": 5.654,
        "vote_count": 120
    },
    {
        "adult": false,
        "backdrop_path": "/3J88Rwnusb3oehZwA1jHtHgrxjO.jpg",
        "genre_ids": [
            878,
            28,
            12,
            14
        ],
        "id": 313462,
        "original_language": "ja",
        "original_title": "烈車戦隊トッキュウジャーVSキョウリュウジャー",
        "overview": "ToQger vs. Kyoryuger will see the twelve rangers from both teams join forces to fight against an evil super giant. They must also save the Galaxy Line, which is falling from space. To make matters worse, the five main ToQgers are turned into children by a Shadow Monster.",
        "popularity": 14.386,
        "poster_path": "/3kRtkuCCjvcRLF3wK60GzA11jOh.jpg",
        "release_date": "2015-01-17",
        "title": "Ressha Sentai ToQger vs. Kyoryuger: The Movie",
        "video": false,
        "vote_average": 6.7,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": "/3nQrVnuYy0qDnyKT3EiedkCK1hg.jpg",
        "genre_ids": [
            16,
            35,
            28,
            12,
            10751
        ],
        "id": 550738,
        "original_language": "fr",
        "original_title": "Spycies",
        "overview": "Vladimir and Hector, two secret agents opposed in every way, are trying to recover a top secret material stolen by unknown intruders.",
        "popularity": 14.384,
        "poster_path": "/yfrB9E1hiXU4D4Axw4DpIZtUqRf.jpg",
        "release_date": "2020-01-11",
        "title": "Spycies",
        "video": false,
        "vote_average": 7.4,
        "vote_count": 200
    },
    {
        "adult": false,
        "backdrop_path": "/adw0NHTuuoNnrTt6d0k3Mn9SpSa.jpg",
        "genre_ids": [
            28,
            878,
            12,
            18,
            14
        ],
        "id": 887344,
        "original_language": "ja",
        "original_title": "仮面ライダー ビヨンド・ジェネレーションズ",
        "overview": "Ikki, Touma, and their allies fight against a Devil with ties to Shocker while attempting to help a Kamen Rider from the future reconcile with his now elderly son.",
        "popularity": 14.356,
        "poster_path": "/veMeadVbwoa2V7kzzNzoS2yQ59D.jpg",
        "release_date": "2021-12-17",
        "title": "Kamen Rider: Beyond Generations",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/2Xi4of70I7xZOtlJq2EDnylUvhf.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 32648,
        "original_language": "en",
        "original_title": "Into Thin Air: Death on Everest",
        "overview": "An adaptation of Jon Krakauer's best selling book, \"Into Thin Air: A Personal Account of the Mt. Everest Disaster\". This movie attempts to re-create the disastrous events that took place during the Mount Everest climb on May 10, 1996. It also follows Jon Krakauer throughout the movie, and portrays what he was going through while climbing this mountain.",
        "popularity": 14.34,
        "poster_path": "/1lfzyHi7dnBRPYX9Hv7LzYFrlK3.jpg",
        "release_date": "1997-11-09",
        "title": "Into Thin Air: Death on Everest",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 30
    },
    {
        "adult": false,
        "backdrop_path": "/7DJr7UTCIqPpBiRG8Hm4OADvvBk.jpg",
        "genre_ids": [
            16,
            12,
            35,
            28,
            10751
        ],
        "id": 931405,
        "original_language": "zh",
        "original_title": "小虎墩大英雄",
        "overview": "The film follows a young boy who sets out on a mission to try and track down his long lost parents.",
        "popularity": 14.337,
        "poster_path": "/73PZdKGTj2PkIeBfRhTG5KJBY5X.jpg",
        "release_date": "2022-02-01",
        "title": "Run, Tiger Run!",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/l98xxSREW3yM2hR0bVtDURSXtZR.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 546110,
        "original_language": "zh",
        "original_title": "The Rookies",
        "overview": "Extreme sport lover Zhou Feng got involved in an international illegal trade by accident. So he had to follow an international special agent Bruce to Budapest. Together with a crappy police officer Miao Yan, a non-professional scientist Ding Shan and an unemployed doctor LV, they became an amateur unit. In company with the senior agent Bruce, these four rookies started a fight with the terrorists that was both thrilling and hilarious.",
        "popularity": 14.336,
        "poster_path": "/j3vWi7s6WqX66BU6O3wsjSZ4sIT.jpg",
        "release_date": "2019-07-12",
        "title": "The Rookies",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 38
    },
    {
        "adult": false,
        "backdrop_path": "/ntHGUdeosYWniQbYc13Gm2jAL3c.jpg",
        "genre_ids": [
            14,
            28,
            12
        ],
        "id": 330420,
        "original_language": "ta",
        "original_title": "புலி",
        "overview": "A virtuous soldier Magadheera aka Puli (Tiger) vows to save his people from the rule of a cruel queen and her treacherous Marshal. Does good triumph over evil?",
        "popularity": 14.316,
        "poster_path": "/jOaQRIwweY6pkqp7TEZpklNqrvd.jpg",
        "release_date": "2015-10-01",
        "title": "Puli",
        "video": false,
        "vote_average": 4.264,
        "vote_count": 36
    },
    {
        "adult": false,
        "backdrop_path": "/fiSlTGaaQsktasb5ySYGFe6DpaO.jpg",
        "genre_ids": [
            28,
            35,
            12
        ],
        "id": 472918,
        "original_language": "id",
        "original_title": "Wiro Sableng: Pendekar Kapak Maut Naga Geni 212",
        "overview": "After being trained in the art of silat, a disciple gets sent on a journey by his mentor to take down a treacherous e-pupil with a villainous plan.",
        "popularity": 14.312,
        "poster_path": "/3BxLdpoTZpuwcd8LYXSvBOzddi3.jpg",
        "release_date": "2018-08-30",
        "title": "Wiro Sableng: 212 Warrior",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 13
    },
    {
        "adult": false,
        "backdrop_path": "/amEfQQSK6d1mAf3nTLnrPpxOSOJ.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 347096,
        "original_language": "en",
        "original_title": "Mythica: The Darkspore",
        "overview": "Fighting through creature-infested lands and pursued by bounty hunters, Marek and her company are in a race to recover all the shards of the Darkspore before it falls into the hands of an evil wizard.",
        "popularity": 14.306,
        "poster_path": "/2Al0ncYtEh0frfCm52pALJGR7z8.jpg",
        "release_date": "2015-06-24",
        "title": "Mythica: The Darkspore",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 115
    },
    {
        "adult": false,
        "backdrop_path": "/kw4GhCZP5NeMVsfPol6HcX9JEeQ.jpg",
        "genre_ids": [
            10770,
            28,
            12,
            14,
            878
        ],
        "id": 50468,
        "original_language": "en",
        "original_title": "Dr. Strange",
        "overview": "A psychiatrist becomes the new Sorcerer Supreme of the Earth in order to battle an evil Sorceress from the past.",
        "popularity": 14.293,
        "poster_path": "/hEyHVgBE28Jl13h2Qpbr3LH77sP.jpg",
        "release_date": "1978-09-06",
        "title": "Dr. Strange",
        "video": false,
        "vote_average": 5.954,
        "vote_count": 97
    },
    {
        "adult": false,
        "backdrop_path": "/z1N17Y5q1EE0IMrBbALyCHBuNE8.jpg",
        "genre_ids": [
            28,
            12,
            35,
            80
        ],
        "id": 241868,
        "original_language": "ja",
        "original_title": "ルパン三世",
        "overview": "Interpol Inspector Zenigata begins a world-wide hunt for the infamous thief Lupin The 3rd. But together, they face a powerful enemy and form the Lupin team in response. The Lupin team then faces the challenge of retrieving the \"Crimson Heart of Cleopatra\" locked away in a fort like safe. The treasure is thought to allow its owner to control the world.",
        "popularity": 14.292,
        "poster_path": "/2xgRjTYDVFEVQeRUrsbQQtKA6I5.jpg",
        "release_date": "2014-08-30",
        "title": "Lupin the 3rd",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 90
    },
    {
        "adult": false,
        "backdrop_path": "/uZDE9VnKFnIPmWriMjnp82bH9S8.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 825997,
        "original_language": "en",
        "original_title": "Rogue Hostage",
        "overview": "A former Marine races against time to save a group of hostages -- including his young daughter and a congressman — when armed militants take over his stepfather's store.",
        "popularity": 14.286,
        "poster_path": "/ePYagdzUwKpzTP73n9CD3D1MFn.jpg",
        "release_date": "2021-06-11",
        "title": "Rogue Hostage",
        "video": false,
        "vote_average": 5.675,
        "vote_count": 183
    },
    {
        "adult": false,
        "backdrop_path": "/j5vBGvLSmVXk15Gs1xjinxcxisF.jpg",
        "genre_ids": [
            16,
            28,
            12,
            878
        ],
        "id": 1065671,
        "original_language": "en",
        "original_title": "Headspace",
        "overview": "This is an alien invasion film like no other – the aliens are miniature but still want to take over the world!",
        "popularity": 14.265,
        "poster_path": "/4YPzkMsC8pjAdGqGFKeDSSO4udE.jpg",
        "release_date": "2023-05-26",
        "title": "Headspace",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 8
    },
    {
        "adult": false,
        "backdrop_path": "/zIaoDdptaMCjjEwG3jO08WfkQfJ.jpg",
        "genre_ids": [
            28,
            12,
            80,
            53
        ],
        "id": 31002,
        "original_language": "en",
        "original_title": "Ticker",
        "overview": "Ray Nettles, a detective of San Francisco, and his partner Fuzzy must take up to one of the most dangerous terrorist gangs of the city. When one of the terrorists, the beautiful scientist Claire Manning is arrested, Swan, the leader of the terrorists, claims he will detonate bombs throughout the city if she is not released. Because of the possible bloodshed, Nettles calls for the help of explosive expert Frank Glass...",
        "popularity": 14.252,
        "poster_path": "/qHuAAGikw2bTaam7K5B8btwUECM.jpg",
        "release_date": "2001-06-23",
        "title": "Ticker",
        "video": false,
        "vote_average": 3.626,
        "vote_count": 107
    },
    {
        "adult": false,
        "backdrop_path": "/lrnezFF62XoPw1UQRAm1Sfll1gB.jpg",
        "genre_ids": [
            12,
            35,
            10751,
            878,
            28
        ],
        "id": 27295,
        "original_language": "en",
        "original_title": "Mom and Dad Save the World",
        "overview": "Emperor Spengo sees Marge Nelson and using a giant magnet, kidnaps her and her husband Dick, hoping to make Marge his before blowing up the Earth. The Emperor and other inhabitants of his planet are somewhat less than bright, and Dick begins reliving episodes of Flash Gordon and Buck Rogers in order to rescue Marge, save the Earth, and restore the rightful emperor to the throne.",
        "popularity": 14.248,
        "poster_path": "/grRXYyHbkp5ckh1zyQztgXbRIJX.jpg",
        "release_date": "1992-07-24",
        "title": "Mom and Dad Save the World",
        "video": false,
        "vote_average": 4.9,
        "vote_count": 74
    },
    {
        "adult": false,
        "backdrop_path": "/8cdrqlyDB4R1cjU3YXwzswQ8a53.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 376565,
        "original_language": "ru",
        "original_title": "Дуэлянт",
        "overview": "Returning to Saint Petersburg after a long exile, the dashing Yakovlev, a retired army officer, makes a comfortable living by winning other people's duels. An enigmatic, focused, and extremely skilled professional, he leaves a trail of dead bodies behind him as he swirls through polite society, frequently called upon to wield a pistol as a surrogate in duels at dawn. But when Yakovlev meets the naïve young Prince Tuchov and his beautiful sister, Princess Martha, the normally cold-hearted mercenary is surprised by hitherto undetected emotions. What transpires uncovers a series of revelations about his past and his present self.",
        "popularity": 14.236,
        "poster_path": "/zlVkUY2bBJ5XYTDiry16u70oayQ.jpg",
        "release_date": "2016-09-29",
        "title": "The Duelist",
        "video": false,
        "vote_average": 6.253,
        "vote_count": 93
    },
    {
        "adult": false,
        "backdrop_path": "/d1VlhkIFRc9Y8SrTURbPThcautn.jpg",
        "genre_ids": [
            28,
            12,
            18,
            14
        ],
        "id": 252360,
        "original_language": "en",
        "original_title": "In the Name of the King III",
        "overview": "Hazen Kaine, an American contract killer living in Sofia, Bulgaria, gets more than he bargains for when he enters into a contract with the mob. One last job before he gets out and starts a new life for himself. The targets: the three children of royal billionaire Andon Dupont. Seems simple enough, or so he thought. Hazen apprehends the children, and before he can blink an eye, a simple necklace worn by one of the children sends his life spiraling back to medieval times. Now completely out of his element, Hazen fights for his life as he tries to escape a medieval army and a fierce fire-breathing dragon.",
        "popularity": 14.231,
        "poster_path": "/yetbsCuB6fmzI4lpJMvqwJcehti.jpg",
        "release_date": "2014-02-05",
        "title": "In the Name of the King III",
        "video": false,
        "vote_average": 3.6,
        "vote_count": 68
    },
    {
        "adult": false,
        "backdrop_path": "/kIORtumDUNUzdR84TD6jicOi6YG.jpg",
        "genre_ids": [
            80,
            12,
            28
        ],
        "id": 497370,
        "original_language": "ko",
        "original_title": "마약왕",
        "overview": "Busan, South Korea, 1970s. Lee Doo-sam is a small-time smuggler. After helping a drug gang to smuggle meth, he falls into the dark crime world. Quick-witted and full of ambition, he eventually takes over the drug underworld and starts to lead a double life: a good community leader during the day but an infamous drug lord during the night.",
        "popularity": 14.23,
        "poster_path": "/d3n0mUGIqISBjke1hrGVkF7P6CZ.jpg",
        "release_date": "2018-12-19",
        "title": "The Drug King",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 131
    },
    {
        "adult": false,
        "backdrop_path": "/7WJYrhDBQU4KDft1LUcEjqKVVxo.jpg",
        "genre_ids": [
            12,
            18,
            28,
            53
        ],
        "id": 102629,
        "original_language": "en",
        "original_title": "El Gringo",
        "overview": "A man crossing into Mexico with a satchel of $2,000,000—and a bloody past—finds himself under sudden attack in the sleepy town of El Fronteras.",
        "popularity": 14.227,
        "poster_path": "/yM2bXInHW0CQdRDgM5GiJjAV1QQ.jpg",
        "release_date": "2012-05-10",
        "title": "El Gringo",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 190
    },
    {
        "adult": false,
        "backdrop_path": "/ynhkGOZr8dBfXQHAvHcJ9ttdhSJ.jpg",
        "genre_ids": [
            12,
            14,
            10770,
            28
        ],
        "id": 75834,
        "original_language": "en",
        "original_title": "Hercules in the Underworld",
        "overview": "When villagers begin disappearing it is discovered that they had fallen through a crack in the earth which goes straight to Hades. Hercules once again comes to the rescue and faces one of his most difficult challenges, and must prove himself as a man as well as a god. \"Hercules in the Underworld\" is the fourth made for TV movie in the series Hercules: The Legendary Journeys.",
        "popularity": 14.227,
        "poster_path": "/bskH8CKf3f926IrZC6tvUmyt57O.jpg",
        "release_date": "1994-11-07",
        "title": "Hercules in the Underworld",
        "video": false,
        "vote_average": 5.648,
        "vote_count": 91
    },
    {
        "adult": false,
        "backdrop_path": "/fr2R0muDfgo6RPau8imVToPw3Cn.jpg",
        "genre_ids": [
            14,
            28,
            12
        ],
        "id": 159597,
        "original_language": "cn",
        "original_title": "阿修羅",
        "overview": "Hell Virgin is granted permission to live on earth for 7 days, if she promises not to cause armageddon whilst she's there. She accepts and tries to enjoy her remaining time. but Hell Concubine has other plans.",
        "popularity": 14.218,
        "poster_path": "/5cSjBfDKv0eeQV6U7lVVsRsovr8.jpg",
        "release_date": "1989-12-19",
        "title": "Saga of the Phoenix",
        "video": false,
        "vote_average": 5.6,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/bbGJaZj8Xx7cQZlmaek8pVWP9og.jpg",
        "genre_ids": [
            28,
            12,
            16,
            14
        ],
        "id": 296708,
        "original_language": "ja",
        "original_title": "劇場版 トリコ　美食神の超食宝（スペシャルメニュー）",
        "overview": "Toriko receives an important assignment from the IGO; he is to accompany Biotope head chief Ayame and find the special hidden menu detailing the full-course meal of the legendary Bishokushin Acacia.  The quest to uncover the secret of the special menu takes Toriko, Ayame, Komatsu, Zebra, Sunny and Coco through the dangerous Hungry Triangle to eventually land on the island known as “Acacia's Kitchen”. On the island they discover a bounty beyond anything they couldn't have imagined; rare species of animals, Regal Mammoths, terrifying monsters, strange ruins and a giant refrigerator.  Toriko and Ayame explore the ruins where they are confronted by Girim, the former Bishokukai Special Cooking Adviser. Even crazier, the 3 sous chefs and a new GT Robo step in, turning the situation into an all out battle!",
        "popularity": 14.209,
        "poster_path": "/uaBfjYGbFwMYWDW6qaYzQd0MjMI.jpg",
        "release_date": "2013-07-27",
        "title": "Toriko the Movie: Secret Recipe of Gourmet God!",
        "video": false,
        "vote_average": 7.6,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/1QmYuKm3P5McrlOopGxSWAt3pcE.jpg",
        "genre_ids": [
            16,
            28,
            12,
            18,
            14
        ],
        "id": 541057,
        "original_language": "zh",
        "original_title": "风语咒",
        "overview": "A young man who lives in Xiaoyanggang dreams of martyrdom, but he is blind and can only sneak into the market by swindling. One day, Rakshasa attacked Xiaoyanggang, and his mother, who was dependent on him, suddenly disappeared. Lang Ming had to embark on the road of finding the truth. After a wave of unrest, ancient gods and beasts are in danger, and the legendary chivalrous also appear before them. Lang Ming embarks on a journey of adventure that will change his life...",
        "popularity": 14.208,
        "poster_path": "/n4uUHbWUaXlDeKnDDBpEWzdodmG.jpg",
        "release_date": "2018-08-03",
        "title": "The Wind Guardians",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 14
    },
    {
        "adult": false,
        "backdrop_path": "/xx287dW4k7eirA06lJbv9veJpCS.jpg",
        "genre_ids": [
            16,
            28,
            12
        ],
        "id": 639999,
        "original_language": "ms",
        "original_title": "Ejen Ali: The Movie",
        "overview": "After being accidentally recruited, 12-year-old Ejen Ali is embracing his role as a MATA spy and the only master of IRIS now. But unknown to Ali, MATA is developing a new improved version of IRIS, the IRIS Neo. When IRIS Neo starts being used for all agents, Ali begins to question his usefulness to MATA. He is approached by a mysterious person named Niki who claims to know about his missing parent's whereabouts. Risking his loyalty to MATA, Ejen Ali will now embark on a thrilling chase to unravel those mysterious links.",
        "popularity": 14.204,
        "poster_path": "/grJC23HwxFefXtNqR0p6PiEbaka.jpg",
        "release_date": "2019-11-28",
        "title": "Ejen Ali: The Movie",
        "video": false,
        "vote_average": 8.1,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            35,
            80,
            27,
            53
        ],
        "id": 379089,
        "original_language": "cn",
        "original_title": "霸王花遇鬼",
        "overview": "Tough female cops tussle with Hong Kong Triad societies and also a recently resurrected hopping vampire. Chaos reigns.",
        "popularity": 14.202,
        "poster_path": "/lNI2LaFO0WQFCmArGpV6hafc0Uy.jpg",
        "release_date": "1989-10-04",
        "title": "Who Cares",
        "video": false,
        "vote_average": 8.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/t56hWwJy2orkicUZfiPlt3eKuvz.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 58733,
        "original_language": "en",
        "original_title": "The Pirates of Blood River",
        "overview": "A group of ruthless pirates attack a 17th Century Huguenot settlement on the Isle of Devon in search of treasure and will stop at nothing to obtain it.",
        "popularity": 14.182,
        "poster_path": "/ye0ioSmMo2zvDVpwnlm6rzkcKiV.jpg",
        "release_date": "1962-05-09",
        "title": "The Pirates of Blood River",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 22
    },
    {
        "adult": false,
        "backdrop_path": "/yn976rNbjLzs4TK8BMhnPlngcyb.jpg",
        "genre_ids": [
            12,
            28,
            10749
        ],
        "id": 65994,
        "original_language": "en",
        "original_title": "Prince Valiant",
        "overview": "A young Viking prince strives to become a knight in King Arthur's Court and restore his exiled father to his rightful throne.",
        "popularity": 14.164,
        "poster_path": "/o7q1JvtEmU46XecF9NWw7kmiswS.jpg",
        "release_date": "1954-04-05",
        "title": "Prince Valiant",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 56
    },
    {
        "adult": false,
        "backdrop_path": "/1foczLKUaVIqqNciCtafF2nfPOy.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 26340,
        "original_language": "en",
        "original_title": "Delta Force 3: The Killing Game",
        "overview": "A terrorist places an atom bomb somewhere in an American metropolis. The president of the U.S. has no other choice; he has to call Delta Force.",
        "popularity": 14.162,
        "poster_path": "/eGhzHpZdPuUrkcrVyKkTkELx2EV.jpg",
        "release_date": "1991-01-01",
        "title": "Delta Force 3: The Killing Game",
        "video": false,
        "vote_average": 3.4,
        "vote_count": 29
    },
    {
        "adult": false,
        "backdrop_path": "/d9A0JSMqEYXxjf6AFyjjt2yDk3J.jpg",
        "genre_ids": [
            12,
            28,
            16,
            878
        ],
        "id": 256601,
        "original_language": "en",
        "original_title": "War of the Worlds: Goliath",
        "overview": "Fifteen years have passed since the Martians’ first failed invasion of Earth. The year is 1914, and at the eve of World War I, Mars launches a sudden and more devastating second attack. A small defense force, A.R.E.S., is Earth’s only hope. The giant A.R.E.S. battle tripod GOLIATH is called up to war, and its young multinational crew must face their fears in their struggle to save Humanity from the alien invaders.",
        "popularity": 14.15,
        "poster_path": "/gmKbaSZ2GFQYICatQkOcH5vdCOT.jpg",
        "release_date": "2012-07-14",
        "title": "War of the Worlds: Goliath",
        "video": false,
        "vote_average": 4.875,
        "vote_count": 20
    },
    {
        "adult": false,
        "backdrop_path": "/vCQRs9QMADZEbGiS4hJkjAzis36.jpg",
        "genre_ids": [
            27,
            12,
            35,
            53,
            28
        ],
        "id": 84060,
        "original_language": "en",
        "original_title": "Cruel Jaws",
        "overview": "A tiger shark bred by the Navy as a killing machine is wreaking havoc in the sleepy tourist town of Hampton Bay.",
        "popularity": 14.113,
        "poster_path": "/dHvOI2eyVGwsmAHWT5NJRCrNGHq.jpg",
        "release_date": "1995-05-05",
        "title": "Cruel Jaws",
        "video": false,
        "vote_average": 4.309,
        "vote_count": 81
    },
    {
        "adult": false,
        "backdrop_path": "/bgRspmkYtoj9srqvICNZcoXWUr8.jpg",
        "genre_ids": [
            12,
            878,
            28
        ],
        "id": 21886,
        "original_language": "en",
        "original_title": "No Blade of Grass",
        "overview": "A strange new virus has appeared, which only attacks strains of grasses such as wheat and rice, and the world is descending into famine and chaos. Architect John, along with his family and friends, is making his way from London to his brother's farm in northern England where there will hopefully be food and safety for all of them.",
        "popularity": 14.11,
        "poster_path": "/pJw5cPZHVo2phCIIIxgK0KOvauk.jpg",
        "release_date": "1970-06-20",
        "title": "No Blade of Grass",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 35
    },
    {
        "adult": false,
        "backdrop_path": "/gOvT2J5upwmFqiYYZ5z7u6QZokr.jpg",
        "genre_ids": [
            12,
            28,
            10752
        ],
        "id": 12663,
        "original_language": "en",
        "original_title": "Red Scorpion",
        "overview": "A Russian KGB agent is sent to Africa to kill an anti-Communist black revolutionary. However, he has a change of heart when he sees how the Russians and their Cuban allies are killing and repressing the locals, so he switches sides and helps the rebels.",
        "popularity": 14.104,
        "poster_path": "/vzLQeJWGIKBQldk3HsAea5OFucI.jpg",
        "release_date": "1988-12-24",
        "title": "Red Scorpion",
        "video": false,
        "vote_average": 5.943,
        "vote_count": 254
    },
    {
        "adult": false,
        "backdrop_path": "/v0idg90SvD5b91fPf2hwfHvi76K.jpg",
        "genre_ids": [
            28,
            16,
            12,
            35,
            18,
            10751,
            14
        ],
        "id": 245538,
        "original_language": "ja",
        "original_title": "ワンピース エピソード・オブ・メリー ～もうひとりの仲間の物語～",
        "overview": "On a test-run of the Mini Merry, Usopp tells Brook the story of the Going Merry, a ship that served the crew well. However, to the Straw Hats, the Going Merry was not just a ship: It was a priceless, irreplaceable friend.  *Scenes have been recreated with brand-new animation.",
        "popularity": 14.096,
        "poster_path": "/1zeq8BFximXGWbOjUC8XbtYY4Jq.jpg",
        "release_date": "2013-12-31",
        "title": "One Piece Episode of Merry: The Tale of One More Friend",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 50
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 178657,
        "original_language": "ru",
        "original_title": "07-й меняет курс",
        "overview": "A newest Russian military plane \"TU-106\" equipped with nuclear weapon is controlled by terrorists. There is almost no time before attack...",
        "popularity": 14.074,
        "poster_path": "/fr193gPv4FUngaZmqjQMRYtMU8C.jpg",
        "release_date": "2007-04-12",
        "title": "07th Changes Course",
        "video": false,
        "vote_average": 4.5,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/sWO8C8QlyodOZU6eOdVxsGfSQvv.jpg",
        "genre_ids": [
            12,
            28,
            10751
        ],
        "id": 9978,
        "original_language": "en",
        "original_title": "Stormbreaker",
        "overview": "Alex Rider thinks he is a normal school boy, until his uncle is killed. He discovers that his uncle was actually spy on a mission, when he was killed. Alex is recruited by Alan Blunt to continue the mission. He is sent to Cornwall to investigate a new computer system, which Darrius Sayle has created. He plans to give the new computer systems to every school in the country, but Mr. Blunt has other ideas and Alex must find out what it is.",
        "popularity": 14.072,
        "poster_path": "/l0vSLU0tsYuQsvMxsC52rJsd583.jpg",
        "release_date": "2006-07-21",
        "title": "Stormbreaker",
        "video": false,
        "vote_average": 5.234,
        "vote_count": 624
    },
    {
        "adult": false,
        "backdrop_path": "/xyiocisKgoHJSGAXvtIn0ibJZ5P.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 9417,
        "original_language": "en",
        "original_title": "Wrongfully Accused",
        "overview": "Ryan Harrison, a violin god, superstar and sex symbol does not want to cheat on sexy Lauren Goodhue's husband with her. Mr. Goodhue is found murdered and Ryan suddenly finds himself being the main suspect. After being sentenced to death he manages to flee while being transferred to his execution site. Now, all the world is after him as he stumbles from one unfortunate incident to the next in order to prove himself innocent - by finding a mysterious one-eyed, one-armed, one-legged man...",
        "popularity": 14.065,
        "poster_path": "/6FG3aldS4eVD4baKwmAi9P8kdRS.jpg",
        "release_date": "1998-07-23",
        "title": "Wrongfully Accused",
        "video": false,
        "vote_average": 5.889,
        "vote_count": 404
    },
    {
        "adult": false,
        "backdrop_path": "/7Hl6VsEHNB7gms1ERPymBzS8g1s.jpg",
        "genre_ids": [
            28,
            12,
            10749,
            37
        ],
        "id": 111420,
        "original_language": "en",
        "original_title": "Man from God's Country",
        "overview": "Dan Beattie gives up his lawman job to move further west and rejoin his old war buddy Curt Warren in the town of Sundown. At first mistaken for a railroad agent by Beau Santee, a Sundown businessman who wants to keep the railroad away from his town, Dan is nearly killed by Santee's henchman, Mark Faber. Dan discovers that his old pal Curt works for Santee. Even after learning Dan's true identity, Santee considers him trouble and plots to get rid of him. With the help of Curt's son Stony, Dan tries to get Curt to take a stand on the right side of the law.",
        "popularity": 14.064,
        "poster_path": "/k499BcXiDCUIReILBNg3eRl6aZJ.jpg",
        "release_date": "1958-02-09",
        "title": "Man from God's Country",
        "video": false,
        "vote_average": 4.8,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": "/igd9uSgVbKoot2mbRKu6eXQvxbM.jpg",
        "genre_ids": [
            80,
            9648,
            53,
            12,
            28
        ],
        "id": 45079,
        "original_language": "ko",
        "original_title": "4교시 추리영역",
        "overview": "During fourth period, high schooler Da-jeong finds her classmate Tae-gyu dead in a classroom and Jeong-hun standing in front of him with blood on his clothes. In order to stop Jeong-hun from becoming the prime suspect, Da-jeong must help him find the real murderer, who is still inside the school building, under 40 minutes before period four ends.",
        "popularity": 14.032,
        "poster_path": "/pzTRXixblnloMJKhmt08sNhWDCn.jpg",
        "release_date": "2009-08-12",
        "title": "4th Period Mystery",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": "/qJOVfk6snrK5tdc6FBcpBv6LJF1.jpg",
        "genre_ids": [
            28,
            12,
            878,
            14
        ],
        "id": 897018,
        "original_language": "en",
        "original_title": "Devil's Triangle",
        "overview": "When a group of marine biologists crash land in the Bermuda Triangle, they realize they have stumbled into the lost city of Atlantis. But they quickly discover the city isn't friendly, and its humanoid inhabitants are planning worldwide domination using the piles of weapons and technology that have fallen through the Triangle over the centuries.",
        "popularity": 14.016,
        "poster_path": "/j5ErORq2j7yzr2vNZ7GFXTrEKPm.jpg",
        "release_date": "2021-11-27",
        "title": "Devil's Triangle",
        "video": false,
        "vote_average": 3.542,
        "vote_count": 12
    },
    {
        "adult": false,
        "backdrop_path": "/utFqtzVFwwpjYDMr5XSI8vhHxXW.jpg",
        "genre_ids": [
            28,
            12,
            10770
        ],
        "id": 92011,
        "original_language": "en",
        "original_title": "Assault on Devil's Island",
        "overview": "When one of Mike McBride's men goes rogue and takes a group of gymnasts hostage to Devil's Island in exchange for the return of drug lord Carlos Gallindo, the SEALS face their most perilous assignment yet.",
        "popularity": 14.01,
        "poster_path": "/dWewLlQQR51ckBgHYtY6NUuZ0wI.jpg",
        "release_date": "1997-10-28",
        "title": "Assault on Devil's Island",
        "video": false,
        "vote_average": 4.25,
        "vote_count": 20
    },
    {
        "adult": false,
        "backdrop_path": "/4hcLBDLok8LJvJ0rqelLYhFNFSt.jpg",
        "genre_ids": [
            12,
            878,
            28,
            10751
        ],
        "id": 70322,
        "original_language": "ja",
        "original_title": "ガメラ対深海怪獣ジグラ",
        "overview": "A moon base is destroyed by a spaceship from Zigra which is looking to take over the planet earth to use its oceans for its ocean-dwelling denizens. Gamera must once again come to the aid of the human race while all of Japan roots him on.",
        "popularity": 13.998,
        "poster_path": "/nL7CjKEQlsegz9FstfkzI05eGXt.jpg",
        "release_date": "1971-07-17",
        "title": "Gamera vs. Zigra",
        "video": false,
        "vote_average": 4.772,
        "vote_count": 57
    },
    {
        "adult": false,
        "backdrop_path": "/kQt1Rg9v6AYyGROMeuTR9m8E7BW.jpg",
        "genre_ids": [
            12,
            14,
            28,
            10751
        ],
        "id": 26643,
        "original_language": "en",
        "original_title": "The Magic Sword",
        "overview": "The son of a sorceress, armed with weapons, armour and six magically summoned knights, goes on a quest to save a princess from a vengeful wizard.",
        "popularity": 13.987,
        "poster_path": "/mVivlmUdyUwqSBnQkSzX3TLduky.jpg",
        "release_date": "1962-04-01",
        "title": "The Magic Sword",
        "video": false,
        "vote_average": 4.2,
        "vote_count": 37
    },
    {
        "adult": false,
        "backdrop_path": "/e93h8ecsPYptSxnW6OSff4fIf1f.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 779297,
        "original_language": "zh",
        "original_title": "昆仑神宫",
        "overview": "",
        "popularity": 13.974,
        "poster_path": "/a8gnHjGrG71rd6MCZ7tWn2nCnQO.jpg",
        "release_date": "2020-12-24",
        "title": "Mojin: Kunlun Shrine",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/eEtBGMENh3UBax2wz0ZvBzCzxPu.jpg",
        "genre_ids": [
            12,
            18,
            28,
            10752
        ],
        "id": 89584,
        "original_language": "tr",
        "original_title": "Fetih 1453",
        "overview": "After the death of his father Murat II, Mehmet II ascends to the Ottoman throne. After braving internal and external enemies, he decides to complete what he was destined to do: Conquer Constantinople.",
        "popularity": 13.947,
        "poster_path": "/xzTAM0yaOKkdD4C2tVbdHilcNAc.jpg",
        "release_date": "2012-02-16",
        "title": "Conquest 1453",
        "video": false,
        "vote_average": 6.103,
        "vote_count": 175
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 433845,
        "original_language": "zh",
        "original_title": "獨霸天下",
        "overview": "Angelo Mao, Judy Lee and Barry Chen star in this tale of murder, intrigue and betrayal. When two separate imperial agents stay in the same room at different times are both offed, foul play is afoot. After passing his five challenges required to qualify for the mission, Agent Ho Kun is dispatched to the town where the murders took place, to stay in the aforementioned room and complete the mission bestowed upon his ill fated colleagues. Upon discovering that some of the local contacts are employed by the antagonist of this tale, things start to get complicated.",
        "popularity": 13.921,
        "poster_path": "/rzo8C2F1uhRiQGKut6RDnNJ4MtF.jpg",
        "release_date": "1978-05-12",
        "title": "Swift Shaolin Boxer",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 3
    }
]