[
    {
        "adult": false,
        "backdrop_path": "/agg9Idb7rpJJG6OmdYs3ju9PFrd.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 270313,
        "original_language": "ja",
        "original_title": "平成ライダー対昭和ライダー 仮面ライダー大戦 feat.スーパー戦隊",
        "overview": "The Underground Empire Badan makes its move, intending to invert the world. Kouta and Mai are pulled through one of these inversions where the discover a boy named Shu, who also holds the power to invert the world. As the Riders fight to protect Shu, Fifteen appears again, seeking Shu. As Kouta flees, past Riders gather and fight one another, split between the Showa and Heisei era Riders. But, the truth of Badan is not as it seems…",
        "popularity": 6.707,
        "poster_path": "/xHKtNtg6pPj3FyIv2rt9Ya9ae.jpg",
        "release_date": "2014-03-29",
        "title": "Heisei Rider vs. Showa Rider: Kamen Rider Wars feat. Super Sentai",
        "video": false,
        "vote_average": 6.429,
        "vote_count": 14
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            18,
            28,
            12
        ],
        "id": 459463,
        "original_language": "ja",
        "original_title": "二人の武蔵",
        "overview": "During the reign of Shogun Hidetada, both Hirate Musashi and Okamoto Musashi strive to become the finest swordsman in the land by defeating the Yagyu clan's top instructors and then taking on Sasaki Kojiro!",
        "popularity": 6.706,
        "poster_path": "/dcMElfQ85x5pjDA7z3KeCafwiQe.jpg",
        "release_date": "1960-01-03",
        "title": "The Two Musashis",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            53,
            12
        ],
        "id": 47749,
        "original_language": "en",
        "original_title": "Hangmen",
        "overview": "Rob Greene has information about an undercover terror team inside the CIA led by Joe Connelly. To stay alive with the knowledge, he is advised to stay undercover by his supervisor Andrews. Connelly's men try to kill Greene, but he can escape and warns his son Danny that he also may be in danger and that he should look for Dog Thompson.",
        "popularity": 6.704,
        "poster_path": "/gtSD18nFsPjOz2AnFVOoiUWHTf6.jpg",
        "release_date": "1987-05-01",
        "title": "Hangmen",
        "video": false,
        "vote_average": 4.192,
        "vote_count": 26
    },
    {
        "adult": false,
        "backdrop_path": "/o9Yyt2ZGLUpY0DYF4Ph3wroSSyg.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 272749,
        "original_language": "ja",
        "original_title": "ウルトラマンゼロ外伝　キラー ザ ビートスター　STAGE Ⅱ＜最終巻＞ 流星の誓い",
        "overview": "One year after the battle with Belial's Galactic Empire, the members of Ultimate Force Zero returned to Planet Esmeralda to see Princess Emerana. They arrived to see her and Jean Bot captures by a mysterious artificial planet which then took of for another universe.  In the Universe where the sphere fled to, Zap Spacy members Rei and Hyuga are forced to infiltrate it, as it is on a collision course with Planet Bram. Inside they encounter various robot monsters, that the Ultramen have fought in the past, all under the control of Beatstar, with one mission: \"Destroy all organic life\". After saving Emerana, they encounter a robot very similar to Jean Bot, Jean Killer.  During their fight with Jean Killer, Zero learns from Jean Bot that Jean Killer is actually his twin brother. Ultimate Force Zero must now put a stop to Killer's rampage and defeat Beatstar in the process.  This is part 2 of a 2-part special release to promote the movie Ultraman Saga.",
        "popularity": 6.702,
        "poster_path": "/k4zfrl1AN9gLn2p7R6dJqUxzrQo.jpg",
        "release_date": "2011-12-22",
        "title": "Ultraman Zero Side Story: Killer the Beatstar - Stage II: Oath of the Meteor",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            35,
            28,
            12
        ],
        "id": 452734,
        "original_language": "zh",
        "original_title": "一枝光棍走天涯",
        "overview": "The Good, the Bad and the Loser is a Hong Kong Martial Arts-Comedy starring Richard Ng.",
        "popularity": 6.695,
        "poster_path": "/15Rwh7OgkFGIqxJYl6V317YAalx.jpg",
        "release_date": "1976-06-09",
        "title": "The Good, the Bad and the Loser",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 351848,
        "original_language": "en",
        "original_title": "Port of Hate",
        "overview": "A group of American adventurers discover a bed of black pearls off a South Pacific island. When one of them is shot dead, a young girl in the group is accused of the crime.",
        "popularity": 6.693,
        "poster_path": null,
        "release_date": "1939-08-21",
        "title": "Port of Hate",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/iXZxkKt2zxeupG9drdKci7q4tPV.jpg",
        "genre_ids": [
            878,
            28,
            12,
            35,
            14,
            18
        ],
        "id": 402339,
        "original_language": "ja",
        "original_title": "仮面ライダー×仮面ライダー ゴースト＆ドライブ 超MOVIE大戦ジェネシス",
        "overview": "Shortly after Shinnosuke Tomari (Ryoma Takeuchi), Kamen Rider Drive, eradicates the Earth of the 108 Roidmudes, he is put on a special assignment to investigate paranormal activity elsewhere in the city. He heads to the temple Daitenkū-ji to speak with witnesses Akari Tsukimura (Hikaru Ohsawa) and Onari (Takayuki Yanagi), but as he is interrogating them, a Gamma appears and steals an Eyecon from the temple, prompting Takeru Tenkūji (Shun Nishime), Kamen Rider Ghost, to fight it, even though to Shinnosuke it seems that Kamen Rider Ghost is fighting no one at all as he cannot see the Gamma",
        "popularity": 6.683,
        "poster_path": "/1Szyu1BPryIGAR3bbcxfXBUx858.jpg",
        "release_date": "2015-12-12",
        "title": "Kamen Rider × Kamen Rider Ghost & Drive: Super Movie Wars Genesis",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 462213,
        "original_language": "cn",
        "original_title": "公主與七小俠",
        "overview": "The Princess and the 7 Little Heroes is a Hong Kong Martial Arts movie starring Sammo Hung in a child role",
        "popularity": 6.673,
        "poster_path": "/b789uv7kApmUcDnulfTI7Xe3gaz.jpg",
        "release_date": "1962-01-25",
        "title": "The Princess and the 7 Little Heroes",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/nMarMvudkLOIBLSMeKrlYWj9G5M.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 50767,
        "original_language": "en",
        "original_title": "American Cyborg: Steel Warrior",
        "overview": "After the nuclear war people are sterile and ruled by the artifical intelligences they created in this violent world. The only woman who was able to give life to a child has to take the child through the dangerous city to the ship to save it. She is followed by an immortal killer robot through all the dangers, and only one guy tries to help her survive and protect her from the killing machine.",
        "popularity": 6.673,
        "poster_path": "/vuqEdB9OrUJXPb7pydWWf3E2m3f.jpg",
        "release_date": "1994-01-07",
        "title": "American Cyborg: Steel Warrior",
        "video": false,
        "vote_average": 4.987,
        "vote_count": 39
    },
    {
        "adult": false,
        "backdrop_path": "/3I6iqYhsikCHzRg3jTLGo8lWqlS.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 1166010,
        "original_language": "ja",
        "original_title": "『HUNTER×HUNTER』THE STAGE",
        "overview": "Hunter × Hunter: The Stage is a new upcoming play coming to Japan in May of 2023 and will be playing from the 12th - the 28th.",
        "popularity": 6.668,
        "poster_path": "/fRTgbiEhPMzZlYREI21eUktMpjY.jpg",
        "release_date": "2023-05-12",
        "title": "HUNTER X HUNTER THE STAGE",
        "video": false,
        "vote_average": 10.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 200847,
        "original_language": "de",
        "original_title": "Der Stein des Todes",
        "overview": "Kumar Cunningham loses his fiancee in Sri Lanka during a festival, only to discover her dead from a drugs overdose. Mad with grief, he kills the two dealers and is arrested for murder. He manages to escape and is bent on revenge.",
        "popularity": 6.666,
        "poster_path": "/aHERMxdekkE8BImkieP1c9QhoXH.jpg",
        "release_date": "1987-07-02",
        "title": "Death Stone",
        "video": false,
        "vote_average": 3.0,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/owtsoX7ODhYdkU0xxGjlVDfbuFO.jpg",
        "genre_ids": [
            28,
            12,
            878,
            18,
            35
        ],
        "id": 204634,
        "original_language": "ja",
        "original_title": "仮面ライダー×仮面ライダー ウィザード&フォーゼ MOVIE大戦アルティメイタム",
        "overview": "The first part is the Kamen Rider Fourze’s place five years after the events of the series. Gentaro is now a teacher at Amanogawa High as well as the Space Kamen Rider Club’s new academic advisor. However, a new school club called the Monster League, comprised by a group of psychic children led by Saburo Kazeta, which is supported by a mysterious man named Kageto Banba. The second part is Kamen Rider Wizard’s portion, where Haruto enters the Underworld of an unknown Gate to investigate the mysterious occurrings of monster appearances. He then runs into a young woman named Yu Kamimura who can become Belle Mask Poitrine and can use magic like him. The third and final part of the film is Movie War Ultimatum. The three Akumaizer from the Underworld to plan to invade the land of the living. Kamen Riders Wizard and Fourze must fight to stop the Akumaizer and their Monster Army.",
        "popularity": 6.664,
        "poster_path": "/7T5XB93Kgcw7lEF9y84ji4hn8x2.jpg",
        "release_date": "2012-12-08",
        "title": "Kamen Rider × Kamen Rider Wizard & Fourze: Movie Wars Ultimatum",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 12
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            16,
            14
        ],
        "id": 719756,
        "original_language": "ja",
        "original_title": "Toriko: Jump Super Anime Tour 2009 Special",
        "overview": "Special shown at the Jump Super Anime Tour in 2009.  In a world where the taste and texture of food is extremely important, there exist individuals known as Bishoku-ya (luxury food providers) who specialize in the acquisition of rare ingredients and animals. Toriko is one of these hunters and it is his dream to find the most precious foods in the world and create the ultimate dinner course. As one of the most skilled hunters in the world he is regularly hired by restaurants and the rich to seek out new ingredients and rare animals.  A man with inhuman ability, he utilizes his incredible strength and knowledge of the animal kingdom to capture ferocious, evasive and rare beasts to further his final goal, the ultimate dinner course composed of the most delicious food in the world. He is currently accompanied by a weak and timid chef who, inspired by Toriko's ambition, travels with him to improve his culinary skills and find rare ingredients.",
        "popularity": 6.658,
        "poster_path": "/88hdYeGnh0G89Kosw9uNZR4zkCv.jpg",
        "release_date": "2009-10-12",
        "title": "Toriko: Jump Super Anime Tour 2009 Special",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 8
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            80
        ],
        "id": 210958,
        "original_language": "en",
        "original_title": "Murasaki Zukin: Ogon no Himitsu",
        "overview": "Wearing a mask to hide his identity, a deadly swordsman challenges a tyrant from  the Ruling Council of the Tokugawa Shogunate. Both TANUMA Okitsugu of the  ‘Roju’ (Ruling Council) and his son Okitomo, the Magistrate in charge of the gold  mint, have been abusing their political power to steal gold by casting coins with  only half the amount of precious metal and keeping the rest for themselves.  TAKAHASHI Hideki stars as a popular Ukiyoe artist, KANO Hidemaro, who dons a  purple hood to hide his real identity, has learned of their plot and fights to stop  them. The Purple Hooded Avenger is a well-known and popular series in Japan,  and he stands up against injustice from the powerful ‘Elder’ TANUMA of the ‘Roju’.  The story told here occurred during the 'Tenmei' Era (1781-1789). An extraordinary  movie, a must see!",
        "popularity": 6.658,
        "poster_path": "/lOrEWwAS54SwrsysrytXYI5dee4.jpg",
        "release_date": "1982-02-19",
        "title": "Purple Hood: The Secret of The Gold",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/6i4lwsksikbUr7WNUuqNSYE842B.jpg",
        "genre_ids": [
            28,
            12,
            10749
        ],
        "id": 201016,
        "original_language": "it",
        "original_title": "Deserto di fuoco",
        "overview": "A desert bandit leader robs a jeep and hauls off a lot of American money. He doesn't get much of a chance to enjoy it, however, because he and his men are soon attacked by a \"phantom\", who kills all his men, and steals his weapons. When a beautiful young woman shows up in search of the money, she is raped by the phantom. When another man shows up the three of them decide to head into the desert to find the \"treasure\" and wind up finding something they weren't expecting.",
        "popularity": 6.657,
        "poster_path": "/n50Bpvo5Ktilv1sGQNVJKcZLJb1.jpg",
        "release_date": "1971-01-29",
        "title": "Desert of Fire",
        "video": false,
        "vote_average": 3.3,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 579181,
        "original_language": "cn",
        "original_title": "Little Mad Guy",
        "overview": "Slapstick humor and over the top martial arts action highlight this madcap adventure tale of a simpleton who fights for the people.",
        "popularity": 6.65,
        "poster_path": "/3snN0VP1sHGfVEv1M0rknGzhhAf.jpg",
        "release_date": "1982-02-01",
        "title": "Little Mad Guy",
        "video": false,
        "vote_average": 2.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/yqxzb4n6E63OZZPN5ALBRjtgrmq.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 262198,
        "original_language": "de",
        "original_title": "Und ewig knallen die Räuber",
        "overview": "A meek tailor named Nickolaus decides to form a band of robbers to proof his manliness. Unfortunately he soon draws the attention of an actual gang-leader, Der Rote Rollo.",
        "popularity": 6.649,
        "poster_path": "/55nduTAKOtMsjR3jMM8BGL3CjyN.jpg",
        "release_date": "1962-12-19",
        "title": "Und ewig knallen die Räuber",
        "video": false,
        "vote_average": 2.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/pkhzFREza9VCSvgZySrMpy8KdaJ.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 129089,
        "original_language": "en",
        "original_title": "Flash Gordon's Trip to Mars",
        "overview": "When a deadly Nitron ray strikes Earth, Flash Gordon and his friends travel to Mars to battle Ming the Merciless and his new ally Queen Azura.",
        "popularity": 6.648,
        "poster_path": "/7AUYxfXApSUVQWnIuGmUYs5d4xb.jpg",
        "release_date": "1938-03-21",
        "title": "Flash Gordon's Trip to Mars",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": "/zTCcpYpRIBnjdcZGJdlfENcZPrP.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 24595,
        "original_language": "hi",
        "original_title": "Blue",
        "overview": "Three men pursue sunken treasure left by a ship wrecked in the shark infested Pacific.",
        "popularity": 6.642,
        "poster_path": "/g9bpZSbBRRfbx86s61lgormparP.jpg",
        "release_date": "2009-10-16",
        "title": "Blue",
        "video": false,
        "vote_average": 3.927,
        "vote_count": 41
    },
    {
        "adult": false,
        "backdrop_path": "/y5dtRJWKsto8G6ht9RWvw9XcXek.jpg",
        "genre_ids": [
            28,
            12,
            10751
        ],
        "id": 323444,
        "original_language": "es",
        "original_title": "La gran aventura del Zorro",
        "overview": "The De La Vega's are a wealthy and prestigious family known throughout the territory. When Diego, the youngest son of Don Alejandro de La Vega, returns from his 4 year stay in Spain, he finds him hometown oppressed by the corrupt military forces. The farmers are being run out of their homes and their land is being used as military camps and/or sold off to pay for military supplies and wages, along with taking the poor villagers and using them as slaves. So Diego/Zorro has multiple face offs with the local military and swears to restore order and freedom to the oppressed.",
        "popularity": 6.64,
        "poster_path": "/10CYXtFztrkx3FGttvwIbnRkmwD.jpg",
        "release_date": "1976-02-12",
        "title": "The Great Adventure of Zorro",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 1016838,
        "original_language": "en",
        "original_title": "Gangdagu Fighter 02 - Hypnotic Queen Beauty",
        "overview": "Second installment in the Gangdagu series that followed the unofficial 1990 Korean Dragon Ball film. Sequel to \"Invaders of Planet Lewis.\" No translations/subtitles accessible. Possibly the same director, as his name in Korean is in the credits. There is little information is available on the cast/crew, or release details. Original Korean Title: 깡다구 화이터 02 최면술의 여왕 뷰티",
        "popularity": 6.638,
        "poster_path": "/qlJcSWAEGGgWpH3qM47hBEJeVmX.jpg",
        "release_date": "1992-12-12",
        "title": "Gangdagu Fighter 02 - Hypnotic Queen Beauty",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/nUar6o9nb9KCqSp3Nzt4rkNLGfe.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 212262,
        "original_language": "ja",
        "original_title": "仮面ライダーW（ダブル）RETURNS 仮面ライダーエターナル",
        "overview": "Set primarily before the events of Kamen Rider W Forever, Kamen Rider Eternal tells the story of Daido Katsumi, the formation of NEVER, the mission that led them to target Fuuto, and reveals just how Daido obtained his Lost Driver and got his first taste of the power of Kamen Rider Eternal. As a mysterious woman retells this story to Phillip and Shotaro, they realize that Daido may not have been the simple monster he first appeared to be…",
        "popularity": 6.637,
        "poster_path": "/vzjKhUUeaTRX4quxtQWkI2RVb7r.jpg",
        "release_date": "2011-07-21",
        "title": "Kamen Rider W Returns: Kamen Rider Eternal",
        "video": false,
        "vote_average": 6.422,
        "vote_count": 58
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            27,
            28,
            12
        ],
        "id": 1128596,
        "original_language": "en",
        "original_title": "Big Freakin' Snake",
        "overview": "Something is causing the rattlesnakes in Southern California to mutate to enormous sizes, and it’s up to Dr. Kaye to stop their growth before they destroy Los Angeles.",
        "popularity": 6.635,
        "poster_path": "/oBupybKYRG1rfXPDxHe0Ci1kFhn.jpg",
        "release_date": "2023-06-17",
        "title": "Big Freakin' Snake",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 779927,
        "original_language": "id",
        "original_title": "Midah Perawan Buronan",
        "overview": "Johar (George Rudy) is a young man who is very lucky because he has succeeded in captivating Midah (Eva Arnaz), the village flower that is being fought over. Their romance is threatened by Mirja (Eddy S. Jonathan), a hero who has long missed Midah's love. Various attempts were made by Mirja to take Midah, and ended by killing Johar and forcing Midah to become his wife.",
        "popularity": 6.632,
        "poster_path": null,
        "release_date": "1983-01-01",
        "title": "Midah Perawan Buronan",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/pkPynp4lCqTzpc2PEJBkCTHZkhM.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 17902,
        "original_language": "nl",
        "original_title": "Windkracht 10: Koksijde Rescue",
        "overview": "A maverick military diver gets demoted to a dangerous search-and-rescue squadron and must gain the trust of his new team.",
        "popularity": 6.63,
        "poster_path": "/cbl2OslsYALl00irboY2fhaeInS.jpg",
        "release_date": "2006-01-01",
        "title": "Stormforce",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/kKTcsbVim7p7hnLpJyZEzn9cYFk.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 20236,
        "original_language": "en",
        "original_title": "Direct Contact",
        "overview": "An imprisoned ex-US Special forces operative in Eastern Europe, is offered his freedom and money to rescue an American woman, who has been kidnapped by a ruthless warlord. But, shortly after freeing her discovers that the kidnap story was just a ruse to bring her out into the open.",
        "popularity": 6.628,
        "poster_path": "/kVEoVHjy9ULTp28XefHRYkMwZsk.jpg",
        "release_date": "2009-04-16",
        "title": "Direct Contact",
        "video": false,
        "vote_average": 4.9,
        "vote_count": 52
    },
    {
        "adult": false,
        "backdrop_path": "/5g22hIJ7xsNEf7638X5cCVBr1Cm.jpg",
        "genre_ids": [
            16,
            28,
            12,
            18,
            878
        ],
        "id": 426518,
        "original_language": "ja",
        "original_title": "トップをねらえ!劇場版",
        "overview": "Noriko Takaya's dream is to become a space pilot like her father, who died when she was young after an attack by alien forces in deep space. After entering Okinawa Girls Space Pilot High School, she must persuade everyone, especially herself, that she can fulfill her goal and become an accomplished pilot despite being just an ordinary girl.",
        "popularity": 6.624,
        "poster_path": "/pCAVPmDDvtdqKmzzQ1Bq7vVjQtH.jpg",
        "release_date": "2006-10-01",
        "title": "Gunbuster: The Movie",
        "video": false,
        "vote_average": 7.818,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": "/cJuT1KNR5l2H4avxoTrjzCDwcFa.jpg",
        "genre_ids": [
            10751,
            12,
            28
        ],
        "id": 16045,
        "original_language": "da",
        "original_title": "Tempelriddernes Skat III: Mysteriet om slangekronen",
        "overview": "The snake crown is stolen (or taken back) from the Knight Templars by the earth worshippers of Crete; the three kids try to retrieve it on behalf of the Knight Templars.",
        "popularity": 6.62,
        "poster_path": "/txFrw4xZtPMk18qN4V2lF9QUUmL.jpg",
        "release_date": "2008-03-14",
        "title": "The Lost Treasure of the Knights Templar III: The Mystery of the Snake Crown",
        "video": false,
        "vote_average": 5.1,
        "vote_count": 25
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            18,
            36,
            10752
        ],
        "id": 1192415,
        "original_language": "pa",
        "original_title": "शेरा दी कोम पंजाबी",
        "overview": "",
        "popularity": 6.619,
        "poster_path": "/81QTOgB12HI5Ech1Sz3vaEOAtx.jpg",
        "release_date": "2024-04-12",
        "title": "Sheran Di Kaum Punjabi",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            18,
            28
        ],
        "id": 383675,
        "original_language": "ru",
        "original_title": "Случай в тайге",
        "overview": "Young scientist is going to taiga for his experiments but meets poachers on the way.",
        "popularity": 6.619,
        "poster_path": "/desN2PNrzFeZuyR3tBxKqpFt6c0.jpg",
        "release_date": "1953-12-19",
        "title": "Incident in the Taiga",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/lrmJ5MP1bO8GyKbzZg4HHOPSECm.jpg",
        "genre_ids": [
            27,
            28,
            12
        ],
        "id": 467026,
        "original_language": "en",
        "original_title": "Strain 100",
        "overview": "After surviving a terrifying car crash, a young woman discovers that aggressive, flesh-eating zombies have overtaken the entire area. She must figure out what is happening and why in hopes of escaping her horrifying circumstances.",
        "popularity": 6.615,
        "poster_path": "/7fZcnnokke1x5egp8vc5LPgzJvo.jpg",
        "release_date": "2020-10-22",
        "title": "Strain 100",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": "/eF296XtjoeKqkUamdhKhfqWf9s2.jpg",
        "genre_ids": [
            28,
            14,
            12
        ],
        "id": 533169,
        "original_language": "cn",
        "original_title": "白骨陰陽劍",
        "overview": "Wu Sheung-fung risks her life to save Wong Tin-ho with the help of the white bone sword. Meanwhile the three devils known as Heaven, Earth and Man return to the Devil Mountain with the coveted Swords. Chung Ching, who has divined the recovery of the White-bone Grass by Wu and others, dispatches Kam Yan-kit to abduct Wong to the Black Hair Cave. Luk Fong-fei, Wu and other rescuers are vanquished by Black Hair one by one. Old Devilish Eccentric hurries to their rescue and heals Wong's wound as Wong reconciles with Kam. Kam secretly returns to Chung Ching Cave to seek the precious swords when Wong and others raid the den and are again dispatched away with fakes.",
        "popularity": 6.614,
        "poster_path": "/vBO0Ko1GVrY8dqFxtqcqfR725Sg.jpg",
        "release_date": "1963-07-31",
        "title": "The White-Bone Sword",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 256284,
        "original_language": "en",
        "original_title": "Apocalypse Pompeii",
        "overview": "When a former Special Ops commando visits Pompeii, his wife and daughter are trapped as Mt. Vesuvius erupts with massive force. While his family fights to survive the deadly onslaught of heat and lava, he enlists his former teammates in a daring operation beneath the ruins of the city of Pompeii.",
        "popularity": 6.613,
        "poster_path": "/tZtqvoFXbGDqGwco2P9xN7WBobe.jpg",
        "release_date": "2014-02-18",
        "title": "Apocalypse Pompeii",
        "video": false,
        "vote_average": 4.9,
        "vote_count": 86
    },
    {
        "adult": false,
        "backdrop_path": "/5OLdlEuD1Gk2PXgYthw5LfrDBdK.jpg",
        "genre_ids": [
            14,
            53,
            28,
            12,
            10770
        ],
        "id": 208512,
        "original_language": "en",
        "original_title": "Blast Vegas",
        "overview": "Thieving Spring Breakers steal an ancient relic that unleashes a disastrous curse upon Las Vegas.",
        "popularity": 6.613,
        "poster_path": "/AoK8wcJmCKy0l2pWBPzssqve3bi.jpg",
        "release_date": "2013-07-17",
        "title": "Blast Vegas",
        "video": false,
        "vote_average": 3.6,
        "vote_count": 28
    },
    {
        "adult": false,
        "backdrop_path": "/gI6gMLk0sLICJzgotEaxDr04Xmp.jpg",
        "genre_ids": [
            28,
            12,
            10751
        ],
        "id": 657559,
        "original_language": "en",
        "original_title": "Adventure Force 5",
        "overview": "When their quiet beach town is invaded by a mysterious threat, five kids - a gamer, comic book geek, inventor, skater and martial artist - must band together and use an arsenal of homemade gadgets to fight back.",
        "popularity": 6.608,
        "poster_path": "/7GHErRZMYUpiGAEvsUu1h7qIffH.jpg",
        "release_date": "2019-12-19",
        "title": "Adventure Force 5",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/8hk6lgF6x3IRVLLi7qgRWfp3oFk.jpg",
        "genre_ids": [
            28,
            16,
            12,
            14
        ],
        "id": 582094,
        "original_language": "ja",
        "original_title": "ドラゴンクエスト ダイの大冒険 起ちあがれ！！アバンの使徒",
        "overview": "The second Dragon Quest Dai no Daibouken movie. The story takes place between episode 18 and 19 of the TV series.",
        "popularity": 6.602,
        "poster_path": "/cr00u1G65iySUKQK1YWkmn51axA.jpg",
        "release_date": "1992-03-07",
        "title": "Dragon Quest: The Great Adventure of Dai -  Avan's Disciples",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 266411,
        "original_language": "de",
        "original_title": "Das Mädchen von Hongkong",
        "overview": "Frank Boyd comes to Hong Kong to visit a friend, but unfortunately he was murdered a few days ago. The father of his fiancee puts $ 10,000 reward for the capture of the murderer and Frank wants to earn this money.",
        "popularity": 6.599,
        "poster_path": "/5qNVOGFeKOlgm1LDvZaQt1GJq1w.jpg",
        "release_date": "1973-03-29",
        "title": "From Hong Kong with Love",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            878,
            10402,
            28,
            12,
            35,
            9648
        ],
        "id": 915666,
        "original_language": "en",
        "original_title": "Shenanigans Nite Club: The Movie",
        "overview": "Shenanigans Nite Club is a 75-minute movie that accompanies the Goose’s eponymous 2021 album. Written and directed by Will Thresher and starring all five members of Goose, SNC is the story of Mick Small and his best friend Rod on a quest to discover the truth of Mick’s father’s mysterious disappearance during a night that never ends.",
        "popularity": 6.597,
        "poster_path": "/yDVfY305nN2ibp21As3dYf9ixCY.jpg",
        "release_date": "2021-12-23",
        "title": "Shenanigans Nite Club: The Movie",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/eXHznh4SCFOAaU92Ix23rBnzKEG.jpg",
        "genre_ids": [
            12,
            28,
            35
        ],
        "id": 48706,
        "original_language": "en",
        "original_title": "Josh and S.A.M.",
        "overview": "Josh and Sam are two brothers facing change, their mother is about to marry a French accountant and the kids are sent to go live with their father in Florida. Meanwhile, Josh tells Sam that he is a \"S.A.M.\" that is going to be sent to Africa to fight in a war and that Canada is a safe haven for any S.A.M. unwilling to fight. Will Josh & S.A.M. make it to Canada or will they wish they should have never left home?",
        "popularity": 6.597,
        "poster_path": "/dWggqpyiZzhvpIyef5ZPB4Lsscu.jpg",
        "release_date": "1993-11-24",
        "title": "Josh and S.A.M.",
        "video": false,
        "vote_average": 4.7,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            878,
            12,
            14,
            10749,
            28,
            10770
        ],
        "id": 245506,
        "original_language": "en",
        "original_title": "Empire of Danger",
        "overview": "A newly designed spacecraft capable of going through time is sent to Mars to rescue a crew previously lost on Mars. The ship is sent through the past but to the wrong time, years later than the first crew. Once they land on Mars, the crew finds that it is a place where Bararians rule. The leader of the Barbarians is a female battle warrior named Giza that wants their ship to use as her own chariot through time where she hopes to steal the ancient power of the Masha. With that power, she will gain complete control of the Siperion Empire. - Empire of Danger is the sequel to the movie \"Lost on Mars\"",
        "popularity": 6.595,
        "poster_path": "/mLw99zwV0Lkjn7Wri2mHJTvPTBz.jpg",
        "release_date": "2004-12-22",
        "title": "Empire of Danger",
        "video": false,
        "vote_average": 5.1,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/18m7mSeNO9pz3HsYFdXWq1aoGro.jpg",
        "genre_ids": [
            28,
            35,
            12
        ],
        "id": 174765,
        "original_language": "zh",
        "original_title": "絕代雙驕",
        "overview": "After his parents are murdered, Jiang Xiao Yu is separated from his twin as a baby and taken by a family friend to Villains Valley, where he is raised to be a villain by a host of outlaws, each of whom has a special skill.  When he's old enough, he devises clever means to trap each of his uncles and escape the valley to head off into the outside world. A chance encounter with a beautiful girl dressed as a man leads to a treasure hunt and eventually a confrontation with the Princess of Yi Hua Palace, the one who murdered Xiao's parents in the first place. Eventually, a reunion with his twin will occur.",
        "popularity": 6.595,
        "poster_path": "/dDJ1gtxRP4IAnROj6ahCke83MCR.jpg",
        "release_date": "1979-07-18",
        "title": "The Proud Twins",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/h6PHX7QECPM7UjhSjJp3ZMpA2sn.jpg",
        "genre_ids": [
            12,
            28
        ],
        "id": 893231,
        "original_language": "en",
        "original_title": "Nan of the North",
        "overview": "A Canadian Mountie and a young girl team up to prevent an evil couple from finding a fallen meteorite that contains a powerful element called \"Tilano.\"",
        "popularity": 6.591,
        "poster_path": "/6Oe0msVFYz3ELBrgexWbalMRgtR.jpg",
        "release_date": "1922-03-01",
        "title": "Nan of the North",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/cya7UKujZalC1KvLHnHaPP157i4.jpg",
        "genre_ids": [
            28,
            35,
            12
        ],
        "id": 405879,
        "original_language": "vi",
        "original_title": "Gia Gan, My Nhan va Gang To",
        "overview": "The film is set in the context of Christmas in the past and present. Mr. Gar - an \"old man\" who has nothing but money and loneliness, has always lived in the recollection of a time past, a wife who is far away ... Then one day, when he decided planning to go on a trip, a series of dramatic, dramatic, interesting stories suddenly appeared! Where does he go? Meet who? What happened?",
        "popularity": 6.588,
        "poster_path": "/5Tvn6XvCWGTt0v0NrcRmEK8ORAG.jpg",
        "release_date": "2016-01-14",
        "title": "Gia Gan, My Nhan va Gang To",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 547942,
        "original_language": "cn",
        "original_title": "Huang Fei-hong chuan di san ji xie zhan Liuhua qiao",
        "overview": "Battle at Liu-hua Bridge",
        "popularity": 6.587,
        "poster_path": null,
        "release_date": "1950-04-13",
        "title": "Huang Fei-hong's Battle at Liu-hua Bridge",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/2RUz6qj9IqO7p6EjIZ2so6kJNzb.jpg",
        "genre_ids": [
            80,
            28,
            12
        ],
        "id": 708169,
        "original_language": "ar",
        "original_title": "النهاية",
        "overview": "When the end is written even before everything begins, and Khaled's future is in risk for a crime he didn't do, An officer is set to bring him down.",
        "popularity": 6.586,
        "poster_path": "/sQqAwUVeKlJIopc2XcfzGgzvE6Z.jpg",
        "release_date": "2019-12-11",
        "title": "The End",
        "video": false,
        "vote_average": 2.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            80,
            53
        ],
        "id": 468393,
        "original_language": "es",
        "original_title": "La hora del jaguar",
        "overview": "Police officer dismissed from the force for excessive use of force, is hired as a hitman for some unnamed shadow organization.",
        "popularity": 6.586,
        "poster_path": "/bdNqNCKkTwN2JoansB3vXkE8bJd.jpg",
        "release_date": "1978-08-23",
        "title": "La hora del jaguar",
        "video": false,
        "vote_average": 4.6,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 522054,
        "original_language": "id",
        "original_title": "Saur Sepuh II: Pesanggrahan Keramat",
        "overview": "Brama Kumbara’s plan to build a royal resting place near his teacher’s grave is being obstructed by people from the Kuntala kingdom. They rally their people who live in Brama’s kingdom, Madangkara, and they manage to influence the regents of Madangkara through their wives. Then the regents stop obeying their leader. They also hire highly skilled villains to destroy the resting place. Brama is furious. With Mantili, he pursues all the rebels and exterminates the Kuntala people who are not loyal to Madangkara.",
        "popularity": 6.584,
        "poster_path": "/bIgHD4bzSn9olG1T4PD5zgQI3Ib.jpg",
        "release_date": "1989-09-01",
        "title": "Saur Sepuh II:  The Sacred Resting Place",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/8SZM52w0gtqr9tKORyJ3PH62At.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 433810,
        "original_language": "ja",
        "original_title": "仮面ライダー平成ジェネレーションズ　Dr.パックマン対エグゼイド&ゴースト　with レジェンドライダー",
        "overview": "As a computer virus based on Pac-Man invades Japan, a group of doctors attack Genm Corp and begin a wave of terror using stolen Proto Gashats. Ghost and Ex-Aid find themselves at the center of the fight in an effort to protect those most important to them. But they aren’t alone, as Heisei Riders from the past join them to stop Dr. Pac-Man!",
        "popularity": 6.584,
        "poster_path": "/6BuqvcfbdB3SXObxAGX1qYOQeH2.jpg",
        "release_date": "2016-12-10",
        "title": "Kamen Rider Heisei Generations: Dr. Pac-Man vs. Ex-Aid & Ghost with Legend Riders",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": "/87uaCcToWEwyGxL4qppna7GsnzZ.jpg",
        "genre_ids": [
            35,
            28,
            12
        ],
        "id": 107966,
        "original_language": "en",
        "original_title": "Loose in London",
        "overview": "The Bowery Boys take on British crooks when one of them thinks he's inherited a title.",
        "popularity": 6.582,
        "poster_path": "/7xBwl2Q4p4SLea9GTvB53WrYxyX.jpg",
        "release_date": "1953-05-24",
        "title": "Loose in London",
        "video": false,
        "vote_average": 5.1,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            27,
            12,
            28
        ],
        "id": 135197,
        "original_language": "en",
        "original_title": "The Serpent of Death",
        "overview": "An archaelogist falls under the spell of a statue with a curse on it.",
        "popularity": 6.579,
        "poster_path": "/AkW5iSo6XAmHTBzwPHJYr8DvIE0.jpg",
        "release_date": "1990-12-06",
        "title": "The Serpent of Death",
        "video": false,
        "vote_average": 3.0,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/mqdEyktOIfw2JnIWQLEI3SyvmFj.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 296491,
        "original_language": "it",
        "original_title": "Gli invincibili tre",
        "overview": "Ursus and his sword-wielding companions run head-on against a usurper of a throne.",
        "popularity": 6.578,
        "poster_path": "/skGMVZ41KWezqKa29g8bqpXfLlV.jpg",
        "release_date": "1964-11-26",
        "title": "3 Avengers",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 13
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            18,
            28,
            12
        ],
        "id": 215515,
        "original_language": "en",
        "original_title": "Happy Go Lucky",
        "overview": "A singer in Shanghai looks exactly like a missing flyer who went missing, and is feared to have sold the experimental airplane that he was flying. Foreign gangsters, the missing flyers girlfriend, and the U.S. military wants him, dead or alive.",
        "popularity": 6.576,
        "poster_path": "/sssYvjUl072ats9OpRmWrUYoAdX.jpg",
        "release_date": "1936-12-13",
        "title": "Happy Go Lucky",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            14,
            10749
        ],
        "id": 257598,
        "original_language": "de",
        "original_title": "Legend of the Red Reaper",
        "overview": "For a thousand years, the Reapers guarded mankind from the demons that wait in the dark. Now, at the beginning of a new age, the Reapers are betrayed and slaughtered. Only one Reaper remains - Red, and she's out to exact revenge.",
        "popularity": 6.575,
        "poster_path": "/1NxSOsQjMZXspirRMvJxuiqaD9d.jpg",
        "release_date": "2013-08-01",
        "title": "Legend of the Red Reaper",
        "video": false,
        "vote_average": 3.2,
        "vote_count": 15
    },
    {
        "adult": false,
        "backdrop_path": "/nnbmO6FKHZdFjxBWnMvjGWWFdFX.jpg",
        "genre_ids": [
            878,
            12,
            28
        ],
        "id": 77195,
        "original_language": "en",
        "original_title": "Neon City",
        "overview": "\"Mad Max\" clone set in the not-too-distant future about a group of people trying to escape to a safe haven called Neon City after a solar disaster that has decimated the Earth.",
        "popularity": 6.572,
        "poster_path": "/uUw0HFlPStvtU8K6FtGDhj1vpCI.jpg",
        "release_date": "1991-12-16",
        "title": "Neon City",
        "video": false,
        "vote_average": 4.8,
        "vote_count": 31
    },
    {
        "adult": false,
        "backdrop_path": "/cN4qq4B8JR4ekuKAIKGVa4bBssl.jpg",
        "genre_ids": [
            35,
            28,
            53,
            12
        ],
        "id": 25224,
        "original_language": "en",
        "original_title": "Masterminds",
        "overview": "A rebellious teen uses his talent for pranks to outwit the security consultant who has taken the students at his prestigious private school hostage.",
        "popularity": 6.571,
        "poster_path": "/l14qIp5XNV7AZ7En4xpbRHSDIpg.jpg",
        "release_date": "1997-08-22",
        "title": "Masterminds",
        "video": false,
        "vote_average": 5.146,
        "vote_count": 42
    },
    {
        "adult": false,
        "backdrop_path": "/rVEafAWrj2AcItotAMPYLMRD5Ru.jpg",
        "genre_ids": [
            80,
            28,
            12
        ],
        "id": 241470,
        "original_language": "en",
        "original_title": "What Price Vengeance",
        "overview": "A cop hesitates in using his gun to stop a robbery, &amp; the robbers get away. He is forced to quit the police force, and he turns to a life of crime.",
        "popularity": 6.561,
        "poster_path": "/q7mwMH3RrtedSEVn8mNTB8pIyEe.jpg",
        "release_date": "1937-05-25",
        "title": "What Price Vengeance",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 1057112,
        "original_language": "zh",
        "original_title": "深海逃生",
        "overview": "As a marine biologist, Guan Zixuan, during a research on Brachycephalus salamander, Brachycephalus mutated and escaped. Before that, Guan Zixuan's father also disappeared because of researching the giant salamander. In order to find this mutant giant salamander and find his father, Guan Zixuan decided to set off to the deep sea and go to the deserted island.",
        "popularity": 6.558,
        "poster_path": "/pTL7Jb0nDtqi9byjNGWtEh75wgE.jpg",
        "release_date": "2022-11-27",
        "title": "Deep Sea Escape",
        "video": false,
        "vote_average": 1.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 870072,
        "original_language": "ru",
        "original_title": "Возвращение. Шугалей",
        "overview": "Maxim Shugaley and Samer Sueifan are finally returning to Russia after a long captivity in the Libyan prison \"Mitiga\". A few months later, a former bank manager in Tripoli, Farid, comes to Shugalei and offers to meet in Egypt — he has new information about terrorists in Libya. But the meeting of friends in Cairo will not take place. To help Farid avoid his own fate, Maxim will have to postpone his plans for a while…",
        "popularity": 6.555,
        "poster_path": "/2KAnpjxLimQBqmxBFhzJLnKAWeA.jpg",
        "release_date": "2021-09-02",
        "title": "Shugaley 3: The Return",
        "video": false,
        "vote_average": 9.0,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/gmiL67rZHOlRCPDkv8dBH9lYTDm.jpg",
        "genre_ids": [
            14,
            28,
            27,
            12
        ],
        "id": 40104,
        "original_language": "id",
        "original_title": "Golok Setan",
        "overview": "The DEVIL'S SWORD lies hidden in a secret cave inside Devils Mountain, everything evil will fight to the death for it... \"For whoever possesses the sword, will rule the kingdom!\" Four warriors attack the keeper of the mountain and try to force him to hand over the map that will lead them to the sword. The tortured keeper escapes and runs to MANDALA his master, who after hearing of the attempt, sets off on his own journey to save the DEVIL'S SWORD. He has many blood-curdling battles along the way, he is attacked by the evil crocodile men and encounters many fiendish traps set for intruders entering the mountain. At last MANDALA captures his prize - can he call upon the Gods and use the mystical sword against the raging warriors with their awesome magical power? Will he win the fight with the crocodile queen who craves the DEVIL'S SWORD at any cost?",
        "popularity": 6.553,
        "poster_path": "/26XunDjetXxQzNqg2GwWzFU44xp.jpg",
        "release_date": "1984-01-20",
        "title": "The Devil's Sword",
        "video": false,
        "vote_average": 5.324,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": "/mYMNVCHShuTjgi74WALIjjLo86r.jpg",
        "genre_ids": [
            28,
            12,
            10749
        ],
        "id": 74852,
        "original_language": "ru",
        "original_title": "Вертикаль",
        "overview": "In the mountains, they stand alone against whatever will happen. For the several days they live in nature, they can rely only on themselves and each other. Elsewhere, there is always a fallback - here one is without a safety. This in itself can bring some to terror - the terror of having to rely on yourself - your own judgment, wits and fortitude. This is also the most incredible feeling of strength and independence. Knowing there is no safety means having to be one's own safety.",
        "popularity": 6.552,
        "poster_path": "/rPJCGjPIShVpA2k9D2ee0BUsO8A.jpg",
        "release_date": "1966-11-11",
        "title": "Vertical",
        "video": false,
        "vote_average": 5.6,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": "/nTKKUbp6QI2bVtlBcoheZmJJE2a.jpg",
        "genre_ids": [
            16,
            14,
            35,
            28,
            12,
            10751
        ],
        "id": 120437,
        "original_language": "ja",
        "original_title": "映画 Yes!プリキュア5GoGo! お菓子の国のハッピーバースディ♪",
        "overview": "It's Nozomi's birthday, but it is disturbed by Bunbee chasing after a girl from another world, Chocola. When Pretty Cure rescue her, she thanks them by taking them to her country, Dessert Kingdom. In this cockaigne with rivers of juice and candy growing on trees, they feel very comfortable. But then they meet the evil Mushiban and his two subordinates Dry and Bitter. They want to take over the kingdom and change Pretty Cure into sweets. In order to save not only Nozomi's Birthday but also the whole Dessert Kingdom, Pretty Cure have to fight their way against Dry and Bitter and also against their own friend: Coco, who is being brainwashed by Mushiban.",
        "popularity": 6.547,
        "poster_path": "/5EjdYXWkZ4tgzcIWsUSdutgfTBt.jpg",
        "release_date": "2008-11-08",
        "title": "Yes! Precure 5 Go Go! Movie: Happy Birthday in the Land of Sweets",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 8
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 1282146,
        "original_language": "zh",
        "original_title": "大風波",
        "overview": "Chao discovers that he is suffering from cancer and has only a few months to live. Wanting to alleviate his girlfriend Su-An's financial burdens, Chao starts working as a muscleman for a mob boss and successfully expels the competing gang from the area. With nothing left to lose, he becomes unstoppable.",
        "popularity": 6.546,
        "poster_path": "/9fWsxLAK1rrz0e5Umdbxi8Hjo9e.jpg",
        "release_date": "1974-01-01",
        "title": "Twister Kicker",
        "video": false,
        "vote_average": 3.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            14,
            28,
            12,
            35
        ],
        "id": 481997,
        "original_language": "zh",
        "original_title": "水滸外傳",
        "overview": "A reworking of the classic Chinese novel \"All men are brothers\"; Lin Chung (Roc Tien), a loyal general, who falls prey to a plot that exiles him and leaves his wife dead. But thanks to a good hearted brigand-monk, justice is served and the conspiracy upended... Fantastic Action, and the addition of a hideous demon creature, makes this one of the most original Kung Fu films of the 80's",
        "popularity": 6.544,
        "poster_path": "/vKpibgflnlmcTyClGvdOSa3FGP.jpg",
        "release_date": "1984-10-18",
        "title": "The Legend of All Men Are Brothers",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/8XubXZfXtZ2AoV2a9WNHQK5gewP.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 128048,
        "original_language": "en",
        "original_title": "Sea Devils",
        "overview": "Gilliatt, a fisherman-turned-smuggler on the isle of Guernsey, agrees to transport a beautiful woman to the French coast in the year 1800. She tells him she hopes to rescue her brother from the guillotine. Gilliatt finds himself falling in love and so feels betrayed when he later learns this woman is a countess helping Napoleon plan an invasion of England. In reality, however, the \"countess\" is an English agent working to thwart this invasion. When Gilliatt finds this out, he returns to France to rescue the woman who's true purpose has been discovered by the French.",
        "popularity": 6.544,
        "poster_path": "/kegu3GsUvsVVFp91VUEZ2ClIaHW.jpg",
        "release_date": "1953-04-12",
        "title": "Sea Devils",
        "video": false,
        "vote_average": 5.786,
        "vote_count": 21
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 657256,
        "original_language": "zh",
        "original_title": "Shen di gai xia",
        "overview": "A young swordsman is sent to the city of Lo Yang to help his father's benefactor Inspector Chang from the four monsters-which are causing him a lot of grief. Four of the most violent martial artists in China.",
        "popularity": 6.538,
        "poster_path": "/y3jYsUF1MggkH4a95SPa7vyO6oo.jpg",
        "release_date": "1972-02-10",
        "title": "The Begging Swordsman",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/4xgstFsVjsYhGzg5tW7QPNjVEdQ.jpg",
        "genre_ids": [
            878,
            16,
            12,
            28
        ],
        "id": 166791,
        "original_language": "ja",
        "original_title": "ジャスティ",
        "overview": "In the future humanity is spread throughout the galaxy. In their efforts to combat criminal espers the Cosmo Police are fortunate to have Justy on their side. However the esper criminals also know this and some of them are making plans for Cosmo Policeman Justy. As their leader says \"There's only one way to kill the most powerful esper in the galaxy\".",
        "popularity": 6.538,
        "poster_path": "/gelCCBuzFhByDcL4amJuYoiegXM.jpg",
        "release_date": "1985-07-20",
        "title": "Cosmo Police Justy",
        "video": false,
        "vote_average": 5.6,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/yRDh5cdjCgNn39ky1hpnum9RGWh.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 232732,
        "original_language": "ja",
        "original_title": "ウルトラマンゼロ外伝　キラー ザ ビートスター　STAGE Ⅰ 鋼鉄の宇宙",
        "overview": "One year after the battle with Belial's Galactic Empire, the members of Ultimate Force Zero returned to Planet Esmeralda to see Princess Emerana. They arrived to see her and Jean Bot captures by a mysterious artificial planet which then took of for another universe.  In the Universe where the sphere fled to, Zap Spacy members Rei and Hyuga are forced to infiltrate it, as it is on a collision course with Planet Bram. Inside they encounter various robot monsters, that the Ultramen have fought in the past, all under the control of Beatstar, with one mission: \"Destroy all organic life\". After saving Emerana, they encounter a robot very similar to Jean Bot, Jean Killer.  During their fight with Jean Killer, Zero learns from Jean Bot that Jean Killer is actually his twin brother. Ultimate Force Zero must now put a stop to Killer's rampage and defeat Beatstar in the process.  This is part 1 of a 2-part special release to promote the movie Ultraman Saga.",
        "popularity": 6.536,
        "poster_path": "/tyTX60UkbL75dXEdERkW7IfNsqf.jpg",
        "release_date": "2011-11-15",
        "title": "Ultraman Zero Side Story: Killer the Beatstar - Stage I: Universe of Steel",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/ttlpY8T0XkCqHv89FeQ2vz1Pg1g.jpg",
        "genre_ids": [
            28,
            12,
            878,
            10752
        ],
        "id": 17790,
        "original_language": "en",
        "original_title": "Zone Troopers",
        "overview": "American soldiers, led by The Sarge, are stuck behind Nazi enemy lines. As they make their way across the Italian countryside, they come across an alien spaceship that has crash-landed in the woods. The alien pilot is dead, but one of the ship's passengers is on the loose. As the GIs hunt down the alien by splitting into smaller groups, they're not only tracked by the Nazis, but also a whole host of other aliens come to save their stranded party.",
        "popularity": 6.536,
        "poster_path": "/twYO8C6mIHyPGsE7nTIGreijdkb.jpg",
        "release_date": "1985-10-01",
        "title": "Zone Troopers",
        "video": false,
        "vote_average": 5.22,
        "vote_count": 50
    },
    {
        "adult": false,
        "backdrop_path": "/3AcNC4J7Sz9UinKqucJzUTSYgZl.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            878
        ],
        "id": 336400,
        "original_language": "ja",
        "original_title": "ウルトラマンゼアス２ 超人大戦・光と影",
        "overview": "Not long after, Benzene’s wife, Lady Benzene arrived to try her luck. Sending her evil Ultraman Shadow to attack the hero, he was ambushed in Antarctica, easily being pummeled and being given a bloodshot eye. Finally, he was struck by the Shadolium Beam, which due to his fear, overwhelmed his own, knocking him out. The battle left Zearth emotionally crushed and unable to fight due to complete terror of Shadow. But, after receiving a message from his father, as well as a capsule monster named Miraclon, Zearth decided to train and become powerful enough to face the evil android.",
        "popularity": 6.535,
        "poster_path": "/3rbiUpTnvsDt6ayJtWUj4Z9Pwuu.jpg",
        "release_date": "1997-04-12",
        "title": "Ultraman Zearth 2: Superhuman Big Battle - Light and Shadow",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/8umoGazvYv1cpLKA01h3LnVgfbG.jpg",
        "genre_ids": [
            27,
            14,
            28,
            12
        ],
        "id": 134109,
        "original_language": "es",
        "original_title": "La mansion de las 7 momias",
        "overview": "Mexican wrestling and mummies in Antigua, Guatemala",
        "popularity": 6.535,
        "poster_path": "/9znhRWylpoMkAkoYi7wxsnCyg0u.jpg",
        "release_date": "1977-12-15",
        "title": "The Mansion of The 7 Mummies",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/lscsVYcLRhzDVqJa4SMa1zT5N2A.jpg",
        "genre_ids": [
            28,
            12,
            18,
            10749
        ],
        "id": 113785,
        "original_language": "en",
        "original_title": "His Majesty O'Keefe",
        "overview": "Men steal for it. Nations go to war for it. The it is oil - and it grows on trees. Coconut oil is the precious lifeblood of 1870s South Seas traders. And lots of real blood will be spilled to get it!  Screen royalty Burt Lancaster ist His Majesty O'Keefe in this last of three adventures that (along with The Flame and the Arrow and The Crimson Pirate) blew a revitalizing wind into the sails of the swashbucker genre. Action, cunning and derring-do are watchwords of the title seafarer as he befriends, defends and ultimately rules the islanders of exotic Yap. Lensed on gorgeus Fiji locations, grandly scored by Robert Farnon and rousingly directed by Byron Haskin, His Majesty O'Keefe delivers heroics of regal proportions.",
        "popularity": 6.535,
        "poster_path": "/kdHvzBI9lzoUJ0roiDvFALxMegs.jpg",
        "release_date": "1954-01-16",
        "title": "His Majesty O'Keefe",
        "video": false,
        "vote_average": 6.154,
        "vote_count": 13
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            878,
            80,
            28,
            12,
            10770
        ],
        "id": 734822,
        "original_language": "en",
        "original_title": "M.A.N.T.I.S.",
        "overview": "A brilliant, wheelchair-bound scientist invents a form of exo-skeleton called the Mechanically Augmented Neuro Transmitter Interception System (M.A.N.T.I.S.) that turns him into a superhero and gives him the ability to fight the crime wave that is engulfing his city.",
        "popularity": 6.534,
        "poster_path": "/vQAmYmrbjKnaS7fS3i6mFvekSsL.jpg",
        "release_date": "1994-01-24",
        "title": "M.A.N.T.I.S.",
        "video": false,
        "vote_average": 4.3,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/ogLNS7llpNHkF3TRT5ndxqcyfqH.jpg",
        "genre_ids": [
            28,
            12,
            878,
            14,
            27
        ],
        "id": 200426,
        "original_language": "ja",
        "original_title": "海賊戦隊ゴーカイジャーTHE MOVIE 空飛ぶ幽霊船",
        "overview": "The Gokaigers embark on a quest to find the ghost ship that harbors the legendary God Eye, which grants any wish to whoever wields it. During their adventure, they must face Los Dark, the captain of the ghost ship, and a host of revived enemies of the previous Super Sentai teams such as Agent Abrella and Baseball Mask.",
        "popularity": 6.53,
        "poster_path": "/y0Pd9zQg261GaLri5RKhhRkacbB.jpg",
        "release_date": "2011-08-06",
        "title": "Kaizoku Sentai Gokaiger: The Movie - The Flying Ghost Ship",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 12
    },
    {
        "adult": false,
        "backdrop_path": "/eFhBtFT28wowskJ7gE0dtrvRi3B.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 2139,
        "original_language": "en",
        "original_title": "Cleopatra Jones and the Casino of Gold",
        "overview": "When fellow operatives and friends disappear during a mission in Hong Kong, Cleopatra Jones comes to help. She discovers the disappearance involves The Dragon Lady, a feared lipstick lesbian who runs a casino and the local drug trade.",
        "popularity": 6.526,
        "poster_path": "/olHa0AdsHLuAFQzlyagi9Vhyjv7.jpg",
        "release_date": "1975-07-11",
        "title": "Cleopatra Jones and the Casino of Gold",
        "video": false,
        "vote_average": 5.84,
        "vote_count": 25
    },
    {
        "adult": false,
        "backdrop_path": "/mLJTDy203FqebnFvE7hOStIAdk8.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 38185,
        "original_language": "en",
        "original_title": "Hostage",
        "overview": "The Driver is hired by the FBI to help defuse a hostage situation. A disgruntled employee has kidnapped a CEO and has hidden her, demanding $5,088,042. The Driver delivers the money, writing the sum on his hand as instructed by the hostage taker. After he is told that he holds the life of a person in his hand, he is ordered to burn the money. As he complies, the federal agents break in and attempt to subdue the man, who shoots himself in the head before he reveals where the woman is hidden. The Driver then tries to find the hostage before she drowns in the trunk of a sinking car. As a twist, the kidnapped woman is revealed to be the hostage taker's lover. She coldly taunts the dying man in the hospital.",
        "popularity": 6.525,
        "poster_path": "/d5CoQrPoN0h6h2BaZHAJNgWalJx.jpg",
        "release_date": "2002-10-24",
        "title": "Hostage",
        "video": false,
        "vote_average": 6.586,
        "vote_count": 79
    },
    {
        "adult": false,
        "backdrop_path": "/fCZ8JPKMnFBCQjNJPskNSPmAUw7.jpg",
        "genre_ids": [
            878,
            12,
            14,
            28
        ],
        "id": 938859,
        "original_language": "zh",
        "original_title": "铠甲勇士之捕王",
        "overview": "A villainous supercomputer uses time travel to retrieve magical artifacts from China's ancient past and reshape human history.  It's up to the Armor Heroes to stop the villains and save civilization.",
        "popularity": 6.524,
        "poster_path": "/5yZmGLyRdwUa4atybM1UWMHNAut.jpg",
        "release_date": "2016-10-02",
        "title": "Armor Hero Captor King",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 961165,
        "original_language": "id",
        "original_title": "Si Buta dari Gua Hantu: Duel di Kawah Bromo",
        "overview": "Barda Mandrawata (Ratno Timoer), also known as The Blind Man From the Ghost Cave, is in the Sarpala area which is being hit by a disaster created by the vile magician Tarub. After finishing his business, Barda intends to leave but is given Narisa, a child who is to be returned to his biological parent, Labone, the leader of Sarpala who has fallen in love with Barda despite being betrothed to Latongga (Torro Margens). Meanwhile, Latongga himself is being chased by Radina (Mila Karmila), a female child from the ascetic Sakti. Narisa is wanted by many warriors from various circles, including Tarub, and once he escapes from Barda's hands, Barda is forced to look for him.",
        "popularity": 6.522,
        "poster_path": "/nNBVsVUiC4ClVVXuDZ4UOw75GqY.jpg",
        "release_date": "1977-09-15",
        "title": "The Blind Man from Ghost Cave: Duel at Bromo Crater",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/h2IhEbpwIBIDzKLH7s7NMX09XuY.jpg",
        "genre_ids": [
            12,
            28
        ],
        "id": 100239,
        "original_language": "en",
        "original_title": "Junior Army",
        "overview": "An English refugee and a street thug go to military school together.",
        "popularity": 6.52,
        "poster_path": "/8yjOqx33zgi1a5Rt2M8eXeuNMSe.jpg",
        "release_date": "1942-11-26",
        "title": "Junior Army",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/4UxTRmFEZO6iLdRnSUR5bXqMwvF.jpg",
        "genre_ids": [
            28,
            12,
            18,
            878
        ],
        "id": 103551,
        "original_language": "en",
        "original_title": "Hirokin",
        "overview": "In a planet where humans must scavenge the post-apocalyptic barren wasteland, Hirokin – a reluctant warrior with a dark past – sets off on mission to fulfill his destiny. Having fought to the death to save his wife and son from the planets evil dictator – Griffin – and his elite army of hunters, the lone warrior is left for dead in the vast desert. Armed with his samurai blade, Hirokin is forced to choose between avenging the murder of his family and fighting for the freedom his people. In a twist of fate and with a small rebellion by his side Hirokin s vision finally becomes clear.",
        "popularity": 6.516,
        "poster_path": "/2N6NDtxSPSKM4q1KRqNILNf8ZvH.jpg",
        "release_date": "2012-04-23",
        "title": "Hirokin: The Last Samurai",
        "video": false,
        "vote_average": 3.605,
        "vote_count": 43
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 384280,
        "original_language": "ja",
        "original_title": "十七人の忍者 大血戦",
        "overview": "In a Toei all-star effort, Matsukata Hiroki, Otomo Ryutaro, and Konoe Jushiro combine to create an exciting black and white sequel to the classic story of 17 Ninja, one of the most famous films from that noted studio. In the year 1651 the Kishu clan is about to rise against the Tokugawa shogunate using a stash of muskets being guarded by Jinza the leader of the Koga ninja.  The Iga ninja are called upon to stop the revolt under the leadership of Hattori Hanzo setting off a spy versus spy battle of silent ninja stealth. Through all the turmoil, Shizaburo and Yuka have broken the taboo of ninja falling in love and strive to achieve the forbidden life of happiness that is denied to all members of the ninja class.",
        "popularity": 6.51,
        "poster_path": "/ra6lIUg7PBJRDCSqFSxBgPoOUDe.jpg",
        "release_date": "1966-01-26",
        "title": "Seventeen Ninja 2: The Great Battle",
        "video": false,
        "vote_average": 10.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            16,
            28,
            12,
            14
        ],
        "id": 802675,
        "original_language": "en",
        "original_title": "Chaisson: Rise of the Zerad",
        "overview": "Driven from his homeland and faced with the genocide of his people, an inexperienced Elvish prince must forge an unlikely alliance with a tribe of Wolfmen to save his people from the bloodthirsty Zerad.",
        "popularity": 6.509,
        "poster_path": "/pb1f6NiQ8nQYgBciFbnzQSandFF.jpg",
        "release_date": "2010-05-01",
        "title": "Chaisson: Rise of the Zerad",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/to85MKXhr4NsRqhNKIM9vayEE3f.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 29820,
        "original_language": "en",
        "original_title": "CyberTracker 2",
        "overview": "A Secret Service agent (Wilson) battles an arms dealer who is creating a cyborg army.",
        "popularity": 6.509,
        "poster_path": "/vbK5ERt7quBFtDnksNB6Et8u9DV.jpg",
        "release_date": "1995-11-08",
        "title": "CyberTracker 2",
        "video": false,
        "vote_average": 4.7,
        "vote_count": 16
    },
    {
        "adult": false,
        "backdrop_path": "/xGwYmPILk2PeyVnQqq1NxqEpd0I.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 439510,
        "original_language": "ja",
        "original_title": "五人ライダー対キングダーク",
        "overview": "During a motocross practice, Keisuke Jin is ambushed by two Myth Cyborgs created by a secret organization that's attempting to control Japan, G.O.D. (Government of Darkness). He transforms into Kamen Rider X, but little does he know that his battle is recorded and analyzed by King Dark, G.O.D.'s commander, to create a super cyborg. Other G.O.D. cyborgs are attacking all over Tokyo and in the middle of the crisis, the original four Riders return to Japan from different countries around the world. The five Riders unite to lead a counter attack against G.O.D.",
        "popularity": 6.508,
        "poster_path": "/ezqJeFQHwZVMUT6OSmXw9Bnpvov.jpg",
        "release_date": "1974-07-25",
        "title": "Five Riders vs. King Dark",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/qiE3QL7u5QdHazBXPFQsXgRkJK8.jpg",
        "genre_ids": [
            12,
            14,
            18,
            28,
            10749
        ],
        "id": 106651,
        "original_language": "cn",
        "original_title": "金燕子",
        "overview": "A poor scholar named Lo Chih-Chiu, played by Anthony Wong Yiu-Ming, rescues a swallow from three mischievous boys, and frees the bird afterward. The bird then magically takes the form of a beautiful lady named Hsiao-Hseuh, played by Cherie Chung, who falls in love with the scholar because he had saved her life. She returns the deed by rescuing him from a ruthless band of warlords. She and her sister, Hsiao-Shang, are both originally swallows, but can change into human forms due to witchcraft and wizardry. Hsiao-Hseuh later confronts Chih-Chiu, and later reveals she is a servant of an evil witch queen, who feeds on human blood. When the witch discovers their friendship and bond, she was on the verge of destroying him, but Hsiao-Hseuh pleads for his life in exchange for their separation. After being back in the custody of the witch queen, Hsiao-Hseuh sneaks out and reunites with Chih-Chiu, but posing as a different person to hide her identity.",
        "popularity": 6.505,
        "poster_path": "/tZ5PDBL6CDqw57FX3Ym5FpMj9x2.jpg",
        "release_date": "1987-12-16",
        "title": "Golden Swallow",
        "video": false,
        "vote_average": 4.3,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/znhdNW9taY5ir9GQtEefQ0dUKV1.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 250634,
        "original_language": "fr",
        "original_title": "Les Longs Manteaux",
        "overview": "A reporter becomes involved with a band of terrorists hiding in the mountains between Peru and Bolivia.",
        "popularity": 6.504,
        "poster_path": "/aBfTAM4feXYNBI9WikH4JboEc92.jpg",
        "release_date": "1986-02-19",
        "title": "Les longs manteaux",
        "video": false,
        "vote_average": 3.9,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/mANObBJJgfadx6G5zFdxvMhGzAC.jpg",
        "genre_ids": [
            28,
            12,
            878,
            14
        ],
        "id": 270893,
        "original_language": "ja",
        "original_title": "烈車戦隊トッキュウジャーVS仮面ライダー鎧武 ガイム 春休み合体スペシャル",
        "overview": "The ToQGers stop at a  station in Zawame City, where there is no Shadow Line activity. However, they come across Kamen Rider Gaim and are brought into a fight with the Underground Empire known as Badan. As the ToQGers and the Armored Riders work together to discover Badan’s true intentions, a mysterious Rider calling himself Fifteen appears…",
        "popularity": 6.503,
        "poster_path": "/mqoigTBo7qS4PqU6cwWtEdYJIC8.jpg",
        "release_date": "2014-03-30",
        "title": "Ressha Sentai ToQger vs. Kamen Rider Gaim: Spring Break Combined Special",
        "video": false,
        "vote_average": 7.5,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/3IeTgoFvCMKjOoShS1W97wTFgRG.jpg",
        "genre_ids": [
            12,
            28
        ],
        "id": 260122,
        "original_language": "it",
        "original_title": "Il leone di San Marco",
        "overview": "In 1620 pirates are terrorizing the Adriatic coast. Our hero sets out to defeat them.",
        "popularity": 6.494,
        "poster_path": "/78pBN5s2juMEgsZR6nnYKYortK0.jpg",
        "release_date": "1963-11-21",
        "title": "The Lion of St. Mark",
        "video": false,
        "vote_average": 3.6,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/lwZBIVHeEeGY6dV0fbM4Kc2FQUe.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 104246,
        "original_language": "it",
        "original_title": "La tigre è ancora viva: Sandokan alla riscossa!",
        "overview": "The pirate Sandokan, the Bengal tiger and the East India Company's terror, fighting the British Empire and the ondeskefulla James Brooke, rahjan of Sarawak.",
        "popularity": 6.493,
        "poster_path": "/uXn32pHg6GzoJTLAR0GxvqSSUgx.jpg",
        "release_date": "1977-12-22",
        "title": "The Tiger Is Still Alive: Sandokan to the Rescue",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 24
    },
    {
        "adult": false,
        "backdrop_path": "/91e5b5hnie1fWbZyIoX13f1qYv1.jpg",
        "genre_ids": [
            28,
            12,
            35,
            27
        ],
        "id": 87341,
        "original_language": "en",
        "original_title": "The Further Adventures of Tennessee Buck",
        "overview": "Ken Manchester and his beautiful rich wife Barbara Manchester hire the drunk adventurer Buck Malone to take them on a hunting expedition in the jungle. However, the true purpose of the expedition was not just hunting.",
        "popularity": 6.493,
        "poster_path": "/uhJyhYe4CsnUyI1rQM0jmkanwvY.jpg",
        "release_date": "1988-04-29",
        "title": "The Further Adventures of Tennessee Buck",
        "video": false,
        "vote_average": 4.2,
        "vote_count": 14
    },
    {
        "adult": false,
        "backdrop_path": "/qEIbecsWGdcdVtk06pqsWt32y56.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 540247,
        "original_language": "en",
        "original_title": "Jurassic Galaxy",
        "overview": "In the near future, a ship of space explorers crash land on an unknown planet. They're soon met with some of their worst fears as they discover the planet is inhabited by monstrous dinosaurs.",
        "popularity": 6.49,
        "poster_path": "/l2F4yWfLs21lrUyEh4bNOzjTEsb.jpg",
        "release_date": "2018-08-20",
        "title": "Jurassic Galaxy",
        "video": false,
        "vote_average": 5.097,
        "vote_count": 206
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28,
            53
        ],
        "id": 356182,
        "original_language": "en",
        "original_title": "The Blue Mauritius",
        "overview": "Five international thieves meet in Cape Town to steal the most valuable stamp in the world.",
        "popularity": 6.49,
        "poster_path": "/oaSPW2aKa2wTpsb1T17UbsqATpY.jpg",
        "release_date": "2016-01-01",
        "title": "The Blue Mauritius",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/kQMnOcQbVTB4OZa9CHmkmkXIEJ5.jpg",
        "genre_ids": [
            28,
            12,
            18,
            10752
        ],
        "id": 18562,
        "original_language": "en",
        "original_title": "Gung Ho!",
        "overview": "A true-life epic that revolves around an exclusive bataillon of the U.S. Marine Corps during World War II, \"Carlson's Raiders,\" whose assignment is to take control of a South Pacific island once possessed by the United States but now under Japanese command.",
        "popularity": 6.489,
        "poster_path": "/juyMhRpiAsYDfOqeFWjA4qd4Ui5.jpg",
        "release_date": "1943-12-20",
        "title": "Gung Ho!",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 20
    },
    {
        "adult": false,
        "backdrop_path": "/xDbwqvOUEexEdDBPKWnYrvoR9gg.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 440450,
        "original_language": "ja",
        "original_title": "超新星フラッシュマン 大逆転! タイタンボーイ!!",
        "overview": "Big Rally! Titan Boy! is the second movie of Choushinsei Flashman. It is a theatrical edit of episodes 15 to 18 (The Giant Robo is Worn Out, The Human Minimini Plan, The Mysterious Giant Reckless Car! and Big Turnaround! The Transforming Robo) with new and extended scenes.",
        "popularity": 6.485,
        "poster_path": "/yHeoIas64IPcZJULjba9qe32QHJ.jpg",
        "release_date": "1987-03-13",
        "title": "Choushinsei Flashman: Big Rally! Titan Boy!",
        "video": false,
        "vote_average": 7.8,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/rlvM2us5esS6TXB581vZx6BzHzO.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 401461,
        "original_language": "en",
        "original_title": "The Phantom",
        "overview": "Two expeditions are trying to reach the Lost City of Zoloz -- one headed by Professor Davidson, a scientist who wants to establish an archaeological site, and the other by a greedy treasure hunter who wants to keep the fabled treasures of the city for himself. An agent of a foreign power also wants to establish a secret airbase there, so he stirs up the natives against The Phantom, who has been able to get them to stay peaceful so far. When The Phantom is murdered, his son takes his place and sets out to restore peace to the jungle and stop the agents' and the treasure hunters' nefarious plans.",
        "popularity": 6.484,
        "poster_path": "/uSZrqoprWkiK770H7XUjLXzyGzD.jpg",
        "release_date": "1943-12-24",
        "title": "The Phantom",
        "video": false,
        "vote_average": 6.222,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 373650,
        "original_language": "ja",
        "original_title": "東京湾炎上",
        "overview": "Global South guerrillas hijack the Japanese oil tanker Arabian Light, threatening to blow it up in Tokyo Bay, unless the cabinet complies with an economically devastating ultimatum.",
        "popularity": 6.482,
        "poster_path": "/gCwDhg8pwhMdSGxippuYAxn1ERZ.jpg",
        "release_date": "1975-07-12",
        "title": "Conflagration",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 366004,
        "original_language": "zh",
        "original_title": "懲罰",
        "overview": "After getting into a brawl in a Discotech in Dominica, three strangers; a Japanese tourist (Yasuaki Kurata), a Chinese restaurant worker (Tony Poon) and an American (!) painter (Tadashi Yamashita)  find themselves thrown in jail together and left to rot there. Just when things seem their grimmest, the three are released, their bonds posted by an ex Army General. His intention is to put their supreme fighting skills to use against his family's black sheep, a powerful mafioso who employs top fighters from all over the world as protection.",
        "popularity": 6.476,
        "poster_path": "/ynKPb3bPmpAet09seMAdFZJh38H.jpg",
        "release_date": "1980-05-16",
        "title": "The Magnificent 3",
        "video": false,
        "vote_average": 4.5,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/qnXTpG7Pa2JAZcjlGw0cfWJwbAp.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 1172261,
        "original_language": "zh",
        "original_title": "罗布泊幽陵",
        "overview": "",
        "popularity": 6.474,
        "poster_path": "/dzzB67NRFDFNRayJ9UOX6rSNRSV.jpg",
        "release_date": "2023-08-31",
        "title": "Lop Nor Tomb",
        "video": false,
        "vote_average": 9.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/sPMR3tsZ7qFHna5dLus3eFjDipG.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 1217300,
        "original_language": "en",
        "original_title": "Arctic Armageddon",
        "overview": "Global temperatures plunge after an earthquake hits in the middle of the Atlantic Ocean. As the world starts to freeze over, and cities fall into ruin, scientists must figure out a way to raise the temperature before the next Ice Age.",
        "popularity": 6.469,
        "poster_path": "/uBPqCP5kuQ3Nzhf0KornLbhQFHK.jpg",
        "release_date": "2023-11-08",
        "title": "Arctic Armageddon",
        "video": false,
        "vote_average": 3.2,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            16,
            28,
            12,
            35,
            14
        ],
        "id": 613251,
        "original_language": "ja",
        "original_title": "ポケモン不思議のダンジョン　出動ポケモン救助隊ガンバルズ！",
        "overview": "Charmander's voice calls out from the darkness if Squirtle is okay. The sleeping boy wakes up, and can't believe himself when he sees a talking Charmander. Charmander then points out that he's a Pokémon too. The boy takes a look at his reflection at a river besides him, and sees that it is true! He has turned into a Squirtle, and has no recollection at all how this had happened.",
        "popularity": 6.466,
        "poster_path": "/mz7wjcHK8hO5NUaWMfVcAimy45A.jpg",
        "release_date": "2006-09-08",
        "title": "Pokémon Mystery Dungeon: Team Go-Getters out of the Gate!",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": "/zL2Zvx1r8OTUnjkzcKf1RqUbiTD.jpg",
        "genre_ids": [
            28,
            12,
            16,
            10751,
            14
        ],
        "id": 344967,
        "original_language": "ja",
        "original_title": "シンドバッド ～空とぶ姫と秘密の島～",
        "overview": "Sinbad: Sora Tobu Hime to Himitsu no Shima is an upcoming Japanese animated family adventure film inspired by Arabian Nights. The film is produced by Nippon Animation and Shirogumi, directed by Shinpei Miyashita and written by Kaeko Hayafune.",
        "popularity": 6.463,
        "poster_path": "/u6mmhIOha22FvDKwhG3NPbSHgZ7.jpg",
        "release_date": "2015-07-04",
        "title": "Sinbad - The Flying Princess and the Secret Island",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 7
    }
]