[
    {
        "adult": false,
        "backdrop_path": "/pHNF5ATl8x2jsseY6kwNtJFFvA2.jpg",
        "genre_ids": [
            28,
            12,
            14,
            10770
        ],
        "id": 23816,
        "original_language": "en",
        "original_title": "Sands of Oblivion",
        "overview": "The film tells the story of a prop from the 1923 movie The Ten Commandments that was actually an authentic artifact from antiquity with cursed powers. In the modern day these resurface leading to murder and mayhem.",
        "popularity": 17.074,
        "poster_path": "/xhleoNJeavnKo8fQMovGkzFfBrn.jpg",
        "release_date": "2007-07-28",
        "title": "Sands of Oblivion",
        "video": false,
        "vote_average": 4.8,
        "vote_count": 30
    },
    {
        "adult": false,
        "backdrop_path": "/kv8KDbi2I4F4MNBbBMCR4LDqP6H.jpg",
        "genre_ids": [
            28,
            12,
            878,
            14
        ],
        "id": 211387,
        "original_language": "en",
        "original_title": "Marvel One-Shot: Agent Carter",
        "overview": "The film takes place one year after the events of Captain America: The First Avenger, in which Agent Carter, a member of the Strategic Scientific Reserve, is in search of the mysterious Zodiac.",
        "popularity": 17.07,
        "poster_path": "/4vFKKWPvCVDJTOWiwReBfpAMScP.jpg",
        "release_date": "2013-09-03",
        "title": "Marvel One-Shot: Agent Carter",
        "video": false,
        "vote_average": 7.228,
        "vote_count": 737
    },
    {
        "adult": false,
        "backdrop_path": "/l99dylTOAMkwKSr54X5ytiEtnLA.jpg",
        "genre_ids": [
            14,
            12,
            28
        ],
        "id": 919355,
        "original_language": "en",
        "original_title": "Dragon Knight",
        "overview": "Many years after the war has been lost, and all the dragons slain, a lone knight travels the lands of Agonos seeking to raise an army against the demon lord Abaddon. When a healer's vision reveals that one dragon still lives, and together with an eager young squire, the knight sets off in search of the fabled creature. As the armies of Abaddon descend on the human kingdoms, the dragon is their last hope of fending off the horde, before it lays waste to the lands of men. But does the creature even exist? And if it does, will it fight for them once more?",
        "popularity": 17.06,
        "poster_path": "/zkGFADykBtfPfTv7YJooxTH52ph.jpg",
        "release_date": "2022-03-21",
        "title": "Dragon Knight",
        "video": false,
        "vote_average": 6.184,
        "vote_count": 49
    },
    {
        "adult": false,
        "backdrop_path": "/gjEiHrj8dSsgL25XbIxT9o5qO3u.jpg",
        "genre_ids": [
            16,
            35,
            28,
            12,
            10751,
            14,
            878
        ],
        "id": 1059572,
        "original_language": "ja",
        "original_title": "しん！クレヨンしんちゃんTHE MOVIE 超能力大決戦 ～とべとべ手巻き寿司～",
        "overview": "40-years ago, there was a prophecy claiming that in the year of “20” and “23”, two emitting lights would come to the Earth from outer space. And the dark light with strong power will bring out a huge disaster. In the summer of 2023, as predicted, two mysterious lights approach Japan and descend on Kasukabe. The white light hits Shin-chan, which makes him get a superpower. Meanwhile, a man called Mitsuru Hiriya, has been bathed in dark light and has acquired psychic powers begins to run amok. A man who wants the destruction of the world, Hiriya VS A happy-go-lucky kindergarten child, Shinnosuke. A superpower battle is going to begin!",
        "popularity": 17.054,
        "poster_path": "/81jVSV8quW5V26HP9gjGFUkZLu6.jpg",
        "release_date": "2023-08-04",
        "title": "New Dimension! Crayon Shinchan the Movie: Battle of Supernatural Powers ~Flying Sushi~",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 15
    },
    {
        "adult": false,
        "backdrop_path": "/2bXp4GTcvU1mCQbq9lXRUiDdTcZ.jpg",
        "genre_ids": [
            878,
            28,
            12,
            14
        ],
        "id": 35072,
        "original_language": "ja",
        "original_title": "海底軍艦",
        "overview": "The legendary empire of the lost continent of Mu reappears to threaten the world with domination. While countries unite to resist, an isolated World War II Captain has created the greatest warship ever seen, and possibly the surface world's only defense.",
        "popularity": 17.049,
        "poster_path": "/u5fD2mfsovtW1Pn2Umtl2G3280w.jpg",
        "release_date": "1963-12-22",
        "title": "Atragon",
        "video": false,
        "vote_average": 6.467,
        "vote_count": 45
    },
    {
        "adult": false,
        "backdrop_path": "/MFqcl3IpvL3nHI3y5KJ1KXc3hM.jpg",
        "genre_ids": [
            28,
            878,
            12
        ],
        "id": 735131,
        "original_language": "zh",
        "original_title": "罗布泊神秘事件",
        "overview": "The film mainly tells about the bizarre cases in the Lop Nur area during the Republic of China. Shi Chuqi, the president of the mysterious incident investigation organization \"Seven Sons\", led the team members to solve the mystery. The film focuses on many mysterious and unresolved events based on elements such as exploring the unknown and revealing the truth. It also adds science fiction elements of ancient space civilization to satisfy the audience's curiosity.",
        "popularity": 17.041,
        "poster_path": "/aiPmEv3XxITXvVtNklCf7YdtqLZ.jpg",
        "release_date": "2022-02-23",
        "title": "The Mystery of Lop Nur",
        "video": false,
        "vote_average": 4.8,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 149634,
        "original_language": "en",
        "original_title": "Nature Unleashed:  Avalanche",
        "overview": "It begins on a glacier nestled on a frozen peak high in the wild Ural Mountains of Russia, kissed by clouds, the top of the world. A lonely, forbidding place, it's home to THOM CUSSLER and brother, JOCK, a pair of transplanted westerners seeking their fortune in Russia's new capitalist economy. They run a hard-luck snowmobile tour business that takes adventurous winter tourists up the mountains to experience the ultimate extreme winter thrill. During one such excursion, a massive ledge of snow at the top of the ridge suddenly collapses and an avalanche crashes down! Only the quick thinking and expert driving of Thom and Jock saves them. The tiny village of Dubroz, nestled far below, is not so lucky. Avalanche sirens wail, but the panicked villagers barely have time to act as the avalanche crashes down! A wall of snow smashes into one end of the village, blasting-in windows, collapsing and burying buildings... Written by GFT Entertainment",
        "popularity": 17.036,
        "poster_path": "/jILdqkaAZyyANMmyiKwlDWHxeSV.jpg",
        "release_date": "2004-08-06",
        "title": "Nature Unleashed:  Avalanche",
        "video": false,
        "vote_average": 3.6,
        "vote_count": 13
    },
    {
        "adult": false,
        "backdrop_path": "/ngtFY7re3sKxb1sShP0vYC6SSCp.jpg",
        "genre_ids": [
            53,
            28,
            12,
            80
        ],
        "id": 377670,
        "original_language": "es",
        "original_title": "Chapo: El Escape Del Siglo",
        "overview": "A famous drug kingpin escapes from prison. The mexican president wants him back in jail whereas the U.S. government wants him dead.",
        "popularity": 16.985,
        "poster_path": "/khAED7ox0Dfk4Ef5LAf6jPEe4oy.jpg",
        "release_date": "2016-01-15",
        "title": "Chapo: El Escape Del Siglo",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 30
    },
    {
        "adult": false,
        "backdrop_path": "/zRJqGtOGS6PRYdEtH69XQmIlQQc.jpg",
        "genre_ids": [
            28,
            12,
            16,
            10751,
            35,
            10770
        ],
        "id": 300424,
        "original_language": "en",
        "original_title": "LEGO DC Comics Super Heroes: Batman Be-Leaguered",
        "overview": "When Batman, claiming to be a loner, refuses to join the Justice League, he is drawn into working with them when they are kidnapped one-by-one and held prisoner by one of Batman's nemeses.",
        "popularity": 16.98,
        "poster_path": "/7JmTzxQx78PfRKVuQjpG80jjXoM.jpg",
        "release_date": "2014-10-27",
        "title": "LEGO DC Comics Super Heroes: Batman Be-Leaguered",
        "video": false,
        "vote_average": 6.632,
        "vote_count": 133
    },
    {
        "adult": false,
        "backdrop_path": "/soKjkMeyySehYjaXuhkteiskSYE.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 17657,
        "original_language": "en",
        "original_title": "Ice Station Zebra",
        "overview": "A top-secret Soviet spy satellite -- using stolen Western technology -- malfunctions and then goes into a descent that lands it near an isolated Arctic research encampment called Ice Station Zebra, belonging to the British, which starts sending out distress signals before falling silent. The atomic submarine Tigerfish, commanded by Cmdr. James Ferraday (Rock Hudson), is dispatched to save them.",
        "popularity": 16.971,
        "poster_path": "/euPqp2J79zAomdgCcdpCmqjRHMy.jpg",
        "release_date": "1968-10-23",
        "title": "Ice Station Zebra",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 157
    },
    {
        "adult": false,
        "backdrop_path": "/c6Grmf2Pmq4VbF2QUCiZ3iSptGt.jpg",
        "genre_ids": [
            16,
            10751,
            28,
            12,
            35,
            878
        ],
        "id": 1148189,
        "original_language": "ko",
        "original_title": "슈퍼윙스 극장판: 맥시멈 스피드",
        "overview": "In a world where toys have become unpopular, villain Billy Willy sets up a terrifying plot to kidnap YouTubers and blow them into space. One million YouTuber Da-in goes out to find Billy Willy with fastest aircraft Sky to save her kidnapped mother! Can Sky save the Earth with Maximum Speed?",
        "popularity": 16.967,
        "poster_path": "/wy5CMvgT0T9UdlCb0P75HCd8UAY.jpg",
        "release_date": "2023-07-20",
        "title": "Super Wings: Maximum Speed",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 8
    },
    {
        "adult": false,
        "backdrop_path": "/eMMDskrOnepuahAilFZ1hKhkDXM.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 25763,
        "original_language": "en",
        "original_title": "Damnation Alley",
        "overview": "Following World War III, four survivors at an desert military installation attempt to drive across the desolate wasteland of America to Albany, where they hope more survivors are living, using a specially built vehicles to protect themselves against the freakish weather, mutated plant and animal life, and other dangers encountered along the way.",
        "popularity": 16.939,
        "poster_path": "/bVTIAU8GzJQJczRm2VAZ7drRVOD.jpg",
        "release_date": "1977-09-10",
        "title": "Damnation Alley",
        "video": false,
        "vote_average": 5.042,
        "vote_count": 94
    },
    {
        "adult": false,
        "backdrop_path": "/y0W77MnV5tPPqsNiHQ7AsD5QWXm.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 42601,
        "original_language": "ja",
        "original_title": "座頭市と用心棒",
        "overview": "With a price on his head, Ichi seeks tranquillity in a favorite village. Since his last visit, it has fallen prey to Boss Masagoro, the son of a merchant rumored to have stolen gold from the shogunate. The boss has hired Yojimbo as his hard-drinking enforcer, but Yojimbo is both a spy for the shogunate, trying to find the gold, and in love with the merchant's unwilling mistress, Umeno. Ichi hires on as the merchant's masseur and buys Umeno's freedom with his employer's own money. This embarrasses Yojimbo who withdraws from a pact with Ichi to stir up trouble between father and son and their gangs. As the two sides fight, Ichi finds the gold and sets up a final set of confrontations.",
        "popularity": 16.896,
        "poster_path": "/xYAHrrJV3YTq2Idu2B5g6MuwQMr.jpg",
        "release_date": "1970-01-15",
        "title": "Zatoichi Meets Yojimbo",
        "video": false,
        "vote_average": 6.667,
        "vote_count": 60
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            35,
            878,
            28,
            12
        ],
        "id": 31279,
        "original_language": "tr",
        "original_title": "Dünyayı Kurtaran Adamın Oğlu",
        "overview": "The year is 2055, and the universe is in a state of turmoil, awaiting the formation of a government that can establish universal peace. Until such a time, the Orion Union stands in its stead, an uneasy alliance made up not of planets, but of their individual states, overlorded by unruly gangs, short-sighted tyrants and hissing, domineering queens. In short, chaos reigns.",
        "popularity": 16.894,
        "poster_path": "/zdisSUrAWY2M01svivJDV048cD1.jpg",
        "release_date": "2006-12-14",
        "title": "Turks in Space",
        "video": false,
        "vote_average": 2.313,
        "vote_count": 48
    },
    {
        "adult": false,
        "backdrop_path": "/poTFhNtA1kZa3Qb6ulCwa5HPEKb.jpg",
        "genre_ids": [
            16,
            878,
            28,
            12
        ],
        "id": 304023,
        "original_language": "ja",
        "original_title": "楽園追放",
        "overview": "A.D. 2400, DEVA's central council detects an incident of unauthorized access into their mainframe. Someone on Earth was trying to hack into the system. The only information DEVA was able to retrieve was that hacker referred to themselves as \"Frontier Setter.\"  To investigate the mysterious hacker's motives, the high officials of DEVA dispatch system Security Third Officer Angela Balzac to the Earth's surface. Equipped with a prosthetic \"material body,\" Angela attempts to make contact with a local agent Dingo, but what awaited her instead was a swarm of Sandworms now infesting the Earth's surface. Angela intercepts the gruesome pests with her exoskeleton powered suit Arhan.",
        "popularity": 16.886,
        "poster_path": "/o10E2L0lm3DReXhH49jG2if2MwL.jpg",
        "release_date": "2014-11-15",
        "title": "Expelled from Paradise",
        "video": false,
        "vote_average": 6.417,
        "vote_count": 79
    },
    {
        "adult": false,
        "backdrop_path": "/vkyiRXgIAKFNVBYmauTF1a7u4wj.jpg",
        "genre_ids": [
            10770,
            28,
            12,
            16,
            10751
        ],
        "id": 51786,
        "original_language": "en",
        "original_title": "Kim Possible: A Sitch In Time",
        "overview": "Kim and Ron start out a new school year, only to find out that Ron's family is moving to Norway. This puts a strain on their partnership, just as Dr. Drakken, Monkey Fist, and Duff Killigan team up to find and use an ancient time travel device to rule the world. Attacking Kim in the past, present, and future, can these villians succeed? Or will an unforeseen force be more destructive?",
        "popularity": 16.877,
        "poster_path": "/3XAMrWxsqqQI5HNJfegbUXtXiEG.jpg",
        "release_date": "2003-11-28",
        "title": "Kim Possible: A Sitch In Time",
        "video": false,
        "vote_average": 6.655,
        "vote_count": 178
    },
    {
        "adult": false,
        "backdrop_path": "/3e46k8KPCs1N7luAqNDFZFzrbbE.jpg",
        "genre_ids": [
            10749,
            28,
            12,
            80,
            53
        ],
        "id": 661043,
        "original_language": "hi",
        "original_title": "मलंग",
        "overview": "Advait visits Goa where he meets Sara, a free-spirited girl who lives life unshackled. Opposites attract and all goes well until life turns upside down. Years later, Advait is on a killing spree with cops Aghase and Michael in his way.",
        "popularity": 16.873,
        "poster_path": "/noi7E47L0bpu60DO1jcYAvCqfSS.jpg",
        "release_date": "2020-02-06",
        "title": "Malang",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 52
    },
    {
        "adult": false,
        "backdrop_path": "/qg2mdKbAe3ynSKFtXdW4XLuRImA.jpg",
        "genre_ids": [
            28,
            12,
            18,
            36,
            10749,
            10752
        ],
        "id": 75796,
        "original_language": "en",
        "original_title": "The Dark Avenger",
        "overview": "Edward, Prince of Wales, son and heir to his father King Edward III of England, leads an English army to the French province of Aquitaine to protect the inhabitant from the ravages of the French. After defeating the French in battle, the defeated French plot to kill the prince. Failing in this, they kidnap his lady, the lovely Lady Joan Holland. Of course Prince Edward has to ride to the rescue, adopting numerous guises to save his paramour, which ultimately end in him leading his men into one final climactic battle against the French. (Also known as \"The Warriors\" and \"The Black Prince\").",
        "popularity": 16.863,
        "poster_path": "/zoTE1JPNDjy1nWQNiQ7hpRajxPL.jpg",
        "release_date": "1955-04-15",
        "title": "The Dark Avenger",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 6
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            14,
            12
        ],
        "id": 874930,
        "original_language": "zh",
        "original_title": "封神·托塔天王",
        "overview": "Heavenly God Li Jing. Pagoda-Bearing Heavenly King Li and Prince Nezha's Father who carries a tower that can capture any spirit, demon or god within its walls. But every story has a beginning. First story of a young Li Jing who just came down from Kunlun Mountain after his studies and is determined to do justice to the people.",
        "popularity": 16.841,
        "poster_path": "/iA5wDhduS8Kk790fYxyO4KEm2ZA.jpg",
        "release_date": "2021-09-14",
        "title": "Legend of Deification: King Li Jing",
        "video": false,
        "vote_average": 4.2,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/b6AuqUdYl5BV7eIeEL8BuMBfwJ7.jpg",
        "genre_ids": [
            16,
            28,
            12,
            35,
            80
        ],
        "id": 32873,
        "original_language": "ja",
        "original_title": "ルパン三世 バビロンの黄金伝説",
        "overview": "Master thief Lupin the Third is after the long-lost Gold of Babylon with the aid of his partners, Jigen and Goemon. They trek the globe, unraveling clues and dodging the attentions of both the Mafia and the tenacious Inspector Zenigata. The stakes have never been higher as Zenigata enlists a team of five beautiful and determined policewomen to lure Lupin the Third into handcuffs. But an elderly drunken woman named Rosetta may be the key to solving the location of this fabulous, ancient treasure.",
        "popularity": 16.829,
        "poster_path": "/kpLbAF7NOBGEf1ocGKIIoiDhovC.jpg",
        "release_date": "1985-07-13",
        "title": "Lupin the Third: The Legend of the Gold of Babylon",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 52
    },
    {
        "adult": false,
        "backdrop_path": "/xy6ZrefSwWR8eUpa7Y1r7uClTHF.jpg",
        "genre_ids": [
            53,
            28,
            12,
            878
        ],
        "id": 353267,
        "original_language": "en",
        "original_title": "Fire Twister",
        "overview": "Environmental activist Scott is accidentally involved in a bomb attack on a fuel storage facility. The gigantic explosion unleashes a roller of fire that rolls towards Los Angeles. Desperate, Scott and his colleagues want to save the city. But for the media they are considered to be the culprits - who will soon be hunted by killers ...",
        "popularity": 16.826,
        "poster_path": "/iZXzPkEqa3F1eoUGLXr0cxH259n.jpg",
        "release_date": "2015-06-21",
        "title": "Fire Twister",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 72
    },
    {
        "adult": false,
        "backdrop_path": "/mRL9PfqKNQ0HdwV7GvdlEoLQ3Rw.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 47360,
        "original_language": "en",
        "original_title": "Deathstalker and the Warriors from Hell",
        "overview": "The third thrilling saga of Deathstalker pits him against the evil wizard and ruler of the Southland, Troxartes, and his band of undead warriors. Dashing Deathstalker is entrusted by the beautiful Princess Carissa to protect an enchanted Jewel one of three which together hold the key to the lost city of treasure, Erendor. The missing pair of gems are stashed all too safely in the heavily guarded castle of the wicked Troxartes. His mission clear, Deathstalker rouses his troops and storms the fortress with the power of lightning. And in this fateful battle, one man will survive to witness the magical secrets of Erendor.",
        "popularity": 16.818,
        "poster_path": "/ph3yYuwBu1LryXktCJSSRZ39E5g.jpg",
        "release_date": "1988-01-01",
        "title": "Deathstalker and the Warriors from Hell",
        "video": false,
        "vote_average": 3.6,
        "vote_count": 50
    },
    {
        "adult": false,
        "backdrop_path": "/h8NCk1Dsc8daZDbKXT5a2sFdIV9.jpg",
        "genre_ids": [
            28,
            18,
            12
        ],
        "id": 45965,
        "original_language": "ja",
        "original_title": "續 姿三四郎",
        "overview": "In this government-suggested sequel, Sugata again grows as a judo master, and demonstrates his (and by extension, all Japanese) superiority to the foreign warrior.",
        "popularity": 16.807,
        "poster_path": "/tQ3hpbwqIHqmrOaql2Y6Ulyi2Ln.jpg",
        "release_date": "1945-05-03",
        "title": "Sanshiro Sugata Part Two",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 50
    },
    {
        "adult": false,
        "backdrop_path": "/6Rrsivo56ymYLHNZ6Of2WFiYrGz.jpg",
        "genre_ids": [
            28,
            12,
            18,
            37
        ],
        "id": 13041,
        "original_language": "es",
        "original_title": "El Topo",
        "overview": "El Topo decides to confront warrior Masters on a trans-formative desert journey he begins with his 6 year old son, who must bury his childhood totems to become a man.",
        "popularity": 16.802,
        "poster_path": "/4ea7sUzZaQNRuIm4M6EqWLQWfnX.jpg",
        "release_date": "1970-12-18",
        "title": "El Topo",
        "video": false,
        "vote_average": 7.093,
        "vote_count": 566
    },
    {
        "adult": false,
        "backdrop_path": "/7J16xflr05jIBQmS6xLTgd2Opld.jpg",
        "genre_ids": [
            28,
            12,
            80
        ],
        "id": 24037,
        "original_language": "ko",
        "original_title": "무방비 도시",
        "overview": "Jo Dae-yeong is a police officer investigating a pickpocket ring with ties to the Yakuza. One day he rescues Baek Jang-mi from danger, only to discover that she is the boss of the gang he has been tracking.",
        "popularity": 16.797,
        "poster_path": "/oJTHBNdBZB1go3ih1VUZsTcHpaQ.jpg",
        "release_date": "2008-01-10",
        "title": "Open City",
        "video": false,
        "vote_average": 6.816,
        "vote_count": 38
    },
    {
        "adult": false,
        "backdrop_path": "/wTuAW4sUf0kiBjtc4ku6DqxgEz0.jpg",
        "genre_ids": [
            28,
            10751,
            12,
            18,
            35
        ],
        "id": 53136,
        "original_language": "de",
        "original_title": "Vorstadtkrokodile 3",
        "overview": "“The Crocodiles” are back and they are in for quite an adventure! Frank is seriously hurt and needs a liver donation. In order to save him, the gang needs to get Frank’s brother out of prison. Their plan is risky and the stakes are high.",
        "popularity": 16.786,
        "poster_path": "/34YKt81QT3ABjYNkqTWUCMp5Gbg.jpg",
        "release_date": "2011-01-20",
        "title": "The Crocodiles: All for One",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 72
    },
    {
        "adult": false,
        "backdrop_path": "/qK6uDoIFsir4tn8YIvlkigmD1v9.jpg",
        "genre_ids": [
            53,
            878,
            28,
            12
        ],
        "id": 307663,
        "original_language": "en",
        "original_title": "Vice",
        "overview": "Julian Michaels has designed the ultimate resort: VICE, where anything goes and the customers can play out their wildest fantasies with artificial inhabitants who look, think and feel like humans. When an artificial becomes self-aware and escapes, she finds herself caught in the crossfire between Julian's mercenaries and a cop who is hell-bent on shutting down Vice, and stopping the violence once and for all.",
        "popularity": 16.779,
        "poster_path": "/cBwZIq1QFasmsC9Wi3HvyEljfYN.jpg",
        "release_date": "2015-01-16",
        "title": "Vice",
        "video": false,
        "vote_average": 4.351,
        "vote_count": 533
    },
    {
        "adult": false,
        "backdrop_path": "/bMPIc12GOP0PlOKNVwLmigEi3Dz.jpg",
        "genre_ids": [
            28,
            12,
            878,
            10402,
            35
        ],
        "id": 24746,
        "original_language": "en",
        "original_title": "Six-String Samurai",
        "overview": "In a post-apocalyptic world where the Russians have taken over a nuked USA and Elvis is king of Lost Vegas, Buddy is a '50s rocker and wandering warrior rolled into one, too-cool package. Armed with his six-string in one hand and his sword in the other, Buddy is on his way to Vegas to succeed Elvis as King. Along the way, he saves an orphan who decides to tag along.",
        "popularity": 16.768,
        "poster_path": "/4Lo0pT1gnDAL4hTVMYLwpVWcqR1.jpg",
        "release_date": "1998-09-18",
        "title": "Six-String Samurai",
        "video": false,
        "vote_average": 6.181,
        "vote_count": 127
    },
    {
        "adult": false,
        "backdrop_path": "/ovGQ5vITG64gh3YMR7tvZqas10e.jpg",
        "genre_ids": [
            35,
            12,
            28
        ],
        "id": 576121,
        "original_language": "hi",
        "original_title": "टोटल धमाल",
        "overview": "Con-artists Guddu and Johnny, a bickering couple Avinash and Bindu who are on a verge of divorce, a fireman Lallan and his side-kick siblings Adi and Manav and a cunning police commissioner set out on a mad chase for a hidden booty of Rs 50 crores in a zoo in Janakpur.",
        "popularity": 16.763,
        "poster_path": "/2ZeE0hQSVMNjkRCqyxkBrvnmzsr.jpg",
        "release_date": "2019-02-22",
        "title": "Total Dhamaal",
        "video": false,
        "vote_average": 5.256,
        "vote_count": 41
    },
    {
        "adult": false,
        "backdrop_path": "/ppzqcIVHCjSM9rKZf4gUPmq8CYf.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 5551,
        "original_language": "en",
        "original_title": "Space Cowboys",
        "overview": "Frank Corvin, ‘Hawk’ Hawkins, Jerry O'Neill and ‘Tank’ Sullivan were hotdog members of Project Daedalus, the Air Force's test program for space travel, but their hopes were dashed in 1958 with the formation of NASA and the use of trained chimps. They blackmail their way into orbit when Russia's mysterious ‘Ikon’ communications satellite's orbit begins to degrade and threatens to crash to Earth.",
        "popularity": 16.763,
        "poster_path": "/hPzt1bbA1sUDQOl6Vujmyz2hjLN.jpg",
        "release_date": "2000-08-04",
        "title": "Space Cowboys",
        "video": false,
        "vote_average": 6.383,
        "vote_count": 1321
    },
    {
        "adult": false,
        "backdrop_path": "/1h0NFa8irKpyQEvGlH87Ej5yPAH.jpg",
        "genre_ids": [
            18,
            28,
            12
        ],
        "id": 978436,
        "original_language": "tr",
        "original_title": "Adanis: Kutsal Kavga",
        "overview": "",
        "popularity": 16.761,
        "poster_path": "/1G5mt3uGUW5OWUcxcBUtHm5Zdd9.jpg",
        "release_date": "2022-03-11",
        "title": "Adanis: Kutsal Kavga",
        "video": false,
        "vote_average": 5.1,
        "vote_count": 23
    },
    {
        "adult": false,
        "backdrop_path": "/rNVOLQ8iYdnCXwDkPnBivcxKfU8.jpg",
        "genre_ids": [
            28,
            12,
            35,
            10752
        ],
        "id": 61525,
        "original_language": "en",
        "original_title": "Air Raid Wardens",
        "overview": "Two bumblers, failures as businessmen and air raid wardens, stumble across a nest of Nazi saboteurs bent on blowing up the local magnesium plant.",
        "popularity": 16.756,
        "poster_path": "/gnsvyiV5g8sidTryIsPxAoxiBuw.jpg",
        "release_date": "1943-04-04",
        "title": "Air Raid Wardens",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": "/g9GJpFz8yETWxj7xNFWexfxSoo8.jpg",
        "genre_ids": [
            878,
            28,
            12,
            18,
            27
        ],
        "id": 930034,
        "original_language": "zh",
        "original_title": "大蛇3：龙蛇之战",
        "overview": "The construction team blindly developed the unknown island, which alerted the two fierce creatures on the island to be destroyed.",
        "popularity": 16.748,
        "poster_path": "/zZrgRntX3NbXdDgfjdZI55rLzdP.jpg",
        "release_date": "2022-01-22",
        "title": "Snake 3: Dinosaur vs. Python",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/6ZxozrogbB9lufC3hXNbqxGfSU0.jpg",
        "genre_ids": [
            28,
            53,
            12,
            18,
            10752
        ],
        "id": 92469,
        "original_language": "en",
        "original_title": "Treasure of the Amazon",
        "overview": "An adventurer and his buddies race a former Nazi and others to diamonds in the South American jungle.",
        "popularity": 16.744,
        "poster_path": "/7XVY1Ke4hRTBw9nc48MSUIKFKfu.jpg",
        "release_date": "1985-05-30",
        "title": "Treasure of the Amazon",
        "video": false,
        "vote_average": 4.6,
        "vote_count": 27
    },
    {
        "adult": false,
        "backdrop_path": "/84IR540ZeoTWLsCE2CvhSCqzaIQ.jpg",
        "genre_ids": [
            35,
            28,
            12
        ],
        "id": 14547,
        "original_language": "en",
        "original_title": "Delta Farce",
        "overview": "Three bumbling Army reservists are hustled onto a plane headed for combat in Iraq -- but the fact that the plane drops them in Mexico doesn't stop them from \"liberating\" what they believe to be the Middle East.",
        "popularity": 16.74,
        "poster_path": "/8OkLfZGETr199O1hBV2iC95UBuB.jpg",
        "release_date": "2007-05-11",
        "title": "Delta Farce",
        "video": false,
        "vote_average": 4.8,
        "vote_count": 152
    },
    {
        "adult": false,
        "backdrop_path": "/8Kjz9gLQCSMJm4h3glrRxjUI2fl.jpg",
        "genre_ids": [
            12,
            28,
            14
        ],
        "id": 70697,
        "original_language": "cn",
        "original_title": "新仙鶴神針",
        "overview": "On his way to a congress of kung fu masters, an initiate falls from a high cliff, only to be rescued by lovely Tien Lam (Anita Mui), who rides a huge crane. The rest of the movie features a battle between warring martial arts factions, an equally fierce rivalry between the two daughters of the Crane Master, the accidental empowerment of an unprincipled master after having eaten half of a secret scroll, a battle with an immense tortoise whose spleeny vapors save a group of poisoned swordsmen, lots of great aerial fights against nearly invincible villains, and the usual blood spurting from assorted mouths.",
        "popularity": 16.737,
        "poster_path": "/jPzGjKyuCNRJ4901fJY6gDzNNZe.jpg",
        "release_date": "1993-08-18",
        "title": "The Magic Crane",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 21
    },
    {
        "adult": false,
        "backdrop_path": "/43FpZytJjlReDAPrByR77i81mnr.jpg",
        "genre_ids": [
            28,
            12,
            35,
            80
        ],
        "id": 14943,
        "original_language": "ja",
        "original_title": "クローズZERO",
        "overview": "The students of Suzuran High compete for the King of School title. An ex-graduate yakuza is sent to kill the son of a criminal group, but he can't make himself do it as he reminds him of his youth.",
        "popularity": 16.732,
        "poster_path": "/so1E9wUAXJi9hqGRNPgoVQd7HaX.jpg",
        "release_date": "2007-10-26",
        "title": "Crows Zero",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 331
    },
    {
        "adult": false,
        "backdrop_path": "/9gczHHaJDAdcRxHBoTV7rskttmw.jpg",
        "genre_ids": [
            53,
            28,
            12,
            80
        ],
        "id": 44749,
        "original_language": "hi",
        "original_title": "रेस 2",
        "overview": "Ranveer Singh (Saif Ali Khan) travels to exotic locales and confronts the Turkish mafia on a mission to avenge the death of his lover Sonia in this action-packed sequel. In the process of seeking her killers, Ranveer crosses Armaan Mallick (John Abraham) and Aleena (Deepika Padukone) -- two of the most feared figures in the Turkish underworld. Meanwhile, Ranveer's loyal friend RD (Anil Kapoor) and his new partner Cherry (Amisha Patel) offer a helping hand in a world where love is cheap and trust is a luxury most agents can't afford.",
        "popularity": 16.714,
        "poster_path": "/FxfkEbgz7jQ8Jo2RViWQRd8sKT.jpg",
        "release_date": "2013-01-25",
        "title": "Race 2",
        "video": false,
        "vote_average": 5.425,
        "vote_count": 100
    },
    {
        "adult": false,
        "backdrop_path": "/1Y6WhNQOyQ3V49hjxesKGUpLKJT.jpg",
        "genre_ids": [
            28,
            12,
            80,
            18
        ],
        "id": 29672,
        "original_language": "en",
        "original_title": "Five Loose Women",
        "overview": "Five inmates break out of a remote minimum security prison for women. Four are hardened convicts, the fifth was wrongfully convicted. As the authorities chase them down, the cons terrorize or kill anyone who gets in their way.",
        "popularity": 16.712,
        "poster_path": "/tiY3lwjgIx7Cl84ub0CZP81wmUA.jpg",
        "release_date": "1974-07-13",
        "title": "Five Loose Women",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 14
    },
    {
        "adult": false,
        "backdrop_path": "/xUEYfFKPHQf0xJS7EFOOo1N9pmp.jpg",
        "genre_ids": [
            28,
            12,
            80,
            35
        ],
        "id": 25716,
        "original_language": "ja",
        "original_title": "クローズZERO II",
        "overview": "Genji and his victorious G.P.S. alliance find themselves facing down a new challenge by the students of Hosen Academy, feared by everyone as 'The Army of Killers.' The two schools, in fact, have a history of bad blood between them. And the simmering embers of hatred are about to flare up again, burning away any last remnants of the truce they had so rigorously observed until now.",
        "popularity": 16.711,
        "poster_path": "/crNy2cv1U66kRcEkBrcikePHqez.jpg",
        "release_date": "2009-04-11",
        "title": "Crows Zero II",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 207
    },
    {
        "adult": false,
        "backdrop_path": "/q7oFWo1UUesbWtGet2amttO1gOn.jpg",
        "genre_ids": [
            12,
            878,
            28
        ],
        "id": 38268,
        "original_language": "ja",
        "original_title": "惑星大戦争",
        "overview": "The year is 1988, and in the midst of recovering from a near-miss with a large comet, Earth finds that there are much worse matters at hand: the sudden arrival of a strange army of aliens and their fleet of unstoppable warships.",
        "popularity": 16.698,
        "poster_path": "/3HRIBpaeEkoNyVYEw4rMg1avQiY.jpg",
        "release_date": "1977-12-17",
        "title": "The War in Space",
        "video": false,
        "vote_average": 6.235,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": "/ozzgztvV7blX6uJp1btQi3voP2r.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 604872,
        "original_language": "zh",
        "original_title": "天·火",
        "overview": "Tianhuo Island is as beautiful as a paradise. It almost makes people forget that it is located in the \"Ring of Fire\" the world-famous Pacific Rim volcanic belt. The volcano erupts, and the fates of the people on the island are entangled.",
        "popularity": 16.672,
        "poster_path": "/dDf8M1yMwvBVe8VtOKxCpOog8CF.jpg",
        "release_date": "2019-12-12",
        "title": "Skyfire",
        "video": false,
        "vote_average": 6.387,
        "vote_count": 257
    },
    {
        "adult": false,
        "backdrop_path": "/fVleNJ69uSXRonHYyT1jGnE5f6v.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 1196495,
        "original_language": "ja",
        "original_title": "仮面ライダー THE WINTER MOVIE ガッチャード＆ギーツ 最強ケミー★ガッチャ大作戦",
        "overview": "Ace, Houtaro, and their allies participate in a new edition of the Desire Grand Prix kickstarted by the rogue Chemy X Wizard, who has involved the Jyamato in its diabolical plans. This is the 14th entry of the Kamen Rider winter crossover movies with this entry feature the cast of Kamen Rider Gotchard and Kamen Rider Geats.",
        "popularity": 16.663,
        "poster_path": "/kmRtuHki8WAIzt9zkF849WbOws5.jpg",
        "release_date": "2023-12-22",
        "title": "Kamen Rider THE WINTER MOVIE: Gotchard & Geats Strongest Chemy★Great Gotcha Operation",
        "video": false,
        "vote_average": 8.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            80,
            12
        ],
        "id": 793712,
        "original_language": "zh",
        "original_title": "特种兵归来4替身疑云",
        "overview": "",
        "popularity": 16.65,
        "poster_path": "/zPErI2Hlyr9Rczk7svhDV5wOkVr.jpg",
        "release_date": "2021-02-04",
        "title": "Return of Special Forces 4",
        "video": false,
        "vote_average": 3.5,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/hGvAIrlWqXOnctvyVlX8RzKLgKz.jpg",
        "genre_ids": [
            12,
            16,
            28
        ],
        "id": 284274,
        "original_language": "en",
        "original_title": "Iron Man & Captain America: Heroes United",
        "overview": "Iron Man and Captain America battle to keep the Red Skull and his triggerman, Taskmaster, from unleashing an army of Hydra Brutes on the world!  Sequel to the film \"Iron Man & Hulk: Heroes United\" and feature Iron Man teaming up with Captain America, it comes to accompany the live-action film \"Captain America: The Winter Soldier\".",
        "popularity": 16.626,
        "poster_path": "/AcFFHZGkpLUs31bKf42z8UVLimS.jpg",
        "release_date": "2014-07-29",
        "title": "Iron Man & Captain America: Heroes United",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 130
    },
    {
        "adult": false,
        "backdrop_path": "/dKgsVUNmZgNV7RW6HW2zt6F6PSK.jpg",
        "genre_ids": [
            9648,
            28,
            12,
            18
        ],
        "id": 1069813,
        "original_language": "ja",
        "original_title": "岸辺露伴 ルーヴルへ行く",
        "overview": "The blackest and most evil painting in the world. In pursuit of its mystery, Rohan Kishibe, a manga artist with a special power, visits the Louvre in France. There, a number of horrifying events await him.",
        "popularity": 16.621,
        "poster_path": "/vc9AetGKN0VKlGBoBObHRXVScy8.jpg",
        "release_date": "2023-05-26",
        "title": "Rohan at the Louvre",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/lPlSenbZu73KiKaYM4hUpuzJzbb.jpg",
        "genre_ids": [
            28,
            35,
            12,
            80,
            18
        ],
        "id": 97531,
        "original_language": "ko",
        "original_title": "피도 눈물도 없이",
        "overview": "Gyung-sun is a washed-up cab driver who has been trying to go straight after years in trouble with the law after being a big-time safecracker. Soo-jin wants to be a famous singer, but lives the life of a trophy girlfriend to her vicious gangster boyfriend. An unlikely situation cause these two different women to meet where they plan a daring solution to both their problems that will escalate and threaten the wrath of many powerful and corrupt people around them.",
        "popularity": 16.61,
        "poster_path": "/iAZr36bjj61baeaJDEgRK0XwR2y.jpg",
        "release_date": "2002-02-28",
        "title": "No Blood No Tears",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 25
    },
    {
        "adult": false,
        "backdrop_path": "/mguRtt0wvPCVhAFkXjvGIamofC2.jpg",
        "genre_ids": [
            37,
            28,
            35,
            12,
            10749
        ],
        "id": 19317,
        "original_language": "en",
        "original_title": "Zorro, The Gay Blade",
        "overview": "George Hamilton stars in a dueling dual role as twin sons of the legendary Zorro. Soon after the dashing Don Diego Vega inherits his father's famous sword and costume, a broken ankle prevents the masked avenger from fulfilling his heroic duties. When his flamboyantly fashion-conscious brother assumes the secret identity to continue an ongoing fight for justice, the results are nothing short of hilarious!",
        "popularity": 16.573,
        "poster_path": "/qNFtu1TyoFbmG1hCdQkD8ENOjum.jpg",
        "release_date": "1981-07-17",
        "title": "Zorro, The Gay Blade",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 46
    },
    {
        "adult": false,
        "backdrop_path": "/xDxPHGqcfI3iCJ9zDW1wsI67D6I.jpg",
        "genre_ids": [
            12,
            18,
            28,
            53,
            80
        ],
        "id": 33642,
        "original_language": "en",
        "original_title": "Hells Angels on Wheels",
        "overview": "At first gas station attendant Poet is happy when the rockers gang “Hell’s Angels” finally accepts him. But he’s shocked when he learns how brutal they are – not even murder is a taboo to them. He gets himself in trouble when the leader’s girlfriend falls in love with him – and he welcomes her approaches.",
        "popularity": 16.572,
        "poster_path": "/2mvkv89zFuKLBsyOlHWu42iK6kA.jpg",
        "release_date": "1967-06-01",
        "title": "Hells Angels on Wheels",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 34
    },
    {
        "adult": false,
        "backdrop_path": "/fOpz5wfgFQ61iREeDMzHSfqrkJz.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 54306,
        "original_language": "ja",
        "original_title": "新座頭市物語・折れた杖",
        "overview": "After accidentally causing the death of an old lady, Zatoichi tries to do right by buying the lady’s daughter’s freedom from a brothel - but this causes more problems than solves them.",
        "popularity": 16.561,
        "poster_path": "/51GZ78cpBfsJ9jQ3utDkWVgTM5p.jpg",
        "release_date": "1972-09-02",
        "title": "Zatoichi in Desperation",
        "video": false,
        "vote_average": 6.574,
        "vote_count": 26
    },
    {
        "adult": false,
        "backdrop_path": "/hY7F2yOWSmcXJjfp3sKGqS5beUA.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 225145,
        "original_language": "ja",
        "original_title": "ガッチャマン",
        "overview": "By the year 2050 AD, a mysterious organization called Galactor has occupied half of the Earth and threatens to exterminate the human race. Around the same time, the International Science Organization had uncovered mysterious stones that bear unusual powers.  It is said that one person out of approximately eight million is able to harness the power of the stones; they are known as a \"Receptor\". Dr. Kozaburo Nambu gathers a team of these five lucky Receptors together. Known as the \"Gatchaman\" team, it is their mission to defeat Galactor.",
        "popularity": 16.547,
        "poster_path": "/u0le88N2NFnpgtuMbBuPSoRK2pA.jpg",
        "release_date": "2013-08-24",
        "title": "Gatchaman",
        "video": false,
        "vote_average": 5.711,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": "/w0p2HbU7IYPFU2jqjquo1buEdg9.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 13723,
        "original_language": "en",
        "original_title": "Missionary Man",
        "overview": "A mysterious stranger rolls into town on a unique motorcycle. All he carries is the bible and a desire for justice. Past vengeance collides as Ryder rights an injustice from his past and liberates the small town from a malicious oppressor.",
        "popularity": 16.535,
        "poster_path": "/73uGeN1RJaKycOo5QHaRXhpcXeO.jpg",
        "release_date": "2007-11-29",
        "title": "Missionary Man",
        "video": false,
        "vote_average": 5.338,
        "vote_count": 40
    },
    {
        "adult": false,
        "backdrop_path": "/l3hyo7OCO7efEWBBT6rLaPqZ8nh.jpg",
        "genre_ids": [
            12,
            28,
            14
        ],
        "id": 230652,
        "original_language": "en",
        "original_title": "Pirates of the Caribbean: Tales of the Code: Wedlocked",
        "overview": "Wenches Scarlett and Giselle fix each other up for their wedding, in which they would each marry their groom. Upon realizing that both their grooms were the same man, Jack Sparrow, the two wenches found themselves in an auction led by the Auctioneer. This short film serves as a prequel to The Curse of the Black Pearl, and explains just why Jack Sparrow's boat the Jolly Mon was seen sinking at the beginning of the whole story; why the wenches were so upset with him; and how Cotton lost his tongue.",
        "popularity": 16.527,
        "poster_path": "/O7ncXwZ9bowJGLAfIhe9ZaRZdi.jpg",
        "release_date": "2011-10-18",
        "title": "Pirates of the Caribbean: Tales of the Code: Wedlocked",
        "video": false,
        "vote_average": 6.669,
        "vote_count": 77
    },
    {
        "adult": false,
        "backdrop_path": "/3hKlH4Z8eNJDQ01PYLCEySsJLlR.jpg",
        "genre_ids": [
            28,
            80,
            35,
            18,
            12,
            10749
        ],
        "id": 1092622,
        "original_language": "id",
        "original_title": "Ali Topan",
        "overview": "Ali Topan who is a hooligan with a motorbike who always roams the streets. His motivation that needs money for his life makes him ready to do work without much talk. Until he works as a private detective, journalist until he is ready to solve cases.",
        "popularity": 16.521,
        "poster_path": "/1aq5NDNtKejONce1QwaDdTYntby.jpg",
        "release_date": "2024-02-14",
        "title": "Ali Topan",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/xlcwwahVx5hU6w3f4zdj22qbbjX.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 30617,
        "original_language": "ja",
        "original_title": "劇場版 仮面ライダーディケイド オールライダー対大ショッカー",
        "overview": "Kamen Rider Decade: All Riders vs. Dai-Shocker is the film adaptation of the 2009 Kamen Rider Series Kamen Rider Decade. As Decade is billed as the 10th anniversary series of the Heisei period run of the Kamen Rider Series, the film features all ten of the lead Heisei Kamen Riders, as well as all of the Shōwa period Kamen Riders, leading to a total of 25 Riders (with three secondary Riders and three Diend-summoned Riders).",
        "popularity": 16.514,
        "poster_path": "/pZNhRgJReSLyFMqIDQcmMeIiQVd.jpg",
        "release_date": "2009-08-08",
        "title": "Kamen Rider Decade: All Riders vs. Dai-Shocker",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": "/1E6oigjBjcJWdh47uM9QpRF9RYE.jpg",
        "genre_ids": [
            28,
            878,
            12,
            36
        ],
        "id": 137649,
        "original_language": "ja",
        "original_title": "劇場版 さらば仮面ライダー電王 ファイナル・カウントダウン",
        "overview": "When the Imagin and Kohana take a trip to visit Ryotaro and Airi, they are attacked by the legendary Ghost Train, and onboard are two Imagin and the evil Kamen Rider Yuuki, who is none other than Ryotaro! But when all hope seems lost, a blue DenLiner appears, delivering someone claiming to be Kamen Rider New Den-O! Just who is he, and can he help everyone save Ryotaro and save time once again?",
        "popularity": 16.512,
        "poster_path": "/jYihhpuMbCicwjEFGeahYBm1PG8.jpg",
        "release_date": "2008-10-04",
        "title": "Farewell Kamen Rider Den-O: Final Countdown",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 6
    },
    {
        "adult": false,
        "backdrop_path": "/ohEsXOaYeIK9U6nZjz1NiN5iAKH.jpg",
        "genre_ids": [
            16,
            28,
            12
        ],
        "id": 729067,
        "original_language": "ja",
        "original_title": "荒野のコトブキ飛行隊 完全版",
        "overview": "Compilation film with new content.",
        "popularity": 16.508,
        "poster_path": "/klJUY6h26wuRXU6ALkOxaRZJ9XV.jpg",
        "release_date": "2020-09-11",
        "title": "The Magnificent Kotobuki",
        "video": false,
        "vote_average": 7.5,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/t8qnOH6FWaOCVPC98l93h35njWH.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            14
        ],
        "id": 46997,
        "original_language": "ru",
        "original_title": "Садко",
        "overview": "Sadko is based on an opera by Nikolai Rimsky-Korsakov, which was based on a Russian epic tale of the same name.  In the old Russian city of Novgorod, the merchants are feasting in a gorgeous palace and Sadko is bragging that he can bring to their land a sweet-voiced bird of happiness. They laugh at him, but he is offered help by the Ocean King's daughter, who is mesmerized by Sadko's singing and is in love with him. The hero is destined to visit many lands in his search of the bird.  First shown in the USA in 1953 with English subtitles. This entry is for 1962 English-dub by Roger Corman's Filmgroup, which runs about 8 minutes shorter (removes much of the music) than the Russian original (see, Sadko, 1953)",
        "popularity": 16.489,
        "poster_path": "/zEBPjPunRmF8va0ojKg56KjV4UG.jpg",
        "release_date": "1953-01-05",
        "title": "The Magic Voyage of Sinbad",
        "video": false,
        "vote_average": 5.444,
        "vote_count": 27
    },
    {
        "adult": false,
        "backdrop_path": "/iiu2uXbqAf2LXmEWqAqcnzaWjcu.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 630322,
        "original_language": "en",
        "original_title": "Battle at Big Rock",
        "overview": "A family's camping trip at Big Rock National Park becomes a terrifying fight for survival.",
        "popularity": 16.474,
        "poster_path": "/461uJTZR5HzZAbzK9QuOXzWhlwA.jpg",
        "release_date": "2019-09-15",
        "title": "Battle at Big Rock",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 124
    },
    {
        "adult": false,
        "backdrop_path": "/RAVryc4jb0Ouc0hdQ8po2RHJiS.jpg",
        "genre_ids": [
            28,
            12,
            80,
            35
        ],
        "id": 253451,
        "original_language": "ja",
        "original_title": "クローズ EXPLODE",
        "overview": "A month after Genji Takiya graduates, a new battle for supremacy at Suzuran All-Boys High School begins. Transfer student Kaburagi Kazeo combats Kagami Ryohei for the coveted top spot, amidst a brewing inter-school conflict with Kurosaki Industrial High.",
        "popularity": 16.463,
        "poster_path": "/h4Zm4kxN1G3wa5bdmeMUxkb7js5.jpg",
        "release_date": "2014-04-12",
        "title": "Crows Explode",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 93
    },
    {
        "adult": false,
        "backdrop_path": "/jyzuK6OgWzibgAblJzxANUHSZ2x.jpg",
        "genre_ids": [
            28,
            12,
            35,
            10751,
            14,
            878
        ],
        "id": 14623,
        "original_language": "en",
        "original_title": "Thunderbirds",
        "overview": "Dangerous missions are the bread and butter of the Thunderbirds, a high-tech secret force employed by the government. Led by Jeff Tracy (Bill Paxton), the Thunderbirds are at the top of their game, but their nemesis, The Hood (Ben Kingsley), has landed on their island and is attempting a coup by using the team's rescue vehicles. He'll soon discover that the Thunderbirds won't go down.",
        "popularity": 16.457,
        "poster_path": "/5PodVCY585XsAiAZYGalL9kNOtB.jpg",
        "release_date": "2004-07-23",
        "title": "Thunderbirds",
        "video": false,
        "vote_average": 4.954,
        "vote_count": 284
    },
    {
        "adult": false,
        "backdrop_path": "/uDicXMIFyQKDUgMaXq0YAHNPs5I.jpg",
        "genre_ids": [
            28,
            10752,
            12,
            36
        ],
        "id": 3513,
        "original_language": "en",
        "original_title": "Legionnaire",
        "overview": "Alain Lefevre is a boxer paid by a Marseille mobster to take a dive. When he wins the fight he attempts to flee to America with the mobster's girlfriend Katrina. This plan fails and he seeks escape by joining the foreign legion. As part of the legion he tangles with abusive lieutenant Steinkampf and bonds with legionnaires Luther, Mackintosh and Rosetti.",
        "popularity": 16.444,
        "poster_path": "/sBeI7TeJzVw103iacL03v7Y5mCX.jpg",
        "release_date": "1998-12-03",
        "title": "Legionnaire",
        "video": false,
        "vote_average": 5.722,
        "vote_count": 525
    },
    {
        "adult": false,
        "backdrop_path": "/qAaXEiS97kCJugGGZrPtQag6ivx.jpg",
        "genre_ids": [
            9648,
            12,
            28,
            18,
            36
        ],
        "id": 53129,
        "original_language": "ru",
        "original_title": "Турецкий гамбит",
        "overview": "The film is based on the second book from the Adventures of Erast Petrovich Fandorin series of novels written by the Russian author Boris Akunin. The film takes place in 1877 during the Russian-Turkish war. Erast Fandorin has just escaped from Turkish prison and is trying to get on the Russian side as soon as possible to give important information about the upcoming attack of the enemy. On his way he meets Varvara Suvorova, a young lady who is going to see her fiancée - a soldier of the Russian army. Erast also knows that there is a spy somewhere in the Russian army, everyone is under suspicion.",
        "popularity": 16.417,
        "poster_path": "/sgHkvzl6mcgorOQtr3Dt0Ppf18n.jpg",
        "release_date": "2005-02-22",
        "title": "The Turkish Gambit",
        "video": false,
        "vote_average": 6.338,
        "vote_count": 74
    },
    {
        "adult": false,
        "backdrop_path": "/iaqMXxHlhpi4cwXc0T3zgBYXMED.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 74466,
        "original_language": "it",
        "original_title": "La scimitarra del Saraceno",
        "overview": "When a ship carrying the daughter of Rhodes' governor and secret documents is captured by Mediterranean pirate Dragut, the governor tasks captain Diego with their recovery before they can be sold to Sultan Selim.",
        "popularity": 16.407,
        "poster_path": "/in8Nx18uZP4Lspk4brbgKMIyuXc.jpg",
        "release_date": "1959-10-22",
        "title": "The Pirate and the Slave Girl",
        "video": false,
        "vote_average": 3.333,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/kzdo3PoIS2c5nAjpElLiovmtBPx.jpg",
        "genre_ids": [
            28,
            12,
            53,
            18,
            10749
        ],
        "id": 85985,
        "original_language": "hi",
        "original_title": "एक था टाइगर",
        "overview": "An Indian agent is sent to observe the actions of a scientist but the mission becomes complicated when he falls in love with the scientist's Pakistani caretaker.",
        "popularity": 16.39,
        "poster_path": "/jGTyeAH5KZuCX6Qat1VcTBXnqth.jpg",
        "release_date": "2012-08-15",
        "title": "Ek Tha Tiger",
        "video": false,
        "vote_average": 6.141,
        "vote_count": 181
    },
    {
        "adult": false,
        "backdrop_path": "/qe0oK0A5ovrlgH39Ga13dxxw9MU.jpg",
        "genre_ids": [
            28,
            35,
            80,
            12
        ],
        "id": 1130818,
        "original_language": "en",
        "original_title": "Sheroes",
        "overview": "When four thick-as-thieves friends arrive in Thailand, they quickly find themselves in over their heads. Fighting to stay alive, they employ their unique set of skills and unleash their fierce loyalty in a heart-pumping battle for survival.",
        "popularity": 16.375,
        "poster_path": "/itUAkQmihFmRxMYTa3AkvIzMCV4.jpg",
        "release_date": "2023-06-23",
        "title": "Sheroes",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 111
    },
    {
        "adult": false,
        "backdrop_path": "/wyF3MzxcLZyJnEYZsp6XdPvpsdc.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 16437,
        "original_language": "en",
        "original_title": "Cyborg 2",
        "overview": "In the year 2074, the cybernetics market is dominated by two rival companies: USA's Pinwheel Robotics and Japan's Kobayashi Electronics. Cyborgs are commonplace, used for anything from soldiers to prostitutes. Casella Reese is a prototype cyborg developed for corporate espionage and assassination. She is filled with a liquid explosive called Glass Shadow. Pinwheel plans to eliminate the entire Kobayashi board of directors by using Casella",
        "popularity": 16.363,
        "poster_path": "/hYNJ4KNMVaVgR5JAqC5qlgbJEmJ.jpg",
        "release_date": "1993-11-24",
        "title": "Cyborg 2",
        "video": false,
        "vote_average": 4.352,
        "vote_count": 122
    },
    {
        "adult": false,
        "backdrop_path": "/nVqDdCoYUih30sZsVWlXkZWLxa7.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 75520,
        "original_language": "zh",
        "original_title": "血芙蓉",
        "overview": "Despite its stand-alone title, this mixture of martial arts and exploitation is a semi-sequel to Shaw Brothers's Flying Guillotine series. This time, the focus is Rong Qui-yan, a kung fu student turned dutiful wife whose life falls apart when her husband is murdered by a squad of government operatives led by the duplicitous Jin Gang-Feng. Qui-yan is forced to go into hiding as she plots her revenge and finds allies in fellow fugitive Ma Seng and ex-lover Wang-jun.",
        "popularity": 16.343,
        "poster_path": "/3LxNUJsynu0CbxthSP9beX1fJqM.jpg",
        "release_date": "1978-03-11",
        "title": "The Vengeful Beauty",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/2pybydPQPOrMbQqkUwkwiHMDvgO.jpg",
        "genre_ids": [
            28,
            12,
            80,
            53
        ],
        "id": 32160,
        "original_language": "ko",
        "original_title": "야수",
        "overview": "A grissled cop with tendencies towards excessive force teams up with an ambitious and righteous prosecutor to track down a dangerous crime boss whom they both want desperately to catch. But their quarry resorts to devious methods to stall their investigation and eventually turn them against each other. Now the stage is set for a dangerous triangle.",
        "popularity": 16.337,
        "poster_path": "/73a6ePNaH4ISXch6zs3s94EJXjt.jpg",
        "release_date": "2006-01-13",
        "title": "Running Wild",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 35
    },
    {
        "adult": false,
        "backdrop_path": "/2p119wtWAbsBkLBYbiF4qRULAIJ.jpg",
        "genre_ids": [
            35,
            28,
            12
        ],
        "id": 35056,
        "original_language": "en",
        "original_title": "Date Night",
        "overview": "Phil and Claire Foster fear that their mild-mannered relationship may be falling into a stale rut. During their weekly date night, their dinner reservation leads to their being mistaken for a couple of thieves—and now a number of unsavoury characters want Phil and Claire killed.",
        "popularity": 16.319,
        "poster_path": "/ucEWhj32KEDcFKHMWVeu8r1Q4ld.jpg",
        "release_date": "2010-04-08",
        "title": "Date Night",
        "video": false,
        "vote_average": 6.091,
        "vote_count": 2783
    },
    {
        "adult": false,
        "backdrop_path": "/wIQnh3xX6PhXMUOfGjFOSKohRut.jpg",
        "genre_ids": [
            28,
            12,
            27
        ],
        "id": 28828,
        "original_language": "es",
        "original_title": "El tesoro de la diosa blanca",
        "overview": "A group of adventurers head to a primitive tribe in Africa to find a treasure of diamonds and a beautiful white girl who was lost years ago and was made the tribe's goddess.",
        "popularity": 16.314,
        "poster_path": "/tYuG8WWFhEq3DKc9BV6qgaABSa5.jpg",
        "release_date": "1983-06-03",
        "title": "Diamonds of Kilimandjaro",
        "video": false,
        "vote_average": 3.2,
        "vote_count": 22
    },
    {
        "adult": false,
        "backdrop_path": "/9ZXR1TWYtaYYd1MUrnCgmViesxh.jpg",
        "genre_ids": [
            12,
            28,
            16,
            18,
            14,
            878
        ],
        "id": 212153,
        "original_language": "ja",
        "original_title": "劇場版 ペルソナ3 第1章 Spring of Birth",
        "overview": "In the spring, male student Makoto Yuki transfers to Gekkoukan High School. However, as he heads to his new dormitory, listening to the music on his headphones, he is stopped. More precisely, time has stopped, and the people who were around him turn into coffins. Makoto learns that this period of time hidden between the minute of midnight is called the Dark Hour, a time when monsters called Shadows appear. Suddenly made the leader of his fellow classmates Yukari and Junpei by his upperclassmen Mitsuru and Akihiko, Makoto must learn empathy, his connection to his comrades, and the meaning of death. With the power of his Evoker aimed at his head, Makoto fights against the Shadows threatening to attack his world from the mysterious tower of Tartarus.",
        "popularity": 16.311,
        "poster_path": "/hM8CcSlEFjo3vAIFJY3LyuSloU5.jpg",
        "release_date": "2013-11-23",
        "title": "Persona 3 - The Movie: #1 Spring of Birth",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 55
    },
    {
        "adult": false,
        "backdrop_path": "/yFC72NT2tNv6AUonYj1IpYHflMl.jpg",
        "genre_ids": [
            12,
            878,
            28,
            10751
        ],
        "id": 26947,
        "original_language": "ja",
        "original_title": "ガメラ対大悪獣ギロン",
        "overview": "Two young boys sneak aboard a spaceship and find themselves whisked away to the mysterious planet Terra. There, they encounter Gamera's old foe Gyaos and two female aliens with a taste for human brains. Gamera must save the children and battle the new monster Guiron, whose entire body is a deadly living weapon.",
        "popularity": 16.302,
        "poster_path": "/13Hn8vS45Ua0ex5dpVED5eQlqZi.jpg",
        "release_date": "1969-03-21",
        "title": "Gamera vs. Guiron",
        "video": false,
        "vote_average": 5.477,
        "vote_count": 87
    },
    {
        "adult": false,
        "backdrop_path": "/z3e54QilqR1fQ1idk1FM1SAiiCO.jpg",
        "genre_ids": [
            16,
            28,
            12,
            14
        ],
        "id": 315843,
        "original_language": "ja",
        "original_title": "テイルズ オブ ゼスティリア ～導師の夜明け～",
        "overview": "The Seraphim, a mystical spirit race who act as a stabilizing force in the land, blessed a human boy known as Sorey with powers. Sorey's encounter with Alisha and Lunarre leads him to leave on a journey to becoming the Shepherd and saving the world.",
        "popularity": 16.266,
        "poster_path": "/mQmf58FW73NzfwpU1wOIOpe99dg.jpg",
        "release_date": "2014-12-30",
        "title": "Tales of Zestiria: The Shepherd's Advent",
        "video": false,
        "vote_average": 8.2,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/4mopIaKwC0RBK0kGVjgSnkLYn1m.jpg",
        "genre_ids": [
            12,
            35,
            28,
            80
        ],
        "id": 10694,
        "original_language": "en",
        "original_title": "The Chase",
        "overview": "Jack Hammond is sentenced to life in prison, but manages to escape. To get away from the police he takes a girl as hostage and drives off in her car. The girl happens to be the only daughter of one of the richest men in the state. In a while the car chase is being broadcast live on every TV-channel.",
        "popularity": 16.263,
        "poster_path": "/lEmGW4Fc9wMRLIKq6NRojZnTbdp.jpg",
        "release_date": "1994-03-04",
        "title": "The Chase",
        "video": false,
        "vote_average": 5.749,
        "vote_count": 335
    },
    {
        "adult": false,
        "backdrop_path": "/1STOViEjOnPLtOvE5Uhh4uKx1IZ.jpg",
        "genre_ids": [
            28,
            18,
            12
        ],
        "id": 485303,
        "original_language": "ms",
        "original_title": "Tombiruo: Penunggu Rimba",
        "overview": "Tombiruo is a troubled young man, deformed, dutiful and burdened with powers that do not bend to his will. The tragic death of his father causes Tombiruo to seek revenge and punish those responsible.",
        "popularity": 16.26,
        "poster_path": "/4Pa841eP6X1oyaoreMOSooKO5lV.jpg",
        "release_date": "2017-10-12",
        "title": "Tombiruo",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": "/8Ch3LwHqw2khWrV0xwvUlDCwzqq.jpg",
        "genre_ids": [
            10752,
            878,
            28,
            12
        ],
        "id": 36699,
        "original_language": "ru",
        "original_title": "My Iz Budushchego 2",
        "overview": "Two young Russian historians are going to Ukraine to take part in the reconstruction of the Lvov-Sandomierz operation in July 1944. On sight they fall into conflict with Ukrainian nationalists, and some magical twist of fate, move into the middle of real warfare from more than 60 years. Miraculously avoiding death at the hands of Ukrainian nationalists, caught in the middle of fighting between the Red Army and the Nazis.",
        "popularity": 16.258,
        "poster_path": "/6VYx5Qgz2WcALSGQu5Aed9MUQId.jpg",
        "release_date": "2010-02-18",
        "title": "We Are from the Future 2",
        "video": false,
        "vote_average": 5.281,
        "vote_count": 48
    },
    {
        "adult": false,
        "backdrop_path": "/llGBrmOY6mOqqB7lX81QZqMR9UC.jpg",
        "genre_ids": [
            28,
            12,
            35,
            80,
            53
        ],
        "id": 8860,
        "original_language": "en",
        "original_title": "Metro",
        "overview": "Roper, a hostage negotiator catches a murderous bank robber after a blown heist. The bank robber escapes and immediately goes after the man who put him behind bars.",
        "popularity": 16.256,
        "poster_path": "/v28YdIPfIrvcujqnhKmYSEqkkaf.jpg",
        "release_date": "1997-01-16",
        "title": "Metro",
        "video": false,
        "vote_average": 5.654,
        "vote_count": 535
    },
    {
        "adult": false,
        "backdrop_path": "/cFQ3wF5s7qqRx2ZAm8T2Ax6nWp3.jpg",
        "genre_ids": [
            28,
            12,
            35,
            878
        ],
        "id": 106922,
        "original_language": "it",
        "original_title": "Come rubare la corona d'Inghilterra",
        "overview": "Argoman is practically invincible with powers beyond the scope of mortal man. Who is Sir Reginald Hoover, he seems to know what mission Argoman is involved with? Will Jenabell become the Queen of the World and achieve her wishes to outsmart Argoman?",
        "popularity": 16.246,
        "poster_path": "/qooyWKgdY5yGD6eP8byJuFYFLnP.jpg",
        "release_date": "1967-03-24",
        "title": "Argoman the Fantastic Superman",
        "video": false,
        "vote_average": 4.6,
        "vote_count": 14
    },
    {
        "adult": false,
        "backdrop_path": "/6dhS1KtRS3LWX7BZlGLPImMTVxn.jpg",
        "genre_ids": [
            28,
            35,
            12
        ],
        "id": 18670,
        "original_language": "cn",
        "original_title": "洪熙官之少林五祖",
        "overview": "A young father and his infant son are beset by forces of evil and corruption. They wander China, upholding their sense of honor and protecting the weak. When they are forced into combat, spectacular and hilarious fast-motion kung fu sequences follow. In the end, they must call on all of their abilities in a battle royale, to attempt to vanquish a supernatural man-monster or die trying.",
        "popularity": 16.206,
        "poster_path": "/57kngzlMiKkn6yg5lDfcxNmcYF4.jpg",
        "release_date": "1994-02-05",
        "title": "Legend of the Red Dragon",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 137
    },
    {
        "adult": false,
        "backdrop_path": "/nzlf3Wk0oBSIA0A1PLMzIy8CtKp.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 1308824,
        "original_language": "zh",
        "original_title": "关中诡事之雾隐藏棺",
        "overview": "",
        "popularity": 16.202,
        "poster_path": "/eq18j2VurGDjc2P7KKBnoNbXmD3.jpg",
        "release_date": "2024-06-26",
        "title": "Lost In Tomb",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/qWSjUUPWHwDvFhUisPan5BPGFPA.jpg",
        "genre_ids": [
            12,
            18,
            28,
            53
        ],
        "id": 14400,
        "original_language": "fr",
        "original_title": "Largo Winch",
        "overview": "After a powerful billionaire is murdered, his secret adoptive son must race to prove his legitimacy, find his father's killers and stop them from taking over his financial empire.",
        "popularity": 16.198,
        "poster_path": "/bmJU3EEuQP3Ho52FhuiulZ2LKTu.jpg",
        "release_date": "2008-12-17",
        "title": "The Heir Apparent: Largo Winch",
        "video": false,
        "vote_average": 6.062,
        "vote_count": 508
    },
    {
        "adult": false,
        "backdrop_path": "/bdIEyO8IJAtCs0s4JD9n9b5f7L5.jpg",
        "genre_ids": [
            28,
            10752,
            53,
            36,
            12
        ],
        "id": 569106,
        "original_language": "ml",
        "original_title": "മാമാങ്കം",
        "overview": "Based on the medieval fair called Mamankam, which was celebrated every 12 years between 800 AD and 1755 AD, the story of the film is supposedly about a brave warrior of Malabar and his loyal soldiers.",
        "popularity": 16.191,
        "poster_path": "/y73yLU4CiiJWmKjBsgTMe0OiFuD.jpg",
        "release_date": "2019-12-12",
        "title": "Mamangam",
        "video": false,
        "vote_average": 6.763,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": "/mjPIaHzVDWBqTQJoLAmZEL21REv.jpg",
        "genre_ids": [
            12,
            14,
            28,
            35,
            878
        ],
        "id": 9824,
        "original_language": "en",
        "original_title": "Mystery Men",
        "overview": "When Champion City's hero Captain Amazing is kidnapped by the recently paroled supervillain Casanova Frankenstein, a trio of average, everyday superheroes -- Mr. Furious, the Shoveler and the Blue Raja -- assemble a new super team to save him.",
        "popularity": 16.177,
        "poster_path": "/ciVSbFmDecOIwlxl9F6GhHVgCVJ.jpg",
        "release_date": "1999-08-06",
        "title": "Mystery Men",
        "video": false,
        "vote_average": 5.824,
        "vote_count": 798
    },
    {
        "adult": false,
        "backdrop_path": "/n8hvnVWD5UhShOqUnORbwEpIjLx.jpg",
        "genre_ids": [
            16,
            28,
            12,
            9648
        ],
        "id": 26595,
        "original_language": "ja",
        "original_title": ".hack//G.U. Trilogy",
        "overview": "Join Haseo on his quest to track down Tri-Edge, the devious PK responsible for leaving one of his closest friends in a coma. Along the way he meets Atolli, a gentle girl who takes an interest in him despite his chilly demeanor. Together, Haseo and Atolli will attempt to survive long enough to decipher the riddle of the entities known as AIDAs—and save their fellow gamers from permanent sleep.",
        "popularity": 16.169,
        "poster_path": "/zged85q5jE6qD0kbcasdhUXQinq.jpg",
        "release_date": "2007-12-22",
        "title": ".hack//G.U. Trilogy",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/pk3EbTs1Vz0umXmFRAkRhbQLzhO.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 47363,
        "original_language": "en",
        "original_title": "Deathstalker IV: Match of Titans",
        "overview": "It begins as a contest of strength the challenge of competition luring fighters from far away to a hilltop castle. Deathstalker leads the combatants but only to discover that the winners are disappearing one by one. Now, in his last and greatest battle, Deathstalker must defend his remaining comrades, his life, and his newfound love in battle against an evil army of stone warriors and the wicked queen who created them.",
        "popularity": 16.158,
        "poster_path": "/n8y5OgteArGT2ctGlnWIzwAojPQ.jpg",
        "release_date": "1991-07-13",
        "title": "Deathstalker IV: Match of Titans",
        "video": false,
        "vote_average": 5.6,
        "vote_count": 43
    },
    {
        "adult": false,
        "backdrop_path": "/6gFKEYJ3UugiIm6JUGcoaEDah9M.jpg",
        "genre_ids": [
            28,
            12,
            27,
            878
        ],
        "id": 13256,
        "original_language": "en",
        "original_title": "Mutant Chronicles",
        "overview": "It's the year 2707. Earth's natural resources have all but been exhausted by mankind. Battles rage for the remainder between the competing Corporations. During one such battle the seal is broken and awakens an ancient and deadly machine that was once defeated thousands of years ago. The order that awaited its return must now lead a small group of soldiers to destroy it once and for all.",
        "popularity": 16.146,
        "poster_path": "/vHH9VnQZYdhWE9PMMKUpYrG1Z0Z.jpg",
        "release_date": "2008-08-07",
        "title": "Mutant Chronicles",
        "video": false,
        "vote_average": 5.239,
        "vote_count": 441
    },
    {
        "adult": false,
        "backdrop_path": "/auXbCDwhuLckIHuXmgO8UOdNSmV.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 31680,
        "original_language": "ja",
        "original_title": "さそり",
        "overview": "A ruthless pack of thugs force mild-mannered, caught-in-the-middle-of-something-bigger Nami to murder her fiance's sister, decidedly ruining her pending marriage and landing the poor girl in the most brutal women's prison ever seen. Inside the hellblocks, she decides to stop being a victim at all costs, and ends up becoming stronger and even more vicious than the craziest inmates in the pen. She eventually escapes in a most unusual way, gets valuable fight training from a mysterious mountain man and returns to the streets in order to make the thugs who ruined her life pay.",
        "popularity": 16.115,
        "poster_path": "/5y1eoGhoRTvzSSECGg50LXatc7x.jpg",
        "release_date": "2009-08-08",
        "title": "Sasori",
        "video": false,
        "vote_average": 5.071,
        "vote_count": 14
    },
    {
        "adult": false,
        "backdrop_path": "/laydWR0K1bwk4HVKWyW13BEPzHo.jpg",
        "genre_ids": [
            28,
            12,
            35,
            53
        ],
        "id": 13191,
        "original_language": "en",
        "original_title": "War, Inc.",
        "overview": "In the future, the desert country of Turaqistan is torn by a riot after private corporation Tamerlane, owned by the former Vice President of the United States, has taken over. Brand Hauser, a hitman who suppresses his emotions by gobbling down hot sauce, is hired by the corporation's head to kill the CEO of their competitors.",
        "popularity": 16.114,
        "poster_path": "/nlGsWWYC9n4lkbIoTXmI42dkJqb.jpg",
        "release_date": "2008-04-28",
        "title": "War, Inc.",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 270
    },
    {
        "adult": false,
        "backdrop_path": "/iLGPSH7FOnPCANAW5ZUwy05UFUp.jpg",
        "genre_ids": [
            28,
            12,
            80,
            18,
            53
        ],
        "id": 21376,
        "original_language": "en",
        "original_title": "A Force of One",
        "overview": "Karate champion Matt Logan is enlisted by the police to train officers in self-defense after narcotics agents are killed by an assailant using the martial arts.",
        "popularity": 16.078,
        "poster_path": "/7VrGDSXa7TD0fTljibymINxQ5Hg.jpg",
        "release_date": "1979-06-01",
        "title": "A Force of One",
        "video": false,
        "vote_average": 4.78,
        "vote_count": 100
    },
    {
        "adult": false,
        "backdrop_path": "/zrd6GCl2O8M8XuyR6OXRiW6HJIb.jpg",
        "genre_ids": [
            28,
            12,
            35,
            80,
            16
        ],
        "id": 567767,
        "original_language": "ja",
        "original_title": "ルパン三世 ルパンは今も燃えているか?",
        "overview": "When a long-dead foe sends Lupin III on a road trip through time, he’ll have to be careful to keep the past intact to protect his future… if he can make it back there at all!",
        "popularity": 16.071,
        "poster_path": "/biJQfzfJxF5GJuVXx68eFdWaidr.jpg",
        "release_date": "2018-07-25",
        "title": "Lupin the Third: Is Lupin Still Burning?",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 12
    },
    {
        "adult": false,
        "backdrop_path": "/6etjnxpOnGHLxZdiuK1FXOLHxbK.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 748359,
        "original_language": "zh",
        "original_title": "鬼吹灯之湘西密藏",
        "overview": "The movie takes partridge and Chen Yulous exploration of Pingshan as the background of western Hunan half a century later. It tells the story of Hu Bayi in order to save the poisonous big golden tooth after returning from the Longling Cave, leading the Golden Triangle into the iron triangle. In Pingshan, Xiangxi, the story of searching for the long-lost six-winged centipede in the legend of the rivers and lakes, and obtaining the life-saving inner alchemy.",
        "popularity": 16.038,
        "poster_path": "/3lo2A7A9khCzF6Vk2nh6eAQltv.jpg",
        "release_date": "2020-09-30",
        "title": "Mojin: Mysterious Treasure",
        "video": false,
        "vote_average": 4.9,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": "/oiTA1wHmuEb0DBvFimc8uEs4XlG.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 140364,
        "original_language": "en",
        "original_title": "Rogues of Sherwood Forest",
        "overview": "The son of Robin Hood carries on his late father's tradition.",
        "popularity": 16.032,
        "poster_path": "/v8RwA0VqGUXS4QJYq8Re3KdYcox.jpg",
        "release_date": "1950-06-21",
        "title": "Rogues of Sherwood Forest",
        "video": false,
        "vote_average": 4.8,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/1jSJMUigYZXVmIBARQxwU8rzArr.jpg",
        "genre_ids": [
            16,
            28,
            12,
            10751,
            14
        ],
        "id": 19386,
        "original_language": "en",
        "original_title": "He-Man and She-Ra: The Secret of the Sword",
        "overview": "After experiencing traumatic nightmares of a time now past, the Sorceress summons Prince Adam and Cringer to Castle Grayskull to give Adam a precious, jeweled sword and send the pair to the planet Etheria to investigate its secrets.",
        "popularity": 16.023,
        "poster_path": "/iPU6h1EVljeoqIL5fZx4kSsXwLx.jpg",
        "release_date": "1985-03-22",
        "title": "He-Man and She-Ra: The Secret of the Sword",
        "video": false,
        "vote_average": 6.458,
        "vote_count": 71
    },
    {
        "adult": false,
        "backdrop_path": "/3ooDvxSXo08vliXygIVmHIjn2GE.jpg",
        "genre_ids": [
            12,
            14,
            10770,
            28
        ],
        "id": 37404,
        "original_language": "en",
        "original_title": "Hercules and the Amazon Women",
        "overview": "Hercules and Iolaus take time out from Iolaus' wedding preparations, to help a distant village under attack from \"monsters\". When they reach their destination, they find the monsters are in fact Amazonian women who are controlled by Hera. \"Hercules and the Amazon Women\" is the first movie-length pilot episode of the television series \"Hercules: The Legendary Journeys\".",
        "popularity": 16.009,
        "poster_path": "/aTcAL4khfIAZjmbOeKIMqOtv1kd.jpg",
        "release_date": "1994-04-24",
        "title": "Hercules and the Amazon Women",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 107
    },
    {
        "adult": false,
        "backdrop_path": "/nHZ5pr32sVVPjYnCmQ1DjL4QdzE.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            878
        ],
        "id": 103510,
        "original_language": "ja",
        "original_title": "ウルトラマンゼロ THE MOVIE 超決戦！ベリアル銀河帝国",
        "overview": "Ultraman Zero, the rookie Ultraman from Tsuburaya Productions’ 2009 theatrical movie returns, and getting full-fledged. However, he is confronted with the empowered Kaiser Belial, back from the evil Ultraman Belial whom he and other Ultraman warriors battled so hard on the m-78 Planet.  Can Ultraman Zero live to the expectations of his legendary father Ultra Seven? Check it out in the latest Tsuburaya Productions’ action packed movie.",
        "popularity": 16.0,
        "poster_path": "/1OemPTXG3gRPfjX7FNoIjOi05FU.jpg",
        "release_date": "2010-12-23",
        "title": "Ultraman Zero: The Revenge of Belial",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": "/vHa2SVUJVY7TSwTj84msHkdA3KG.jpg",
        "genre_ids": [
            12,
            28,
            878,
            10751
        ],
        "id": 34131,
        "original_language": "ja",
        "original_title": "ガメラ対宇宙怪獣バイラス",
        "overview": "As alien invaders plot to conquer the Earth, two Boy Scouts steal a mini-submarine and discover Gamera in their midst. Transported to the alien's spaceship, the Scouts are menaced by the evil inhabitants, including Viras, a squid-like monster that grows to colossal size to battle Gamera.",
        "popularity": 15.994,
        "poster_path": "/cVrmsX0O071tWBUQBtjSnIBFYk4.jpg",
        "release_date": "1968-03-20",
        "title": "Gamera vs. Viras",
        "video": false,
        "vote_average": 5.777,
        "vote_count": 74
    },
    {
        "adult": false,
        "backdrop_path": "/ectu7Ka0amunbwMTDym937MpRcv.jpg",
        "genre_ids": [
            16,
            12,
            28
        ],
        "id": 46718,
        "original_language": "en",
        "original_title": "DC Showcase: Green Arrow",
        "overview": "At an airport, the Emerald Archer must protect a young princess from assassins.",
        "popularity": 15.989,
        "poster_path": "/agLhe81u2mIF4i7QZ9CCKJHIUeO.jpg",
        "release_date": "2010-09-28",
        "title": "DC Showcase: Green Arrow",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 156
    },
    {
        "adult": false,
        "backdrop_path": "/lI48RrNUgONd8bJq6aSHKV720Xm.jpg",
        "genre_ids": [
            16,
            14,
            35,
            28,
            12,
            10751
        ],
        "id": 393528,
        "original_language": "ja",
        "original_title": "映画 Go!プリンセスプリキュア Go!Go!!豪華3本立て!!!",
        "overview": "Go! Princess Pretty Cure: Go! Go!! Gorgeous Triple Feature!!! is the 12th Pretty Cure movie produced by Toei Animation.  The movie was released in Japanese cinemas on October 31, 2015. It consists of 3 features; A Precious Treasure of Pumpkin Land, Lefy's Wonderful Night, and Cure Flora and A Mysterious Mirror.",
        "popularity": 15.979,
        "poster_path": "/qORMjA4Pw3VgvNnUFmpeWTaLBDg.jpg",
        "release_date": "2015-10-31",
        "title": "Go! Princess Precure The Movie: Go! Go!! Gorgeous Triple Feature!!!",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/7PSLLtj7i94WSQ3Svjv7qHevj2n.jpg",
        "genre_ids": [
            28,
            12,
            878,
            53
        ],
        "id": 10640,
        "original_language": "en",
        "original_title": "Futureworld",
        "overview": "Two years after the Westworld tragedy in the Delos amusement park, the corporate owners have reopened the park following over $1 billion in safety and other improvements. For publicity purposes, reporters Chuck Browning and Tracy Ballard are invited to review the park. Just prior to arriving at the park, however, Browning is given a clue by a dying man that something is amiss.",
        "popularity": 15.979,
        "poster_path": "/r0P4m8a2kNFoPBB5q38E9aWgIm6.jpg",
        "release_date": "1976-08-13",
        "title": "Futureworld",
        "video": false,
        "vote_average": 5.916,
        "vote_count": 299
    }
]