[
    {
        "adult": false,
        "backdrop_path": "/8RBGVSwMp3XCrqtqwAjMZgtxL41.jpg",
        "genre_ids": [
            28,
            12,
            10749
        ],
        "id": 53906,
        "original_language": "en",
        "original_title": "Jet Pilot",
        "overview": "John Wayne stars as U.S. Air Force aviator Jim Shannon, who's tasked with escorting a Soviet pilot (Janet Leigh) claiming -- at the height of the Cold War -- that she wants to defect. After falling in love with and wedding the fetching flyer, Shannon learns from his superiors that she's a spy on a mission to extract military secrets. To save his new wife from prison and deportation, Shannon devises a risky plan in this 1957 drama.",
        "popularity": 3.711,
        "poster_path": "/itCjPSUVfS2bQBl3oxdqwQJx40H.jpg",
        "release_date": "1957-10-11",
        "title": "Jet Pilot",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 42
    },
    {
        "adult": false,
        "backdrop_path": "/xKG5h7UXdKL5ve7ewtvXvLHM6l5.jpg",
        "genre_ids": [
            28,
            12,
            18,
            9648,
            53
        ],
        "id": 41616,
        "original_language": "en",
        "original_title": "Formosa Betrayed",
        "overview": "In the early 1980s, an FBI Agent is assigned to investigate the murder of a respected professor. Through his investigation, he unearths a spider web of international secrets that has been thriving within college campuses across America for decades. His investigation takes him across the Pacific to the island nation of Taiwan, where with the help of the outspoken widow and an unlikely spy, he learns that the Professor's killing was not a random act, but a desperate move by a scandalous government intent on keeping its nefarious activities under wraps. Our detective soon finds himself on a collision course against the U.S. State Department, the Chinese Mafia, and the Nationalist Chinese Government - in a land where the truth is not what it seems and the only people he can trust, cannot be trusted at all. Inspired by actual events.",
        "popularity": 3.711,
        "poster_path": "/yN0qqQwoeTiTudll2Q1AVPM9qrT.jpg",
        "release_date": "2010-02-26",
        "title": "Formosa Betrayed",
        "video": false,
        "vote_average": 6.059,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 1209683,
        "original_language": "ja",
        "original_title": "忍ジャニ参上！未来への戦い",
        "overview": "Kazaha (Daiki Shigeoka), Futo (Nozomu Kotaki), Hoji (Sho Hirano), Sora (Tomohiro Kamiyama) and Kisuke (Koji Mukai) are 5 young ninja from the Kansai area. They train patiently, during a peaceful time, to carry out their first mission. One day, they are ordered to break up.",
        "popularity": 3.71,
        "poster_path": "/6ZwaaBKEw0P33406LFGWSLtVK62.jpg",
        "release_date": "2014-06-07",
        "title": "Ninjani Calling on! Fight Towards the Future",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/iHFxyQQP5Uchdi4uziZ2f5trDg3.jpg",
        "genre_ids": [
            27,
            28,
            12,
            53,
            878
        ],
        "id": 110545,
        "original_language": "en",
        "original_title": "Dark Waters",
        "overview": "Moneyless, ocean-exploring gigolo and his worldly lady-friend are forced to take part in looking into the possibility that aggression - utilizing marine life - is being planned.",
        "popularity": 3.71,
        "poster_path": "/fOfW9J3GP6fVpBPYIjVXXRZbOd8.jpg",
        "release_date": "2003-12-09",
        "title": "Dark Waters",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 19
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            18,
            36
        ],
        "id": 743234,
        "original_language": "hi",
        "original_title": "Jai-Vijay",
        "overview": "When the rulers of Malwa, Pushpapuri and Paanchal find out that their respective kingdoms are under attack by Jung forces, they consolidate their wealth, hide it underground, surrounded by 3 statutes of Hindu Deities, hide it's location in 3 different necklaces, which are then handed over from generation to generation of their respective queens. 200 years later Shamsher Jung attacks and takes over the kingdom of Malwa, forcing Maharaj Dharampal Singh to flee and be eventually be separated from his wife, and two sons, Jay and Vejay. Years later Dharampal is still in hiding away from his wife, Jay has been brought by a bandit named Bhavani Singh, and is now known and feared as Sher Singh, while Vejay is the Senapati of none other than Malwa's Maharaj, Diler Jung, the son of Shamsher. Everyone's path will collide, albeit unknowingly, when they confront each other and race to be the first to take possession of the hidden wealth.",
        "popularity": 3.709,
        "poster_path": "/r3HBzh4RucMle23PjCzgRKGJcQg.jpg",
        "release_date": "1977-01-24",
        "title": "Jay Vejay",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/jx1eITdVzeGZQ9KuwPRpfo4Lq1x.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 272883,
        "original_language": "ja",
        "original_title": "特捜戦隊デカレンジャー スーパービデオ 超必殺わざ勝負! デカレッドVSデカブレイク",
        "overview": "During a training session, Ban and Tetsu try to prove they are the strongest of the SPD.",
        "popularity": 3.704,
        "poster_path": "/3P0Bp3bnMQ388g1t5sHNnQwQlzQ.jpg",
        "release_date": "2005-03-31",
        "title": "Tokusou Sentai Dekaranger: Super Finisher Match! Deka Red vs. Deka Break",
        "video": false,
        "vote_average": 9.0,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            35,
            28,
            12
        ],
        "id": 279258,
        "original_language": "ms",
        "original_title": "Adnan Sempit Balik Raya",
        "overview": "Adnan returns home to his village to celebrate Hari Raya with his uncle, Pak Chah. Upon returning, he was shocked to find out that his old friend, Fatimah, who when they were young was once fat has turned out to be slim and beautiful.",
        "popularity": 3.703,
        "poster_path": "/pc4VI8kKufhfoVXFpYnet7nDKtM.jpg",
        "release_date": "2013-01-01",
        "title": "Adnan Sempit Balik Raya",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 363919,
        "original_language": "id",
        "original_title": "Tuan Tanah Kedawung",
        "overview": "Set in the era of Dutch colonialism, Landlord Kedawung is devastated by his first wife’s death. But apparently, her death is something that the second wife, Zubaedah, has been waiting for.",
        "popularity": 3.702,
        "poster_path": "/aSSLu7BRim8AjHDOFJHKLWiCQJx.jpg",
        "release_date": "1970-01-01",
        "title": "The Master of Kedawung",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            18,
            37
        ],
        "id": 155692,
        "original_language": "en",
        "original_title": "She Came To The Valley",
        "overview": "Based on the book by Cleo Dawson, this film follows the struggle of a female settler as she becomes involved in a political conflict during the Spanish-American War.",
        "popularity": 3.701,
        "poster_path": "/gwo2ymEaVCghGkTgBZiGUSsU50E.jpg",
        "release_date": "1979-01-01",
        "title": "She Came To The Valley",
        "video": false,
        "vote_average": 3.7,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            14,
            28,
            36
        ],
        "id": 405189,
        "original_language": "tr",
        "original_title": "Tarkan: Gümüş Eyer",
        "overview": "Atilla the Hun gives a Silver Saddle to Altar as a gift. The intention of Kostok is the get rid of the Huns and seize the valuable saddle. Little Tarkan's foster mother is forced to leave him in a cave.  His cry attracts the attention of a wolf, who raises Tarkan like his own cub.",
        "popularity": 3.699,
        "poster_path": "/ArvzX4IQmZAilctkcIFlEbDEDQY.jpg",
        "release_date": "1970-01-01",
        "title": "Tarkan and the Silver Saddle",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 15
    },
    {
        "adult": false,
        "backdrop_path": "/uOKhmZVxEfTEzAjsEsvNGM86gzq.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 271952,
        "original_language": "ja",
        "original_title": "帰ってきた侍戦隊シンケンジャー 特別幕",
        "overview": "The film begins with the Shinkengers defeating the Ayakashi Demebakuto. As he assumes his second life, he captures the Shinkengers in mirrors as he sends them into a series of different dimensions (all different film genres) in order make them suffer for his amusement before actually killing them. First, the Shinkengers appear in the jidaigeki Lord's log of Notable Events, fighting a group of samurai, shortly followed by a Western showdown between Genta and Ginshirō, the owner of the rival sushi stand Silver Zushi, over whose food is better in Wild Grip. Then the scene changes again to the cop drama Passionate Version with the vassals as cops while Takeru is being held hostage as the Shinkengers starts to realize that something is wrong.",
        "popularity": 3.698,
        "poster_path": "/dy66SxSvMOaDCSB28hpYx3dJCEn.jpg",
        "release_date": "2010-06-11",
        "title": "Come Back! Samurai Sentai Shinkenger: Special Act",
        "video": false,
        "vote_average": 3.8,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            878,
            28,
            18
        ],
        "id": 66090,
        "original_language": "ru",
        "original_title": "Khraniteli Seti",
        "overview": "Igor, Max and Zhenya are members of Network Keepers - a secret organization of hackers...",
        "popularity": 3.697,
        "poster_path": "/dqM3gCWbFQvrZF6TD3cWysrxg0p.jpg",
        "release_date": "2010-06-06",
        "title": "Network Keepers",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 375552,
        "original_language": "en",
        "original_title": "Treasure Hunters",
        "overview": "Legend has told of an immense treasure of gold hidden on Corregidor Island, Philippines, buried there by the Japanese during WWII. A new clue to its location is discovered, sending two different teams on illegal digs. Terra Green assembles a professional team of specialists while a separate team led by sisters Riley and Bibi Cross use their father's 40 years of research to hunt after his untimely death. On different sides of the island, both teams believe they have found the point where X marks the spot on the map, but their illegal digs have put them all in danger from a variety of enemies, all whom covet the treasure.",
        "popularity": 3.695,
        "poster_path": "/xkJyJ3Zwlubg6Y06gcD1oFyGGlL.jpg",
        "release_date": "2015-11-10",
        "title": "Treasure Hunters",
        "video": false,
        "vote_average": 3.3,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            10749,
            18
        ],
        "id": 107616,
        "original_language": "zh",
        "original_title": "要命的小方",
        "overview": "When Yueh Sin's father is brutally murdered, her lover Shao Fung, the #1 samurai ninja warrior of the martial world, seeks revenge on her behalf.",
        "popularity": 3.691,
        "poster_path": "/eUCwLj5BOHjzvQ3QZFbw6acjYgO.jpg",
        "release_date": "1979-10-18",
        "title": "Love and Sword",
        "video": false,
        "vote_average": 10.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/tzM6ec8WnFpE8a8AR8qD0nOEevh.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 1177703,
        "original_language": "en",
        "original_title": "Slade Collins In and Out of Time",
        "overview": "Slade Collins must travel back in time to save the woman he loves and put a stop to an evil Nazi plan to conquer the world.",
        "popularity": 3.689,
        "poster_path": "/qPU81wJDJgJrnrs7TTVsmAgWgXv.jpg",
        "release_date": "2016-11-11",
        "title": "Slade Collins In and Out of Time",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/eMZIuUiHkuZpTS3yZPJVQKwvFKp.jpg",
        "genre_ids": [
            80,
            28,
            12
        ],
        "id": 240604,
        "original_language": "en",
        "original_title": "Paradise Express",
        "overview": "A small railroad is being squeezed out of business by the tactics of a trucking company owned by gangsters.",
        "popularity": 3.689,
        "poster_path": "/zfnvxI8kAdkbe92BeGR8gozJpra.jpg",
        "release_date": "1937-02-24",
        "title": "Paradise Express",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/kGqMRz8RxmMhTRVYkFTOb0QQhvh.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 47853,
        "original_language": "en",
        "original_title": "King of the Avenue",
        "overview": "A drug dealer sells his soul to the devil to become the top drug dealer on the block.",
        "popularity": 3.689,
        "poster_path": "/JHyRj8Sc83yKRdS9wT74QNxoyl.jpg",
        "release_date": "2010-09-17",
        "title": "King of the Avenue",
        "video": false,
        "vote_average": 4.4,
        "vote_count": 15
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            80,
            18
        ],
        "id": 998898,
        "original_language": "ja",
        "original_title": "ガチバンMAX",
        "overview": "This is the new Gachiban series of juvenile delinquent action films in which young stars can be seen in flashy fight scenes. The hard struggle of the hero who comes from a suburban town to Shibuya in Tokyo is portrayed realistically with guerilla style shooting. High school dropout Kuronaga Yuto (Kubota Masataka) hears that his school upperclassman Yoshio (Suzunosuke) has control over Shibuya, the sacred ground for juvenile delinquents, and goes to the downtown area to become his \"pupil.\" However, Yoshio, whom he meets again after a long time, has become a weakling who works hard at a part-time job distributing packets of tissues to passers-by.",
        "popularity": 3.684,
        "poster_path": "/aoM0XuQ5mSLdPSqDsMcT0JeRmJ9.jpg",
        "release_date": "2010-08-14",
        "title": "GACHI-BAN MAX",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/yoSTCgKl3QinBaMdBfh8Go4RoCi.jpg",
        "genre_ids": [
            28,
            12,
            9648
        ],
        "id": 113968,
        "original_language": "es",
        "original_title": "Misterio en las Bermudas",
        "overview": "Beautiful Silvia and Sandra disappear mysteriously at the Bermuda Triangle. Santo, Blue Demon and Mil Mascaras, a team of super-heroes, go into action to try to find them. Soon they find out that evil Scientist Dr. Gro has developed a device to make people and objects to disappear blaming the famous vanishings of ships, airplanes and human beings on Mother Nature. Cast: Santo el Enmascarado de Plata, Blue Demon, Mil Mascaras, Silvia Manrquez and, Sandra Duarte",
        "popularity": 3.683,
        "poster_path": "/m8Kp05q9x4zKPFb6R7Ar63oCaGN.jpg",
        "release_date": "1979-08-16",
        "title": "Mystery in the Bermuda Triangle",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 12
    },
    {
        "adult": false,
        "backdrop_path": "/3RLPmQEzd6B1fOYu28kSGQQdJP8.jpg",
        "genre_ids": [
            12,
            28,
            53
        ],
        "id": 77935,
        "original_language": "en",
        "original_title": "Fist 2 Fist",
        "overview": "Still haunted by his failure to prevent the murder of a young couple years earlier, a mixed martial arts teacher must confront the skeleton in his closet when the boy who was orphaned by the killing shows up at his door.",
        "popularity": 3.682,
        "poster_path": "/hkDQrbwvcLFFWvoBXsUQXLhSx6.jpg",
        "release_date": "2011-11-15",
        "title": "Fist 2 Fist",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 1009479,
        "original_language": "ja",
        "original_title": "全開！！痛快！？まさかの展カイ！！Gロッソ最後の戦い！！ 機界戦隊ゼンカイジャーショー シリーズ第4弾",
        "overview": "Zenkai!! Twokai!? Need for Development!! G-Rosso Last Fight!!: Kikai Sentai Zenkaiger Show Series Level 4 is a stage show based on Kikai Sentai Zenkaiger TV series. The recorded version was released after the performance period concluded.",
        "popularity": 3.675,
        "poster_path": "/dZ4ZVVeq1Suuz1Pcq5iYDzawsPf.jpg",
        "release_date": "2022-02-05",
        "title": "Zenkai!! Twokai!? Need for Development!! G-Rosso Last Fight!!: Kikai Sentai Zenkaiger Show Series Level 4",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/mbWojTgndDDPWjzlQenBNcYz5u3.jpg",
        "genre_ids": [
            36,
            28,
            12
        ],
        "id": 389993,
        "original_language": "en",
        "original_title": "The Deerslayer",
        "overview": "Deerslayer, a white man who was brought up by the Mohicans, helps his old tribe when the Hurons steal Princess Wah Tah, the betrothed of his friend Jingo-Good. His friends, the Hutters, are a white family living on an ark in the middle of a lake. The Hurons attack them and Deerslayer enlists the aid of scout Harry March, who is escorting sixty-five brides to the near-by settlement. Deerslayer and Harry are both in love with Judith Hutter, who is secretly in love with Harry. The Hurons succeed in capturing her father and Harry, where-upon Judith's sister Hetty, playing on an Indian superstition never to harm an insane person, feigns madness and makes an escape. Hutter, Judith, Hetty and Princess Wah-Tah return to the ark, where they ate attacked by the waiting Hurons and Hetty is killed. Deerslayer, Harry and the settlement men arrive to time to drive the Hurons away.",
        "popularity": 3.675,
        "poster_path": "/k89sp3nPJfNVyh8BICV9sqiBLD5.jpg",
        "release_date": "1943-11-22",
        "title": "The Deerslayer",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            10751,
            28,
            12
        ],
        "id": 211841,
        "original_language": "en",
        "original_title": "Good Old Boy: A Delta Boyhood",
        "overview": "A timeless story of a boy's adventures growing up in a small Southern town, Yazoo City, in the 1940s during World War II, roaming with his friends, playing practical jokes, and getting into trouble.",
        "popularity": 3.675,
        "poster_path": null,
        "release_date": "1988-11-11",
        "title": "Good Old Boy: A Delta Boyhood",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            80,
            53,
            18,
            28,
            12
        ],
        "id": 1291487,
        "original_language": "en",
        "original_title": "Lake George",
        "overview": "Based on True Events, Four years after a heist gone wrong, a released convict and a well-to-do father-to-be must come up with $100k in one night, or else a family member will be executed in prison.",
        "popularity": 3.671,
        "poster_path": "/nXOqQbrmpgx9Fb6bWGmuURuqHLX.jpg",
        "release_date": "2024-05-16",
        "title": "Lake George",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/i7S2shsTn50BSn8p0vZ4p8oxeMB.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 326655,
        "original_language": "fa",
        "original_title": "راه آبی ابریشم",
        "overview": "A young student of Shiraz university joins Captain Soleiman on a maritime journey to China in 11th BC.",
        "popularity": 3.671,
        "poster_path": "/1de8seobVg5baCmderKtksQFAb9.jpg",
        "release_date": "2011-01-01",
        "title": "The Maritime Silk Road",
        "video": false,
        "vote_average": 4.6,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 779596,
        "original_language": "it",
        "original_title": "Maciste e la figlia del re dell'argento",
        "overview": "",
        "popularity": 3.668,
        "poster_path": "/iWFCwnty4NIQhZ3d0D6dTyNmndC.jpg",
        "release_date": "1923-11-17",
        "title": "Maciste e la figlia del re dell'argento",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            27,
            28,
            12
        ],
        "id": 344001,
        "original_language": "en",
        "original_title": "M Is for Malnutrition",
        "overview": "In a world full of walking dead, a fight for a can of food becomes a fight for life.",
        "popularity": 3.665,
        "poster_path": null,
        "release_date": "2013-06-09",
        "title": "M Is for Malnutrition",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": "/90yicK2Cgu8n4U8HBbu2pIE9NMn.jpg",
        "genre_ids": [
            35,
            28,
            12
        ],
        "id": 290373,
        "original_language": "en",
        "original_title": "Pedro Penduko, Episode II: The Return Of The Comeback",
        "overview": "A man (Janno Gibbs) meets the leader (Ramon Zamora) of a distant land threatened by imminent destruction.",
        "popularity": 3.664,
        "poster_path": "/5CxxtkHmhMpuAIhyx1sQVZsTTlg.jpg",
        "release_date": "2000-05-26",
        "title": "Pedro Penduko, Episode II: The Return Of The Comeback",
        "video": false,
        "vote_average": 8.8,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            18,
            28
        ],
        "id": 731341,
        "original_language": "es",
        "original_title": "El príncipe encadenado",
        "overview": "",
        "popularity": 3.659,
        "poster_path": "/mUiYmVxcuQN2BSOzWIU1u9JA5lE.jpg",
        "release_date": "1960-12-20",
        "title": "The Prince in Chains",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            10770,
            28
        ],
        "id": 680696,
        "original_language": "en",
        "original_title": "Mission: Top Secret",
        "overview": "Pilot movie for the TV-Series.",
        "popularity": 3.657,
        "poster_path": null,
        "release_date": "1991-01-01",
        "title": "Mission: Top Secret",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/3qKwu0eoONrJeqZZEq4yzshy42b.jpg",
        "genre_ids": [
            10752,
            28,
            12,
            36,
            10770
        ],
        "id": 108794,
        "original_language": "en",
        "original_title": "Sharpe's Revenge",
        "overview": "Sharpe is framed as the thief who stole Napolean's gold, and he must clear his name to avoid execution. Meanwhile his wife Jane - urged on by a friend - makes some questionable choices.",
        "popularity": 3.655,
        "poster_path": "/rMjC6LJvvNTgfjq3yN4g1s90UJT.jpg",
        "release_date": "1997-05-07",
        "title": "Sharpe's Revenge",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 23
    },
    {
        "adult": false,
        "backdrop_path": "/zekuTaFoBl3gRBT6OAQyb4iIPYX.jpg",
        "genre_ids": [
            12,
            28,
            53
        ],
        "id": 5656,
        "original_language": "en",
        "original_title": "Black Snake",
        "overview": "A man searches for his brother on an island where a vicious woman keeps slaves on a plantation.",
        "popularity": 3.655,
        "poster_path": "/92WK6MVknFcyBoYmhkH59jS3Xpv.jpg",
        "release_date": "1973-03-28",
        "title": "Black Snake",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 28
    },
    {
        "adult": false,
        "backdrop_path": "/2FcGC8F0iOxvCstCKtomhugOXG3.jpg",
        "genre_ids": [
            18,
            28,
            12
        ],
        "id": 797537,
        "original_language": "zh",
        "original_title": "梦断楼兰",
        "overview": "2000 years ago Loulan, a famous ancient country on China's Silk Road, disappeared mysteriously, leaving only a mystery that was difficult to solve for a thousand years. In the 1930s, archaeologist Wen Xiaochen led an archaeological team from Beiping to investigate the Western Regions again in order to explore the traces of Loulan. One day, Professor Wen and Japanese scholar An Teng discovered a wooden slip with clues about the cemetery of Mrs. Angui of Loulan Wang. Their actions have been watched by Ma Zhankui, the leader of the desert bandit \"Black Wind\". Ma Zeng was driven out of the archaeological team by Professor Wen for robbing the tomb.",
        "popularity": 3.653,
        "poster_path": "/yHOQy7cOmpbT32cMn28wpVF8gpb.jpg",
        "release_date": "1991-01-01",
        "title": "Dream of Loulan",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/5Q1SdR3GF7nL6VmxF0l1wWQbzWS.jpg",
        "genre_ids": [
            28,
            12,
            35,
            18
        ],
        "id": 83166,
        "original_language": "en",
        "original_title": "Net Worth",
        "overview": "Net Worth details the serio-comic story of four friends who learn the value of friendship as they embark on a thirty day contest to achieve the highest net worth in a new city with no cash and no connections.",
        "popularity": 3.653,
        "poster_path": "/q0PZ0BuCcGFfZxrRq0wbGJ1z92S.jpg",
        "release_date": "2000-01-01",
        "title": "Net Worth",
        "video": false,
        "vote_average": 3.5,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/o9lghLQwBETj2q71QMWsreVs2qi.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 15571,
        "original_language": "en",
        "original_title": "Deep Winter",
        "overview": "Maverick downhill racer, Tyler Crowe, reunites with best friend and renegade snowboarder, Mark Rider. It doesn't take long for the old friends to take on a new mission. Together they head to Alaska, where led by a veteran guide, the two attempt the most daring descent on snow ever caught on film. But with glory comes risk. And this challenge is no exception.",
        "popularity": 3.653,
        "poster_path": "/wx4PprxTSL0wLI6TWTIy6gKU4P6.jpg",
        "release_date": "2009-01-03",
        "title": "Deep Winter",
        "video": false,
        "vote_average": 4.4,
        "vote_count": 11
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            16
        ],
        "id": 1172928,
        "original_language": "ko",
        "original_title": "번개맨: 더 비기닝",
        "overview": "",
        "popularity": 3.651,
        "poster_path": "/y0ZFbQ2Quk1VbTqSfJ3BK46OwmY.jpg",
        "release_date": "2023-09-20",
        "title": "Bungaeman: The Beginning",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            35,
            10751,
            10749
        ],
        "id": 76089,
        "original_language": "en",
        "original_title": "Tarzan's Revenge",
        "overview": "Eleanor and her parents are hunting big game, acompanied by her wimpish fiance.",
        "popularity": 3.651,
        "poster_path": "/52wnUGl9hoIKBfb77TQtMCRWk5S.jpg",
        "release_date": "1938-01-07",
        "title": "Tarzan's Revenge",
        "video": false,
        "vote_average": 4.2,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            10749
        ],
        "id": 901036,
        "original_language": "en",
        "original_title": "Dangerous Waters",
        "overview": "Smugglers dump 50 million dollars worth of cocaine in the sea. Trying to recover the contraband drives a corrupt coast guard colonel to piracy and murder.",
        "popularity": 3.65,
        "poster_path": "/6OzT6UQaw1t15rXCchD2VGIdxJN.jpg",
        "release_date": "1994-10-18",
        "title": "Dangerous Waters",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/lIEicw6VnL7sguoPq3Z7xUwYHA8.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 196852,
        "original_language": "hi",
        "original_title": "Asambhav",
        "overview": "When the President of India is kidnapped by Kashmiri terrorists in Locarno, Switzerland, an Indian secret agent is sent to find him and set him free. With the help of an Indian singer he will make the \"Impossible\" to complete the mission.",
        "popularity": 3.649,
        "poster_path": "/tc6dAT5FJ0P17NAVwAD7yqFWG5R.jpg",
        "release_date": "2004-07-22",
        "title": "Asambhav",
        "video": false,
        "vote_average": 4.7,
        "vote_count": 6
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            9648,
            53,
            28,
            12,
            80
        ],
        "id": 860055,
        "original_language": "cn",
        "original_title": "秘密三女探",
        "overview": "The Flying Dragon gang goes on a rampage and the police Inspector is at his wits' end. He then commissions Wong Ngung, Wu Ngar and Heung Nga to help him catch the gang members. Suet-ying, a young woman, is addicted to gambling and owes a huge sum to the gambling den that belongs to the Flying Dragon gang. She has even signed IOUs. When the younger sister of Ying's husband sees that Ying is weighed down by worries, she asks Wu Ngar for help. Wu Ngar sneaks into the gambling den, but her behaviour is suspected by the gang leaders, Tai-kit and Tai-hong. Fortunately, Wong Ngung saves her. To get back the IOUs, Ying falls under the control of Hong and Kit. Master Lung has evil designs on Ying. He first kills Kit and seizes Ying. Hong then shoots and kills Lung. Wong Ngung and her two partners get back the IOUs for Ying. They notify the police Inspector to arrest the members of the Flying Dragon gang. Hong is shot and injured by Wong Ngung. He is arrested with the other gang members.",
        "popularity": 3.638,
        "poster_path": null,
        "release_date": "1960-09-21",
        "title": "Wong An Vs. the Flying Tigers",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/qbJpwbQJnpvjtURsqhUbd4S9tIj.jpg",
        "genre_ids": [
            28,
            12,
            80,
            9648,
            10749
        ],
        "id": 127844,
        "original_language": "en",
        "original_title": "Deadline for Murder",
        "overview": "A favor for an old friend leads a Los Angeles gambler (Kent Taylor) into a dangerous search for a missing document.",
        "popularity": 3.638,
        "poster_path": "/bnAViNZdP0lGIAQwr8YunnB07iS.jpg",
        "release_date": "1946-06-28",
        "title": "Deadline for Murder",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            10770,
            28,
            12,
            80,
            18
        ],
        "id": 672620,
        "original_language": "en",
        "original_title": "A Double Life",
        "overview": "After the death of his parents, millionaire playboy Jack Cole is framed on charges of embezzlement. In prison, Cole learns various tricks of the criminal trade - lockpicking, safecracking, electronic surveillance, etc. Upon his release, Cole uses his wealth and his newly learned talents to help others, leaving his calling card, a \"sword of justice\", at the scene.",
        "popularity": 3.635,
        "poster_path": "/bmxG5aEmp5YMDAjyf6NPRceHnc9.jpg",
        "release_date": "1978-01-17",
        "title": "A Double Life",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 483307,
        "original_language": "zh",
        "original_title": "大瘋俠",
        "overview": "A crazy swordsman is on the loose, wreaking havoc and devastation in his wake. Before long a beautiful swordswoman is deployed to put an end to his vile antics.",
        "popularity": 3.634,
        "poster_path": "/nDPr2L74v1NR3TAu3lVYIp4lrEd.jpg",
        "release_date": "1968-12-08",
        "title": "Crazy Swordsman",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/z4kYMfO42Iqbky0Tpuy6dEfneSt.jpg",
        "genre_ids": [
            10749,
            28,
            12,
            36,
            18
        ],
        "id": 441938,
        "original_language": "ru",
        "original_title": "Тайна рукописного Корана",
        "overview": "In the mountains of Dagestan in the Russian Civil War era, some good and bad people are looking for a hidden treasure. The only problem is that the instructions on where to find it are encrypted in one handwritten copy of Quran, which ends up in the wrong hands.",
        "popularity": 3.634,
        "poster_path": "/hSgOI5xLpdAcZoUt17ukQ6SQ3Zj.jpg",
        "release_date": "1990-08-27",
        "title": "The Mystery of The Handwritten Quran",
        "video": false,
        "vote_average": 10.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/6O0UZDwAHmT1h9FlRk6eN9Emc7D.jpg",
        "genre_ids": [
            37,
            28,
            12
        ],
        "id": 309247,
        "original_language": "en",
        "original_title": "King of the Royal Mounted",
        "overview": "The Canadians have discovered a valuable substance called Compound X, which can cure infantile paralysis. When a country at war with Canada learns that Compound X also contains magnetic properties that could aid them in their warfare against the British, they send agents to infiltrate Canada and steal a large quantity of the substance. It's up to Sgt. King (Allan Lane) and his Mounties to track down the agents and put an end to their scheme.",
        "popularity": 3.634,
        "poster_path": "/7bpHjz8GlyCgnywgq5kY2UY508y.jpg",
        "release_date": "1940-09-19",
        "title": "King of the Royal Mounted",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/5MBiXgwrdejxmtb8E6VYvpMtk6G.jpg",
        "genre_ids": [
            12,
            10751,
            28
        ],
        "id": 503267,
        "original_language": "en",
        "original_title": "Surviving The Wild",
        "overview": "Against the wishes of his parents (who are in the midst of a messy divorce), a young boy steals the ashes of his dead Grandfather and runs away into the wilderness with his dog. The boy is determined to fulfill his beloved Grandpa's dying wishes and spread his ashes atop a remote mountain. Along the treacherous journey, the boy and the dog are accompanied by the ghost of his Grandpa, who helps them on their journey, brings the family back together and gives the boy one last chance to say goodbye.",
        "popularity": 3.632,
        "poster_path": "/bILZzANZ8r9Z7Q5eFDf9yWf6Riz.jpg",
        "release_date": "2018-01-05",
        "title": "Surviving The Wild",
        "video": false,
        "vote_average": 7.8,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 286655,
        "original_language": "tl",
        "original_title": "Darna At Ang Babaing Tuod",
        "overview": "It's Darna and she's awesome as ever.",
        "popularity": 3.632,
        "poster_path": null,
        "release_date": "1964-04-14",
        "title": "Darna At Ang Babaing Tuod",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/ubmtWES9kHoduHhbQY1QXuJYUyd.jpg",
        "genre_ids": [
            28,
            12,
            53,
            18
        ],
        "id": 636554,
        "original_language": "el",
        "original_title": "Συνωμοσία στη Μεσόγειο",
        "overview": "",
        "popularity": 3.631,
        "poster_path": "/abC4QZnYzlF8QQ8neDakVjdbllB.jpg",
        "release_date": "1975-01-01",
        "title": "Conspiracy in the Mediterranean",
        "video": false,
        "vote_average": 3.8,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 553949,
        "original_language": "en",
        "original_title": "The Irish Whiskey Rebellion",
        "overview": "An Irish radical turns East Coast bootlegger during Prohibition.",
        "popularity": 3.629,
        "poster_path": "/cIKNx0HVnrcGpdxvR25BR3QYCka.jpg",
        "release_date": "1972-01-10",
        "title": "The Irish Whiskey Rebellion",
        "video": false,
        "vote_average": 3.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/2s3h8EgA8uorG6tmv2cvSrz0wHE.jpg",
        "genre_ids": [
            18,
            28,
            12
        ],
        "id": 259557,
        "original_language": "en",
        "original_title": "Running Scared",
        "overview": "It's 1961. Two servicemen smuggle a box of military gear to USA. Leroy tries out a military camera and accidentally takes a picture of some military facilities. Army finds one of the pictures and thinks they're communist spies.",
        "popularity": 3.628,
        "poster_path": "/ztje5sIOlcGsckwirlIOL1FYybx.jpg",
        "release_date": "1980-11-01",
        "title": "Running Scared",
        "video": false,
        "vote_average": 4.3,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            80,
            12,
            28
        ],
        "id": 200863,
        "original_language": "it",
        "original_title": "Missione speciale Lady Chaplin",
        "overview": "Lady Chaplin is a beautiful woman, she is a fashion stylist and she owns an atelier in Paris. Zoltan is a rich American specialized in submarine researches. Dick Malloy is an American secret agent. What have the three in common? Perhaps a sunk American atomic submarine with sixteen missiles still on board? And why every other scene one, two, ten or more men are trying to kill Malloy in every conceivable way?",
        "popularity": 3.627,
        "poster_path": "/vSbRPo3oHKPZanJeiZNMHMtSspt.jpg",
        "release_date": "1966-08-12",
        "title": "Special Mission Lady Chaplin",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/rXatjzSbtAfd34O3yNeYUCYgnI.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 55670,
        "original_language": "en",
        "original_title": "Plato's Run",
        "overview": "Hired to rescue escaped inmates, a Florida man is framed for a Cuban gangster's assassination.",
        "popularity": 3.627,
        "poster_path": "/mxpJmAbAwvqWluMqL28a4RDoP4C.jpg",
        "release_date": "1997-05-27",
        "title": "Plato's Run",
        "video": false,
        "vote_average": 6.55,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/aFEb0R654XQyxtTmaAyGRhKmhy3.jpg",
        "genre_ids": [
            28,
            12,
            10752
        ],
        "id": 399141,
        "original_language": "en",
        "original_title": "Junior G-Men of the Air",
        "overview": "A group of street kids battle a terrorist gang led by a Japanese spy.",
        "popularity": 3.626,
        "poster_path": "/kljXgYSyEGX3RTmrbs7miruyTaz.jpg",
        "release_date": "1942-06-30",
        "title": "Junior G-Men of the Air",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/uu57PfeFUg6ELa7Uue70Lqca8UE.jpg",
        "genre_ids": [
            28,
            12,
            27
        ],
        "id": 360924,
        "original_language": "en",
        "original_title": "Red Billabong",
        "overview": "In the Australian Outback, two brothers discover old secrets and family lies. As their friends start to go missing they fear they are being stalked by someone or something from their worst nightmares - But is it just - A story? A legend? A hoax? Or is it real?",
        "popularity": 3.626,
        "poster_path": "/2bhjpG6aq8i0VKs1pU4kw96cLy3.jpg",
        "release_date": "2016-08-25",
        "title": "Red Billabong",
        "video": false,
        "vote_average": 4.9,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": "/582nrZRzTUkslhPXVr5Mi8yXqht.jpg",
        "genre_ids": [
            28,
            12,
            18,
            36
        ],
        "id": 82578,
        "original_language": "hi",
        "original_title": "Kranti",
        "overview": "The film takes place in 19th Century British India and is the story of the fight for independence from the British in the years spanning from 1825 to 1875. It tells the story of two men who led the war against British Rule, Sanga and Bharat both of whom call themselves Kranti.",
        "popularity": 3.626,
        "poster_path": "/fbXgeQtZMj5EtVRyqM8kZZbF1pK.jpg",
        "release_date": "1981-02-03",
        "title": "Kranti",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/33DML2j8rieLQFboLo1ZaLyDsiz.jpg",
        "genre_ids": [
            28,
            12,
            16,
            35,
            878
        ],
        "id": 410998,
        "original_language": "ja",
        "original_title": "敵は海賊 ～猫たちの饗宴～",
        "overview": "Apulo (a cat-like space alien with the ability to lock a human's emotions) and Latell work for the Division of Space Piracy (or DSP for short). The two of them are extremely destructive in their solving of DSP cases. They are attempting to stop Youmei the space pirate from exploiting Computer Aided Thinking for his own nefarious plans.",
        "popularity": 3.625,
        "poster_path": "/x2aBWzhjTEyAGUqHu9JwUVEXHpC.jpg",
        "release_date": "1989-12-26",
        "title": "The Enemy's the Pirates!: The Cats' Banquet",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/oRQ4qOWTx08p7arASg57lyOkMMM.jpg",
        "genre_ids": [
            53,
            28,
            18,
            12
        ],
        "id": 44067,
        "original_language": "fa",
        "original_title": "ارتفاع پست",
        "overview": "A person wants to hijack an airplane to go out of Iran and cure his sick son.",
        "popularity": 3.622,
        "poster_path": "/1iPf1OJBRr2k9RvbqWrmNSPwCI5.jpg",
        "release_date": "2002-02-01",
        "title": "Low Heights",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 20
    },
    {
        "adult": false,
        "backdrop_path": "/zc979lqNgcB6wC2qmFGzMxp0DOo.jpg",
        "genre_ids": [
            28,
            12,
            37
        ],
        "id": 400999,
        "original_language": "en",
        "original_title": "The Black Lash",
        "overview": "Having sent Deuce Rago to prison in Frontier Revenge (1948), Lash finds he's out and his outlaw gang are at it again. This time he has the Lawyer Leonard and Joan to help him out and Lash and Fuzzy must bring him in once more.",
        "popularity": 3.62,
        "poster_path": "/nKhEI687HxG9rkvyERMrzTcwWqY.jpg",
        "release_date": "1952-01-02",
        "title": "The Black Lash",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/e2q2M8DFc77iijOD5H9A8cWOf4S.jpg",
        "genre_ids": [
            35,
            28,
            12
        ],
        "id": 345196,
        "original_language": "ms",
        "original_title": "Banglasia 2.0",
        "overview": "Harris, a poor Bangladeshi worker in Malaysia, simply wants to return to his hometown to marry the love of his life. However, his leave is denied when his ruthless boss decides to confiscate his passport. Enter Hanguoren, a pro-Malaysian activist who preaches to his fellow countrymen to regain their home in its natural state without immigrants. And then there is Rina, the idealistic daughter of the boss who falls for Harris at first sight, as the trio gets embroiled in an energetic comedy of errors.",
        "popularity": 3.614,
        "poster_path": "/lZ7sgdVQqoQIydTSepRc7MLpF6W.jpg",
        "release_date": "2019-02-28",
        "title": "Banglasia 2.0",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/tIxVoq00H4OQG6zXgNwff6K6c2h.jpg",
        "genre_ids": [
            28,
            12,
            18,
            53
        ],
        "id": 163775,
        "original_language": "en",
        "original_title": "Congo Crossing",
        "overview": "Congotanga, West Africa, has no extradition laws; the government is controlled by foreign gangsters, headed by Carl Rittner. The latest plane from Europe carries lovely Louise Whitman, fleeing a French murder charge, and Mannering, who pays resident hit man O'Connell to kill her. Through a chain of circumstances Louise, O'Connell, and heroic surveyor David Carr end up alone in the jungle on Carr's mission to determine the true border of Congotanga... in which Rittner is keenly interested.",
        "popularity": 3.613,
        "poster_path": "/oSRJ6HQl2rXd40ztDwJwVzLRLyR.jpg",
        "release_date": "1956-07-01",
        "title": "Congo Crossing",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 101264,
        "original_language": "en",
        "original_title": "Nature Unleashed: Fire",
        "overview": "A rescue goes terribly wrong for a sheriff when trying to save four dirt bikers when they are trapped by growing forest fires. Desperate, they seek shelter in an abandoned mine, never realizing they are headed straight for evil from the sheriff's past",
        "popularity": 3.613,
        "poster_path": "/vL6l0anb5FEru59YHn4z5DYBkpj.jpg",
        "release_date": "2004-11-02",
        "title": "Nature Unleashed: Fire",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 10
    },
    {
        "adult": false,
        "backdrop_path": "/p92mFg6cQ4p7l6N7C74J5ajlwBN.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 84296,
        "original_language": "en",
        "original_title": "Trader Horn",
        "overview": "While on safari in an unexplored area of Africa, Trader Horn and Peru find missionary Edith Trent killed by natives. They decide to carry on her quest for her lost daughter Nina. They find her as the queen of a particularly savage tribe, and try to bring her back to civilization.",
        "popularity": 3.604,
        "poster_path": "/rBzzjMMOXUKWglfGsSZDxIbavjk.jpg",
        "release_date": "1931-02-03",
        "title": "Trader Horn",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 13
    },
    {
        "adult": false,
        "backdrop_path": "/fAf6ZvMPRYe0ov5FY4vlgLZm8O7.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 253489,
        "original_language": "en",
        "original_title": "Hawk of the Wilderness",
        "overview": "An expedition arrives on an uncharted jungle island to rescue the local natives, led by a jungle boy, from a volcano that is about to erupt.",
        "popularity": 3.602,
        "poster_path": "/vRCiTCTxD1Gct6MMB4EFS3PR7Zk.jpg",
        "release_date": "1938-12-03",
        "title": "Hawk of the Wilderness",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/49l2mEqshNxdIgfx2ykYmijrq1V.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 107018,
        "original_language": "en",
        "original_title": "Clash of the Warlords",
        "overview": "In the battle for life you have to kill or be killed. Forced to fight against his friends in the deadly arena, Rex seeks revenge on the evil Malzon for killing his family in this post-apocalyptic action adventure.",
        "popularity": 3.601,
        "poster_path": "/oqTpSBMoq5w6gdXi28GYTeqwZpf.jpg",
        "release_date": "1985-01-01",
        "title": "Clash of the Warlords",
        "video": false,
        "vote_average": 3.0,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/22iJtMkIpp9hAiSXcI4Nj2O04XD.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 112835,
        "original_language": "en",
        "original_title": "Josh Kirby... Time Warrior: Trapped on Toyworld",
        "overview": "For Josh Kirby, time is one big banana peel. Just as he's whooshing safely into hypertime, he takes a cosmic header and ends u in a bizarre place called Toyworld. The odds against Josh being relocated by his far-off crew: exactly 5,487,603 to 1. The odds that pursuing mad metalhead Dr. Zoetrope will find him are... Sorry, Josh, it's a slam dunk. But Josh has allies. The lifelike toy creations of fuddy-duddy tinkerer rally to his cause.",
        "popularity": 3.6,
        "poster_path": "/rmcP44ROGfBs6B2RvMuIOslc7gs.jpg",
        "release_date": "1995-11-21",
        "title": "Josh Kirby... Time Warrior: Trapped on Toyworld",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/nUHi0YmZ6hYfnJmPpZ7J6JSdhUr.jpg",
        "genre_ids": [
            37,
            28,
            12
        ],
        "id": 78330,
        "original_language": "en",
        "original_title": "The Kid Rides Again",
        "overview": "Billy the Kid has been wrongfully arrested for robbing a train. In order to prove his innocence, the Kid breaks out of jail and hits the trail to search for the real robbers. Along the way, he discovers that an outlaw band has been impersonating upstanding ranchers.",
        "popularity": 3.599,
        "poster_path": "/gs1yrHF9LyJrPCZqHmXpEbi6hC1.jpg",
        "release_date": "1943-01-27",
        "title": "The Kid Rides Again",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/1m4ViwSjPYFREWWPeiqXPVEf0cw.jpg",
        "genre_ids": [
            28,
            12,
            18,
            10751,
            10770
        ],
        "id": 121727,
        "original_language": "en",
        "original_title": "The Call of the Wild",
        "overview": "A prospector, a trapper and their sled dog battle the Klondike elements on their journey to get to the gold country.",
        "popularity": 3.594,
        "poster_path": "/kXDjSAWJrudIQ7ST6wfmsiMAiKo.jpg",
        "release_date": "1976-05-22",
        "title": "The Call of the Wild",
        "video": false,
        "vote_average": 8.0,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/bMiOfPhplZu1Lql3hGTRV087QA.jpg",
        "genre_ids": [
            28,
            878,
            12
        ],
        "id": 49538,
        "original_language": "en",
        "original_title": "X-Men: First Class",
        "overview": "Before Charles Xavier and Erik Lensherr took the names Professor X and Magneto, they were two young men discovering their powers for the first time. Before they were arch-enemies, they were closest of friends, working together with other mutants (some familiar, some new), to stop the greatest threat the world has ever known.",
        "popularity": 3.594,
        "poster_path": "/hNEokmUke0dazoBhttFN0o3L7Xv.jpg",
        "release_date": "2011-06-01",
        "title": "X-Men: First Class",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 12463
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            35,
            28,
            12,
            18,
            14
        ],
        "id": 85786,
        "original_language": "tl",
        "original_title": "Enteng ng Ina Mo",
        "overview": "Enteng wants to retire as the hero of Engkantasya and have a normal life with his family without the magical elements. Ina longs to have the right partner to be with her for the rest of her life. One day, Enteng is placed under a powerful evil spell by the evil witch Satana to fall in love with another woman. And when he meets Ina, he exerts all the effort Ina to fall for him. Ina, on the other hand, slowly opens her heart for this new opportunity of love.  Enteng then tries his best to be a father to Ina’s children even if they are not fully supportive of him. But when their relationship gets serious, Ina discovers the truth – Enteng already has a family.",
        "popularity": 3.591,
        "poster_path": "/zSrWrdfQBeuzvGLWbYlat69JK45.jpg",
        "release_date": "2011-12-25",
        "title": "Enteng ng Ina Mo",
        "video": false,
        "vote_average": 3.0,
        "vote_count": 3
    },
    {
        "adult": false,
        "backdrop_path": "/wMgyvt6uKrUS6c5i21iYvefuNtz.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 547129,
        "original_language": "en",
        "original_title": "The Hope Diamond Mystery",
        "overview": "The true story of Lord Francis Hope who inherits the Hope Diamond and marries showgirl May Yohe. Lord Francis Hope gambles away the family fortune and May Yohe leaves him. Another suspected curse of owning the Hope Diamond.",
        "popularity": 3.59,
        "poster_path": "/zRGr52c7lux1GduKVuRjHIDl92S.jpg",
        "release_date": "1921-02-19",
        "title": "The Hope Diamond Mystery",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 26481,
        "original_language": "es",
        "original_title": "Kiltro",
        "overview": "Street tough Zamir has been in love with Kim ever since he rescued her from rapists, but the only way that he can express his affection is to attack any man who shows interest in her. Kim tolerates Zamir's infatuation, but keeps him at arm's length. When Max Kalba arrives in town to take vengeance on Kim's father, Zamir attempts to rescue her once again.",
        "popularity": 3.589,
        "poster_path": "/55dSTVl28buCnjaSorzDoJbkZf1.jpg",
        "release_date": "2006-04-20",
        "title": "Kiltro",
        "video": false,
        "vote_average": 5.114,
        "vote_count": 22
    },
    {
        "adult": false,
        "backdrop_path": "/rpoeUiiS78ONwqJ36MYwtAGVxGD.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 95942,
        "original_language": "en",
        "original_title": "South of Tahiti",
        "overview": "Three men survive a plane crashes on an uncharted Pacific island, south of Tahiti. One falls in love with the the daughter of the tribe's leader, heiress to the throne after the death of her brother, who is as savage as her pet leopard. The others try to devise a plan to rob the tribe's gold.",
        "popularity": 3.586,
        "poster_path": "/d4uVVivgkrJEMDcvAVfYkJdeOM.jpg",
        "release_date": "1941-10-17",
        "title": "South of Tahiti",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/jGk4MSN5Lg5KqwvAJOe1FljkJJA.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 270462,
        "original_language": "ja",
        "original_title": "ウルトラマンZOFFY ウルトラの戦士VS大怪獣軍団",
        "overview": "Ultraman Zoffy explains to the audience about the history of the ultra series alongside Pigmon, while having to fight off with various seijin foes.",
        "popularity": 3.583,
        "poster_path": "/vB2uV9nce8SiTt1mgaEDvtFpHcP.jpg",
        "release_date": "1984-03-17",
        "title": "Ultraman Zoffy: Ultra Warriors vs. the Giant Monster Army",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 1048887,
        "original_language": "zh",
        "original_title": "狐墓迷影",
        "overview": "The tomb robber heir Sheng who has a hereditary disease, two years after his father mysteriously left home, accidentally found the family's hidden gold pieces. According to the above clues, he arrives in Jincheng where met new friends Bai Chuncheng and Bai Liu. The three embarked on a journey together to find the legendary treasure of the White Fox Emperor. During this time, they encountered another tribe of robbers who are eyeing the same tomb, causing a lot of troubles to Sheng and his company. They come together to decipher the many traps set, and put up a battle of wits and bravery. After a duel, they decide to work together to combined forces to defeat the evil forces.",
        "popularity": 3.581,
        "poster_path": "/yE6dbw5Z8hOnbCABPluERsExxRs.jpg",
        "release_date": "2022-11-06",
        "title": "Fox Tomb Shadow",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/hc0rX4AjWy4N39ByuXKbnhjbFia.jpg",
        "genre_ids": [
            12,
            28,
            53,
            878
        ],
        "id": 331,
        "original_language": "en",
        "original_title": "Jurassic Park III",
        "overview": "In need of funds for research, Dr. Alan Grant accepts a large sum of money to accompany Paul and Amanda Kirby on an aerial tour of the infamous Isla Sorna. It isn't long before all hell breaks loose and the stranded wayfarers must fight for survival as a host of new -- and even more deadly -- dinosaurs try to make snacks of them.",
        "popularity": 3.581,
        "poster_path": "/oQXj4NUfS3r3gHXtDOzcJgj1lLc.jpg",
        "release_date": "2001-07-18",
        "title": "Jurassic Park III",
        "video": false,
        "vote_average": 6.134,
        "vote_count": 6948
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 1179498,
        "original_language": "en",
        "original_title": "The Ballad of John St. George",
        "overview": "A man searches the barren, rugged plains of America for clues to the location of a woman captured by what has been described as a legendary beast.",
        "popularity": 3.574,
        "poster_path": "/DjyPiHh8jsnbwjd69IYDlcnj6S.jpg",
        "release_date": "2020-02-12",
        "title": "The Ballad of John St. George",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/mCTb2GnxrtRJDOpYfcLRihoNwgx.jpg",
        "genre_ids": [
            28,
            12,
            18,
            10752
        ],
        "id": 101591,
        "original_language": "en",
        "original_title": "China Sky",
        "overview": "During World War II, an American mission hospital is headed up by Dr. Gray Thompson and Dr. Sara Durand. Sara is secretly in love with Gray but hides her feelings as his new wife, Louise, arrives at the hospital. Sparks fly, however, when Louise becomes jealous of Sara, and then tries to convince her husband to leave war-torn China behind for a calmer life in the United States. But Thompson is attached to both Sara and the people who need his help.",
        "popularity": 3.573,
        "poster_path": "/2hviw6vx7NYoW06GVfIwKUCiY8f.jpg",
        "release_date": "1945-05-16",
        "title": "China Sky",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 4
    },
    {
        "adult": false,
        "backdrop_path": "/ai21O4VRdjjxIvp2TDZj4IyP7vL.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 13901,
        "original_language": "en",
        "original_title": "Twin Daggers",
        "overview": "A shady Los Angeles martial arts assassin is hired by a beautiful woman to avenge the death of her parents, who were killed by her evil twin sister. But when the hit man tracks down his target, he finds himself strangely attracted to her. Trapped between his heart and his duty, he ultimately faces a shattering new revelation.",
        "popularity": 3.573,
        "poster_path": "/gh02zRGu03NooSWcjW8Uisyxm9I.jpg",
        "release_date": "2008-07-28",
        "title": "Twin Daggers",
        "video": false,
        "vote_average": 2.6,
        "vote_count": 9
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            878,
            28,
            12,
            16,
            35
        ],
        "id": 413426,
        "original_language": "en",
        "original_title": "Twin Signal",
        "overview": "Signal, a robot companion built for Nobuhiko, is attacked by Pulse, one the its creator's previous prototypes. Reprogrammed by Dr. Otoi's mysterious rival, Pulse is loaded down with weapons and sent on a mission by Otoi: steal the most recent robot technology, and obliterate anything that gets in his way.",
        "popularity": 3.57,
        "poster_path": "/1sKw5fdrDS8Jq8RzmdQwtQKxK8j.jpg",
        "release_date": "1996-09-21",
        "title": "Twin Signal: Family Game",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 2
    },
    {
        "adult": false,
        "backdrop_path": "/1KFm6Htymqx9thynWd7s1k9p1tY.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            878,
            14
        ],
        "id": 112840,
        "original_language": "en",
        "original_title": "Josh Kirby... Time Warrior: Last Battle for the Universe",
        "overview": "In the sixth Josh Kirby adventure, typical American teenager Josh Kirby (Corbin Allred) is once again thrust from the 20th century into the future, where he finds himself trying to save Earth from total destruction as he comes into contact with a race of mushroom people.",
        "popularity": 3.569,
        "poster_path": "/cjrZZVC5tMfUFbZvM50w90wQOxQ.jpg",
        "release_date": "1996-05-21",
        "title": "Josh Kirby... Time Warrior: Last Battle for the Universe",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            12,
            28
        ],
        "id": 194811,
        "original_language": "en",
        "original_title": "Virgin Sacrifice",
        "overview": "A white hunter in South America falls in love with a native girl and must save her from becoming a virgin sacrifice.",
        "popularity": 3.568,
        "poster_path": "/eSxVKrpR3R327ttgUvUqQ2zdizH.jpg",
        "release_date": "1960-03-23",
        "title": "Virgin Sacrifice",
        "video": false,
        "vote_average": 1.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            10752,
            28,
            12
        ],
        "id": 353112,
        "original_language": "en",
        "original_title": "The W Plan",
        "overview": "A tense WWI spy thriller in which Colonel Duncan Grant (British star Brian Aherne, in his first talking role), parachutes into Germany to gather intelligence on the enemy’s secret  ‘W Plan’ and to assist Allied POWs in digging escape tunnels.",
        "popularity": 3.567,
        "poster_path": "/hCw003YlaDVnGQ0JyaEhPe306Vb.jpg",
        "release_date": "1930-02-25",
        "title": "The W Plan",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/y2TLx9FzsJAwsYT3GU6Fq1Rh6nn.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 240797,
        "original_language": "es",
        "original_title": "La Furia De Los Karatecas",
        "overview": "An evil priestess and her twin sister battle for control of a powerful crystal.",
        "popularity": 3.567,
        "poster_path": "/8Vs5bhs7ziepwQwvsgCgvRt4EdU.jpg",
        "release_date": "1982-12-17",
        "title": "The Fury of the Karate Experts",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/fe1EGScDhnYzN7kZYU7wFf9J3sH.jpg",
        "genre_ids": [
            28,
            35,
            53,
            18,
            9648,
            12,
            14
        ],
        "id": 25757,
        "original_language": "en",
        "original_title": "Comic Book: The Movie",
        "overview": "Hugh Hefner, Stan Lee, Mark Hamill and Kevin Smith journey into the world of comic book fandom! Documentary filmmaker Donald Swan heads to the world's largest comic book convention where he encounters a culture of craziness that he's totally unprepared for.",
        "popularity": 3.567,
        "poster_path": "/v0uYgoh74LYr6QMz23vurLD7bMP.jpg",
        "release_date": "2004-01-27",
        "title": "Comic Book: The Movie",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 23
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 817620,
        "original_language": "fr",
        "original_title": "VALD - court métrage",
        "overview": "",
        "popularity": 3.562,
        "poster_path": "/fmdHZTgBTPWsHe5moBh0mIVsBAv.jpg",
        "release_date": "2007-04-04",
        "title": "VALD - court métrage",
        "video": false,
        "vote_average": 10.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12
        ],
        "id": 483655,
        "original_language": "ko",
        "original_title": "귀문의 왼발잽이",
        "overview": "Ha Ki-Ryong, an executive of the Korean independence army, is killed by Taeaming, a spy of Japanese Special Investigation Bureau, and Ha's daughter, Ye-Sim, and Cheol are tracking Taeaming. Ye-Sim is taken as a hostage. Dong-Shik and Cheol falls is a trap by Hwang, an old boatman, then arrested. Taeaming joined Oosima's party near Ko-San, wrestling over a code book. When the Japanese army gathers to execute Ye-Sim and Cheol, the Korean independence army attacks them. Hwang is a commander of the Koran independence army. Finally, Taeaming is killed and Dong-Shik finds the code book.",
        "popularity": 3.562,
        "poster_path": "/qcwuXvywDXQqaQPPCi3WFucAhlz.jpg",
        "release_date": "1977-04-09",
        "title": "Blazing Fists",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/py0IjblW7vsBtiCEVniEjDjItMZ.jpg",
        "genre_ids": [
            37,
            28,
            12,
            36
        ],
        "id": 43825,
        "original_language": "en",
        "original_title": "Allegheny Uprising",
        "overview": "South western Pennsylvania area of colonial America, 1760s. Colonial distaste and disapproval of the British government is starting to surface. Many local colonists have been killed by American Indians who are armed with rifles supplied by white traders.",
        "popularity": 3.562,
        "poster_path": "/dB1BolZCjLcW9XKkEN4pftpev1K.jpg",
        "release_date": "1939-11-10",
        "title": "Allegheny Uprising",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 24
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            28,
            12,
            16,
            14,
            878
        ],
        "id": 88882,
        "original_language": "ja",
        "original_title": "影技 SHADOW SKILL",
        "overview": "In this OVA, the story of Gau's history with his adopted sister and the secrets that make up the shadow skill unfold. The pair make their annual return to the gravesite of Gau's parents, where his growth and progress as a warrior can be exhibited for them. Gau has come along way in his training as a Sevalle under Elle's mentorship, but there are those who wish to find a way of eliminating them, just waiting for the right opportunity to mount a deadly attack. As the travellers make their journey, their family bonds and skill will be tested. Opponents are many, and battles are fierce, but Gau's training also entails taking on his sister in battle, and fully embracing the skills he must learn to defeat his ultimate opponent.",
        "popularity": 3.561,
        "poster_path": "/tJmy5QuEX5y0JQ36NHzn4pDhPnG.jpg",
        "release_date": "1995-10-25",
        "title": "Shadow Skill: Epilogue",
        "video": false,
        "vote_average": 4.714,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/fugRRPjbz3tPbyko50eA0gXTgP4.jpg",
        "genre_ids": [
            28,
            12,
            878,
            35
        ],
        "id": 582467,
        "original_language": "ja",
        "original_title": "仮面ライダーフォーゼ 友情のロケットドリルステイツ",
        "overview": "Gentaro (Kamen Rider Fourze) aims to become friends with Kamen Rider Amazon in hopes of obtaining the Clear Drill Switch, which has crash landed in the Amazon River. However Amazon has been defeated by an upgraded Suddendath, and it's up to Kengo and Yuki to find Kamen Rider Amazon in the Rain forest, while Fourze takes on Suddendath!",
        "popularity": 3.56,
        "poster_path": "/ciMnruzY0zHiBLPiclYb8DyFNv6.jpg",
        "release_date": "2012-07-01",
        "title": "Kamen Rider Fourze: Rocket Drill States of Friendship",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/pYvuG1HS30FJCblrZmfhpMg0OtS.jpg",
        "genre_ids": [
            28,
            12,
            18,
            14
        ],
        "id": 1190665,
        "original_language": "en",
        "original_title": "The Oath",
        "overview": "400 A.D., in a forgotten time of Ancient America, a lone Hebraic fugitive must preserve the history of his fallen nation while being hunted by a ruthless tyrant – but rescuing the King's abused mistress could awaken a warrior's past.",
        "popularity": 3.557,
        "poster_path": "/hxrhzNAhRrlsmXntuh5LfMNClVT.jpg",
        "release_date": "2023-12-08",
        "title": "The Oath",
        "video": false,
        "vote_average": 1.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/thRfajZcQS79Z9YjvJRswCFT0pO.jpg",
        "genre_ids": [
            28,
            14,
            12
        ],
        "id": 1148688,
        "original_language": "zh",
        "original_title": "守墓人之海昏侯迷踪",
        "overview": "At the beginning of the Republican Era, archaeologist Zeng Tian Hua and his friend Zhang Huai Chun start searching for the map that will lead them to the hidden treasure of the Marquis of Haihun. During the search they get to meet the tomb keeper Yue Ling and the three will have to help each other defending the tomb from the evil grave robbers who want to covet the treasure.  ~~ The story is inspired from the literary records published in 2016 by Li Long Wu (黎隆武) about the Marquis of Haihun Liu He (千古悲摧帝王侯——海昏侯刘贺的前世今生).",
        "popularity": 3.556,
        "poster_path": "/wY1t0OCdyFflytpTPHt7ITRUqh6.jpg",
        "release_date": "2018-11-02",
        "title": "Grave Keeper: Track of Lord",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": "/bB97PU41EM3eR6N0S69njVJfbFz.jpg",
        "genre_ids": [
            28,
            18,
            12,
            14
        ],
        "id": 71930,
        "original_language": "en",
        "original_title": "The Adventures of Chris Fable",
        "overview": "(Long Synopsis) \"This action-packed, fantasy-fueled family adventure – inspired by the revered literary Christian classic, The Pilgrim’s Progress – overflows with outrageous characters, special effects … and a moral message. In The Wylds, young Chris (Solomon Ray) is a runaway living with a group of other misfit kids in a junkyard, all under the watchful eye of a Dickens-esque character who forces them to steal to survive.  When Chris is caught pilfering at a church, the pastor protects him from the police, then challenges him to find his estranged father. Chris bravely chooses to leave his family of thieves and ventures into the wilderness in search of a better life.  Traveling through a post-apocalyptic future – his only hope lies in reaching a heavenly paradise that will surpass his wildest dreams – he outwits bandits, escapes swamp monsters, battles evil robots and learns valuable life lessons about choosing the right path.\"",
        "popularity": 3.553,
        "poster_path": "/kgylFkgn6Q0DtKMMm6aPTQ7yh9Y.jpg",
        "release_date": "2010-08-31",
        "title": "The Adventures of Chris Fable",
        "video": false,
        "vote_average": 2.7,
        "vote_count": 17
    },
    {
        "adult": false,
        "backdrop_path": "/cJmE7UfIdOPQpEa7iulqcfjTve5.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 784311,
        "original_language": "zh",
        "original_title": "寻龙秘境",
        "overview": "The story tells that during the Republic of China, Zhang Xiaozhi, Qianyan and Yangling were threatened by the riot warlord Li Yufei and forced to go to the Shenlong Underground Palace to solve the thousand-year secret.",
        "popularity": 3.552,
        "poster_path": "/hO1IaRdFC0d5ZAhmqfEIZr0Is5n.jpg",
        "release_date": "2021-01-08",
        "title": "Secret Army",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            18,
            28,
            12,
            53,
            10770
        ],
        "id": 457035,
        "original_language": "en",
        "original_title": "The Aquarians",
        "overview": "A scientist and his team of underwater explorers search for the culprit who has stolen the world's supply of nerve gas and hidden it somewhere in the ocean.",
        "popularity": 3.55,
        "poster_path": "/ztHkzS9UmVbRIAcDi39MEPzppxu.jpg",
        "release_date": "1970-10-24",
        "title": "The Aquarians",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            80,
            28,
            12
        ],
        "id": 454482,
        "original_language": "es",
        "original_title": "La Bronco maldita 2",
        "overview": "Police pursue the daughter of a drug lord who has been tasked to deliver documents with confidential information.",
        "popularity": 3.549,
        "poster_path": null,
        "release_date": "1997-01-01",
        "title": "La Bronco maldita 2",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 1
    },
    {
        "adult": false,
        "backdrop_path": "/8k2pNdy93pPMESCaLzczXkwO3eR.jpg",
        "genre_ids": [
            10751,
            28,
            12
        ],
        "id": 137095,
        "original_language": "en",
        "original_title": "Josh Kirby... Time Warrior: The Human Pets",
        "overview": "In this light-hearted sci-fi adventure, the title teen and his fellow time travellers find themselves marooned on a weird planet held captive by huge alien creatures. ~ Sandra Brennan, Rovi",
        "popularity": 3.548,
        "poster_path": "/lTsEWPJuJ9lReIPvxlUxG1PCwo5.jpg",
        "release_date": "1995-10-31",
        "title": "Josh Kirby... Time Warrior: The Human Pets",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/zgwNnaDSEwFRVyE4DI4WPpyHkIw.jpg",
        "genre_ids": [
            16,
            878,
            28,
            12,
            14
        ],
        "id": 37809,
        "original_language": "ja",
        "original_title": "Attack of the Super Monsters",
        "overview": "In the near future it's discovered that the dinosaurs did not die off, but instead live on near the center of the Earth. The evil lord Tyrannus uses the mutated dinosaurs descendents to attack Earth in his effort to rule the world. Can Gemini Force, a group of four superpowered teens who've pledged to protect the Earth, stop his plans? Written by Mike Konczewski 70 millions years ago, the creatures known as dinosaurs mysteriously disappeared from planet Earth. Until now, it was assumed they were extinct. In reality, they had burrowed deep into the Earth and evolved into supermonsters. In the year 2000, the people from planet Earth were amazed and terrified by the greatest catastrophe ever known to mankind: the re-appearance of the dinosaurs. Under the direction of their emperor, Tyrannus, the creatures now seek to destroy mankind.",
        "popularity": 3.548,
        "poster_path": "/sSxJc4rDtEfgRZ6bmW6jjuC3Htr.jpg",
        "release_date": "1983-01-01",
        "title": "Attack of the Super Monsters",
        "video": false,
        "vote_average": 5.1,
        "vote_count": 5
    },
    {
        "adult": false,
        "backdrop_path": "/vVZQCyMQ0SjmpeO7jbBEWxmzhUS.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 1123280,
        "original_language": "ja",
        "original_title": "The Complete Thunderbirds",
        "overview": "Hideaki Anno's first major professional work in which he served as lead editor on a highlights compilation that combined several Thunderbirds episodes into one movie.",
        "popularity": 3.547,
        "poster_path": "/mMCCKwtyTw7QPzlell8omm8LZSD.jpg",
        "release_date": "1985-08-04",
        "title": "The Complete Thunderbirds",
        "video": false,
        "vote_average": 0.0,
        "vote_count": 0
    },
    {
        "adult": false,
        "backdrop_path": null,
        "genre_ids": [
            16,
            28,
            12
        ],
        "id": 400101,
        "original_language": "en",
        "original_title": "G.I. Joe: The Revenge of Cobra",
        "overview": "G.I. Joe: The Revenge of Cobra is the second G.I. Joe miniseries based on the successful Hasbro Toys and Marvel Comics property. Using a laser core stolen from G.I.Joe, Cobra activates the Weather Dominator, an incredible weapon which controls the forces of Nature itself, Cobra Commander targets Washington for destruction, but the Joe team repels the attack and the Weather Dominator explodes into three parts setting off a chain reaction of natural disasters around the world. Can G.I.Joe recover the Weather Dominator in time to beat Cobra and save the world. It aired in 1984 and most of the 1984 and even some 1985 products are given plenty of screen time. Like the first miniseries, A Real American Hero, The Revenge of Cobra was written by Ron Friedman who created the series for television, and wrote all four miniseries.",
        "popularity": 3.547,
        "poster_path": "/6uSAMF7WtZTfdNwzDV3cVplacDC.jpg",
        "release_date": "1984-09-10",
        "title": "G.I. Joe: The Revenge of Cobra",
        "video": false,
        "vote_average": 8.143,
        "vote_count": 7
    },
    {
        "adult": false,
        "backdrop_path": "/1nNLpbfATpplaQywONN8Xs230Wv.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 297359,
        "original_language": "zh",
        "original_title": "Lethal Extortion",
        "overview": "When a group of Russian Models are kidnapped, it causes a disturbance all across China involving the police, the mafia and gangs alike.",
        "popularity": 3.547,
        "poster_path": "/6SUiotq9fVehJQa7AVnkHN89Kjt.jpg",
        "release_date": "1993-01-01",
        "title": "Lethal Extortion",
        "video": false,
        "vote_average": 4.0,
        "vote_count": 2
    }
]