[
    {
        "adult": false,
        "backdrop_path": "/gp5MCnItJgQ5qzSs5W3bJMDXbVM.jpg",
        "genre_ids": [
            18,
            28,
            12
        ],
        "id": 31374,
        "original_language": "ja",
        "original_title": "続宮本武蔵　一乗寺の決闘",
        "overview": "Aqui a história se passa entre 1600 e 1612, no Período Edo. Segundo filme que retrata a vida do lendário samurai e estrategista Musashi Miyamoto, onde são retratados vários dos duelos históricos de um dos espadachins mais conhecidos do mundo. É dito que Musashi lutou em sessenta duelos e nunca foi derrotado.",
        "popularity": 18.753,
        "poster_path": "/3IJ76Jn64pMhrpoEvhtklhgJzCs.jpg",
        "release_date": "1955-07-12",
        "title": "O Samurai Dominante 2: Morte no Templo Ichijoji",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 108
    },
    {
        "adult": false,
        "backdrop_path": "/hL4J5AbITCkgiAE1VKx8bAemp0D.jpg",
        "genre_ids": [
            18,
            35,
            12
        ],
        "id": 17909,
        "original_language": "sh",
        "original_title": "Ко то тамо пева?",
        "overview": "",
        "popularity": 18.747,
        "poster_path": "/1r4buAPUyqWwhdKxki1fyBeehsw.jpg",
        "release_date": "1980-10-23",
        "title": "Ко то тамо пева?",
        "video": false,
        "vote_average": 7.578,
        "vote_count": 141
    },
    {
        "adult": false,
        "backdrop_path": "/uuich47VwLn44B0gHmhgLt6hTcM.jpg",
        "genre_ids": [
            12,
            37,
            35,
            18
        ],
        "id": 11040,
        "original_language": "en",
        "original_title": "Little Big Man",
        "overview": "Adaptação do romance de Thomas Berger sobre as memórias de um velho de 121 anos que evoca os seus tempos no Oeste, vivendo entre dois mundos, o dos pioneiros e o dos americanos primitivos que o tinham raptado em criança no ataque a uma caravana. Uma revisão de alguns mitos da história e clichés do western, em particular a personagem de George Armstrong Custer e a batalha de Little Big Horn.",
        "popularity": 18.672,
        "poster_path": "/pLvUVqadEI9cPrRlTru6ee71EWU.jpg",
        "release_date": "1970-12-23",
        "title": "O Pequeno Grande Homem",
        "video": false,
        "vote_average": 7.5,
        "vote_count": 604
    },
    {
        "adult": false,
        "backdrop_path": "/gfwMVCtYjn4VjAQyIZ5bOj6KSu0.jpg",
        "genre_ids": [
            35,
            10751,
            12
        ],
        "id": 11888,
        "original_language": "en",
        "original_title": "Snow Dogs",
        "overview": "Ted Jones (Cuba Gooding Jr.) é um dentista que vive em Miami. Após receber um comunicado de que é o único herdeiro de uma herança Ted imediatamente viaja para o Alasca, acreditando que se tornará rico. Entretanto, ao chegar ao local descobre que sua herança são oito cães de corrida de trenó, que atendem pelos nomes de Diesel, Nana, Demon, Scooper, Yodel, Sniff, Mack e Ducches. Eles estavam sob os cuidados de Thunder Jack (James Coburn), que não vê a hora de entregá-los a Ted para poder viajar para terras mais quentes. Com isso, Ted é obrigado não apenas a aprender a pilotar trenós como também a cuidar de seus mais novos animais.",
        "popularity": 18.667,
        "poster_path": "/5fotEfHCJnIj6SE4ybg493A9mkJ.jpg",
        "release_date": "2002-01-18",
        "title": "Neve pra Cachorro",
        "video": false,
        "vote_average": 5.6,
        "vote_count": 708
    },
    {
        "adult": false,
        "backdrop_path": "/6Uh1OQOJEvjCs3XOLJoGAnKEUhr.jpg",
        "genre_ids": [
            18,
            12,
            14
        ],
        "id": 530081,
        "original_language": "en",
        "original_title": "The Man Who Killed Hitler and Then the Bigfoot",
        "overview": "Calvin Barr é um lendário veterano da Segunda Guerra Mundial que muitos anos atrás assassinou Adolf Hitler – um segredo que ele é incapaz de compartilhar com o mundo. Um dia, assim que ele começa a resolver sua vida, Calvin recebe uma visita do FBI e da Real Polícia Montada do Canadá. Eles precisam que ele lide com o Pé Grande também.",
        "popularity": 18.647,
        "poster_path": "/8ggFN7mrZTZP4nGGXIPmzGYGMiL.jpg",
        "release_date": "2019-02-08",
        "title": "O Homem que Matou Hitler e Depois o Pé Grande",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 421
    },
    {
        "adult": false,
        "backdrop_path": "/v8hR0mRO5vhKLJJYhUVJFqZRd8Z.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 325348,
        "original_language": "en",
        "original_title": "Hardcore Henry",
        "overview": "Henry, um ciborgue recém-ressuscitado deve salvar sua esposa/criadora das garras de um tirano psicótico com poderes telecináticos, Akan, e seu exército de mercenários. Lutando ao lado dele, Jimmy é a única esperança de Henry para realizar tal feito até o final do dia.",
        "popularity": 18.643,
        "poster_path": "/hWhH3rD0rzh9L1S9FMeHZkiChU9.jpg",
        "release_date": "2015-09-12",
        "title": "Hardcore: Missão Extrema",
        "video": false,
        "vote_average": 6.405,
        "vote_count": 2344
    },
    {
        "adult": false,
        "backdrop_path": "/kd1ixWu86Aw6Mh8kjRnuVtOTEFF.jpg",
        "genre_ids": [
            36,
            10752,
            12
        ],
        "id": 29710,
        "original_language": "en",
        "original_title": "Khartoum",
        "overview": "Depois que o exército egípcio, comandada por oficiais britânicos, é destruído em uma batalha no Sudão em 1880, o governo britânico está em um dilema. Ele não querem enviar uma força militar britânica para uma guerra estrangeira, mas eles têm o compromisso de proteger os egípcios em Cartum. Eles decidem pedir o general Charles \"Chinês\" Gordon, que era uma espécie de herói popular no Sudão por ter acabado com o comércio de escravos na área, para providenciar a evacuação. Gordon concorda, mas também decide defender a cidade contra as forças do Mahdi - O Esperado - e tenta forçar os britânicos a enviar tropas.",
        "popularity": 18.634,
        "poster_path": "/lcqulOKVAPkyEbvvYtPYgVQazWD.jpg",
        "release_date": "1966-06-09",
        "title": "Khartoum",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 104
    },
    {
        "adult": false,
        "backdrop_path": "/2LDkWu5Z97HLssVBx0SjQxYS7m5.jpg",
        "genre_ids": [
            10751,
            12,
            35
        ],
        "id": 102207,
        "original_language": "fr",
        "original_title": "Sur la piste du Marsupilami",
        "overview": "Quando o repórter Dan Geraldo chega em Palombia para explorar o local, ele não suspeita que vai fazer as descobertas mais surpreendentes... Ao lado de Pablito, um guia local cheio de recursos, ele vai embarcar numa aventura alucinante para revelar uma extraordinária notícia: o Marsupilami, animal mítico e brincalhão, realmente existe!",
        "popularity": 18.618,
        "poster_path": "/7H2hk9IzYhRPU0iPMOzEwJkeUBn.jpg",
        "release_date": "2012-04-03",
        "title": "Na Trilha do Marsupilami",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 825
    },
    {
        "adult": false,
        "backdrop_path": "/mQsMFca19fZsLKMc6x5FjwncTYh.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 1672,
        "original_language": "fr",
        "original_title": "Le Professionnel",
        "overview": "",
        "popularity": 18.595,
        "poster_path": "/1Crro6hN91lXc1sWXkU52tfjpAs.jpg",
        "release_date": "1981-10-21",
        "title": "O Profissional",
        "video": false,
        "vote_average": 7.242,
        "vote_count": 508
    },
    {
        "adult": false,
        "backdrop_path": "/26MVKVGQf1J0yrzJx97Ww4DLslV.jpg",
        "genre_ids": [
            10770,
            12,
            878
        ],
        "id": 15691,
        "original_language": "en",
        "original_title": "Doctor Who",
        "overview": "Próximo ao fim de sua sétima vida, o Doctor é encarregado de transportar os restos do Master de volta ao planeta natal deles. Apesar de seu cuidado, seu velho inimigo não apenas está vivo, como também busca se vingar. Ele faz a TARDIS falhar, o que leva a nave a pousar em San Francisco em 1999, onde o Master consegue escapar e tenta colocar seu plano em prática. O Doctor precisa impedi-lo, mas acaba baleado por uma gangue.",
        "popularity": 18.594,
        "poster_path": "/cwae2p7JcRNtz1CvNCzpX5ad96V.jpg",
        "release_date": "1996-05-12",
        "title": "Doctor Who",
        "video": false,
        "vote_average": 6.192,
        "vote_count": 211
    },
    {
        "adult": false,
        "backdrop_path": "/yXqNFTsp2P3fSkSQvs0vxkQF586.jpg",
        "genre_ids": [
            12,
            35,
            10751,
            14
        ],
        "id": 10488,
        "original_language": "en",
        "original_title": "Nim's Island",
        "overview": "Nim Rusoe é uma garota que vive com seu pai, Jack, em uma ilha isolada. Nim vive feliz, divertindo-se com seus amigos animais e usando a imaginação nos livros, em especial os do aventureiro Alex Rover, seu herói preferido. Um dia Jack parte em uma expedição a um atol em busca do protozoário Nim, deixando a filha sozinha na ilha. A previsão é que ele retorne dois dias depois, mas uma inesperada onda danifica seu barco e o deixa à deriva. Neste período Jack recebe um e-mail de Alex Rover, a autora dos livros do personagem. Empolgada, Nim logo o responde, sem saber que seu ídolo é na verdade uma mulher. Alex deseja informações sobre o vulcão da ilha em que Nim vive, para usá-las na confecção de seu novo livro com o personagem. Quando descobre que ela é apenas uma criança e está sozinha em uma ilha isolada, Alex enfrenta a maior dúvida de sua vida: deve enfrentar a fobia que tem para sair de casa e tentar ajudá-la?",
        "popularity": 18.545,
        "poster_path": "/d9Mh46LsVMDdzVQvQudoJID65lv.jpg",
        "release_date": "2008-04-03",
        "title": "A Ilha da Imaginação",
        "video": false,
        "vote_average": 5.92,
        "vote_count": 1106
    },
    {
        "adult": false,
        "backdrop_path": "/po1ZrVJYpvzs9qYCIsCvZh8nI6l.jpg",
        "genre_ids": [
            10751,
            16,
            12
        ],
        "id": 31473,
        "original_language": "en",
        "original_title": "An American Tail: The Treasure of Manhattan Island",
        "overview": "Em 1986, o produtor Steven Spielberg encantou o mundo com a história do ratinho Fievel, em Um Conto Americano. O filme foi indicado a dois prêmios Oscar, faturou 45 milhões de dólares nas bilheterias dos EUA, e estabeleceu um novo padrão de qualidade para o mercado de desenhos animados de longa-metragem. Enquanto trabalha na fábrica dos ambiciosos Ratos Gordos, o Sr. Ratowitz fica imaginando se algum dia sua família vai realizar o sonho americano. Mas Fievel tem um plano. Com a ajuda de seus amigos, ele descobre um misterioso mapa do tesouro que os leva a um secreto mundo mágico sob a cidade. É lá que o corajoso ratinho conhece a bela princesa Cholena, que tem a chave do verdadeiro tesouro: as esperanças e os sonhos de um futuro melhor...",
        "popularity": 18.526,
        "poster_path": "/3tHRV61S9NWgme1pOHeXeDRBYvh.jpg",
        "release_date": "2000-02-15",
        "title": "Um Conto Americano 3: O Tesouro de Nova Iorque",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 161
    },
    {
        "adult": false,
        "backdrop_path": "/orpnKsu7t1CLDNYgzevgsz67xRq.jpg",
        "genre_ids": [
            35,
            12,
            16,
            10751,
            14
        ],
        "id": 355547,
        "original_language": "en",
        "original_title": "The Star",
        "overview": "Um burro sonhador faz amizade com animais divertidos nesta versão criativa da história do nascimento de Cristo.",
        "popularity": 18.524,
        "poster_path": "/s9LD4vsEFV1o1vSt0LQf7v8IHma.jpg",
        "release_date": "2017-11-15",
        "title": "A Estrela de Belém",
        "video": false,
        "vote_average": 6.315,
        "vote_count": 525
    },
    {
        "adult": false,
        "backdrop_path": "/pVoHdy9DMyOVRnfcKmSMPJvq633.jpg",
        "genre_ids": [
            878,
            28,
            12,
            53,
            18
        ],
        "id": 31162,
        "original_language": "ru",
        "original_title": "Чёрная Молния",
        "overview": "Um estudante universitário de Moscou se torna o dono de um carro voador, ele, então, consegue fugir do caótico transito da cidade mas ele acaba se tornando o defensor da cidade, um misterioso rapaz que luta contra o mal. Trovão Negro é um filme russo produzido pelo diretor de O Procurado, Timur Bekmambetov",
        "popularity": 18.524,
        "poster_path": "/dvL5Qbd8nxKFMz8sn17mDwQ5SyM.jpg",
        "release_date": "2009-12-28",
        "title": "Trovão Negro",
        "video": false,
        "vote_average": 6.297,
        "vote_count": 195
    },
    {
        "adult": false,
        "backdrop_path": "/ee6AZ0B098pTSbQH6AwVZCT6Pag.jpg",
        "genre_ids": [
            28,
            12,
            878,
            53
        ],
        "id": 15268,
        "original_language": "en",
        "original_title": "Street Fighter: The Legend of Chun-Li",
        "overview": "Em Bangkok, na Tailândia, um chefão do crime e seus capangas iniciam uma guerra pelo poder nas favelas da cidade, acabando com todos que cruzam seu caminho. A violência aumenta e um mestre em artes marciais e agentes da Interpol entram em ação.",
        "popularity": 18.524,
        "poster_path": "/vE3lwVihAj0eR2cji2wkY5RZJlL.jpg",
        "release_date": "2009-02-27",
        "title": "Street Fighter: A Lenda de Chun-Li",
        "video": false,
        "vote_average": 4.358,
        "vote_count": 438
    },
    {
        "adult": false,
        "backdrop_path": "/3RfNxQhvseerf9dNlo1dmL09RLr.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            35,
            10402
        ],
        "id": 10874,
        "original_language": "en",
        "original_title": "Muppet Treasure Island",
        "overview": "\"A Ilha do Tesouro\", um clássico de Robert Louis Stevenson, ganha vida própria nas mãos dos divertidos Muppets. A história começa quando Jim Hawkins herda de um pirata um mapa do tesouro perdido. Ele aluga um grande barco e parte em busca do ouro. Nessa viagem, encontra com o capitão Smollet (Caco, o Sapo), o terrível Long John Silver (Tim Cury) e a temível Benjamina Gunn (Miss Piggy). \"Os Muppets na Ilha do Tesouro\" é uma aventura superdivertida para toda a família.",
        "popularity": 18.506,
        "poster_path": "/p5SS99cIFwX4Xubg8yJ9svNqquX.jpg",
        "release_date": "1996-02-16",
        "title": "Os Muppets na Ilha do Tesouro",
        "video": false,
        "vote_average": 6.7,
        "vote_count": 378
    },
    {
        "adult": false,
        "backdrop_path": "/t4YhlPbrloOjukZLKol9dhfDyxS.jpg",
        "genre_ids": [
            12,
            18,
            36,
            53
        ],
        "id": 440642,
        "original_language": "ru",
        "original_title": "Время первых",
        "overview": "Em março de 1965, a União Soviética e os Estados Unidos disputavam o primeiro lugar na corrida pela conquista espacial e o próximo e ambicioso passo era fazer um homem \"caminhar\" em pleno espaço sideral. Dois cosmonautas russos, Aleksei Leonov e Pavel Belyayev, se lançam na missão Voskhod 2 com o objetivo de serem os pioneiros desta façanha. Sendo o primeiro ser humano a deixar a nave em um traje espacial e realizar uma caminhada de doze minutos, Leonov entra para a história, mas não sem enfrentar inúmeras dificuldades e perigos, antes e depois da concretização do seu feito. (e 12 - Estimado 12 Anos)",
        "popularity": 18.493,
        "poster_path": "/rdd6ZQK2yHACbtpWrMd5JSXsqk0.jpg",
        "release_date": "2017-04-06",
        "title": "Spacewalker: Rumo ao Desconhecido",
        "video": false,
        "vote_average": 7.036,
        "vote_count": 306
    },
    {
        "adult": false,
        "backdrop_path": "/3jQFPMk9DanjVy3s930aWuOFN2j.jpg",
        "genre_ids": [
            35,
            12
        ],
        "id": 18905,
        "original_language": "en",
        "original_title": "Caveman",
        "overview": "Um homem das cavernas, acidentalmente, torna-se o líder de um clã e párias. Com isso, ele finalmente objetiva enganar o maior líder do seu antigo clã, e ganhar o carinho de uma bela mulher",
        "popularity": 18.48,
        "poster_path": "/cfZfl3wxO8QxHKJsiWUHZg1D62B.jpg",
        "release_date": "1981-04-17",
        "title": "O Homem das Cavernas",
        "video": false,
        "vote_average": 6.554,
        "vote_count": 149
    },
    {
        "adult": false,
        "backdrop_path": "/lvyU838cy3m0fKSfQIxN8grjxYr.jpg",
        "genre_ids": [
            28,
            12,
            18,
            14
        ],
        "id": 335778,
        "original_language": "en",
        "original_title": "Risen",
        "overview": "Às vésperas de um levante em Jerusalém, surgem rumores de que o Messias judeu ressuscitou. Um centurião romano agnóstico e cético é enviado por Pôncio Pilatos para investigar a ressurreição e localizar o corpo desaparecido do já falecido e crucificado Jesus de Nazaré, a fim de subjulgar a revolta eminente. Conforme ele apura os fatos e ouve depoimentos, suas dúvidas sobre o evento milagroso começam a sumir.",
        "popularity": 18.474,
        "poster_path": "/s94MQfIpOx2cqhbTBLBXEmjs5LL.jpg",
        "release_date": "2016-02-18",
        "title": "Ressurreição",
        "video": false,
        "vote_average": 6.181,
        "vote_count": 810
    },
    {
        "adult": false,
        "backdrop_path": "/ykEC7FMChoLXy674rEVlrObreth.jpg",
        "genre_ids": [
            12,
            35
        ],
        "id": 13532,
        "original_language": "en",
        "original_title": "Fanboys",
        "overview": "Três anos após deixar a escola, Eric (Sam Huntington) reencontra os velhos amigos Windows (Jay Baruchel), Linus (Chris Marquette) e Hutch (Dan Fogler) em uma festa a fantasia. O trio permanece no esquema da escola, jogando videogame e se divertindo com a série Star Wars. Já Eric agora trabalha na empresa de seu pai, onde tem a possibilidade de ascender rapidamente. Quando Eric toma conhecimento da grave doença de Linus, que fará com que morra em poucos meses, o quarteto resolve fazer uma viagem inesquecível, onde pretendem realizar um sonho de adolescência: invadir o Rancho Skywalker para assistir, em primeira mão, o aguardado Star Wars: Episódio 1 - A Ameaça Fantasma, ainda inédito em circuito.",
        "popularity": 18.469,
        "poster_path": "/lafwJL6A1aKiI05P9vXRqmoe8Hk.jpg",
        "release_date": "2009-02-06",
        "title": "Loucos e Fãs",
        "video": false,
        "vote_average": 6.144,
        "vote_count": 803
    },
    {
        "adult": false,
        "backdrop_path": "/MtaxtNsMlj77coCB9wzmdAptQz.jpg",
        "genre_ids": [
            99,
            12
        ],
        "id": 489471,
        "original_language": "en",
        "original_title": "The Dawn Wall",
        "overview": "Em janeiro de 2015, Tommy Caldwell e Kevin Jorgeson escalaram até o topo do El Capitan, no Parque Nacional de Yosemite. The Dawn Wall é um documentário especial sobre os 19 dias de escalada, os anos de esforço e a inspiradora jornada de vida dos alpinistas.",
        "popularity": 18.468,
        "poster_path": "/bZQCNGb1II5eWASBhEgJBGxOPUM.jpg",
        "release_date": "2017-11-01",
        "title": "Escalando Dawn Wall",
        "video": false,
        "vote_average": 8.1,
        "vote_count": 301
    },
    {
        "adult": false,
        "backdrop_path": "/9bBXwRX4nm6xwyiQX0Y2x01is6R.jpg",
        "genre_ids": [
            12,
            18,
            28,
            53
        ],
        "id": 31943,
        "original_language": "en",
        "original_title": "Emperor of the North",
        "overview": "Lee Marvin é um Hobo (vagabundo, desempregado) veterano, com grande instinto de sobrevivência, que se autointitula o \"O Imperador do Polo Norte\". Keith Carradine é um novato no mundo das caronas em trens, incapaz de parar de contar vantagem. Ernest Borgnine, o responsável pelo trem #19, que se gaba de nunca ter permitido que um mendigo pegasse uma carona em seu trem e está disposto a matar para garantir que as coisas continuem dessa forma. A vida dos três entra em conflito quando lutam pelo trem.",
        "popularity": 18.44,
        "poster_path": "/3S1XbcYssF01jecHnaVYLsBYfcs.jpg",
        "release_date": "1973-05-23",
        "title": "O Imperador do Norte",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 124
    },
    {
        "adult": false,
        "backdrop_path": "/p1XtUnWJrmVNqyhYJGIatMNt8C1.jpg",
        "genre_ids": [
            16,
            878,
            10402,
            12
        ],
        "id": 11049,
        "original_language": "en",
        "original_title": "Interstella 5555: The 5tory of the 5ecret 5tar 5ystem",
        "overview": "Quatro músicos de outra galáxia, que formam o grupo \"Crescendolls\", são raptados por um agente inescrupuloso. O raptor quer fazer deles o maior grupo musical da Terra e, para isso, os conduz por uma longa viagem cósmica.\r O filme é a realização visual de \"Discovery\", um álbum do Daft Punk. Cada clipe do álbum foi animado como um episódio da história de seqüestro e resgate de uma banda de pop interestelar.",
        "popularity": 18.438,
        "poster_path": "/2lhOV8CCqsiGL1aIFvQzI0WLTek.jpg",
        "release_date": "2003-05-28",
        "title": "Interstella 5555",
        "video": false,
        "vote_average": 7.795,
        "vote_count": 400
    },
    {
        "adult": false,
        "backdrop_path": "/nbdb0yEi54Nt8qXnfLlD65wJqSI.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 10550,
        "original_language": "en",
        "original_title": "Ballistic: Ecks vs. Sever",
        "overview": "Em meio ao panorama da espionagem internacional, agentes de elite estão dispostos até mesmo a matar um ao outro para conseguir valiosas informações ou novos mecanismos que lhes traga vantagens nos negócios. Um destes mecanismos é um novo dispositivo, que permanece alojado no corpo da vítima até matá-la, sem deixar qualquer tipo de vestígio. Atrás dele estão os arquiinimigos Sever, considerada uma arma mortal perfeita, e Jeremiah Ecks, um ex-investigador do FBI.",
        "popularity": 18.433,
        "poster_path": "/1Dua4SbwfQL1guPsW3oEoexaChp.jpg",
        "release_date": "2002-09-20",
        "title": "Dupla Explosiva",
        "video": false,
        "vote_average": 4.355,
        "vote_count": 345
    },
    {
        "adult": false,
        "backdrop_path": "/1oziVuVtJc7BgHRCVLhVJ53u9u3.jpg",
        "genre_ids": [
            12,
            28,
            35
        ],
        "id": 4034,
        "original_language": "fr",
        "original_title": "L'Homme de Rio",
        "overview": "O roubo de uma relíquia de antiga civilização desencadeia uma série de aventuras envolvendo morte e sequestro. Agnes, a filha de um homem assassinado, é sequestrada, drogada e enviada para o Rio de Janeiro em um avião. Seu namorado Adrien, um soldado, procura a amada, seguindo uma jornada pelo Rio, Brasília e Amazônia.",
        "popularity": 18.433,
        "poster_path": "/nQmX8EIzpcPxsBUF8Ql7zBR9JzH.jpg",
        "release_date": "1964-02-05",
        "title": "O Homem do Rio",
        "video": false,
        "vote_average": 7.439,
        "vote_count": 297
    },
    {
        "adult": false,
        "backdrop_path": "/mzUlj50xmDMFAnlfqWg0qO6uGOL.jpg",
        "genre_ids": [
            16,
            878,
            12
        ],
        "id": 34003,
        "original_language": "en",
        "original_title": "Turtles Forever",
        "overview": "",
        "popularity": 18.425,
        "poster_path": "/7PRI4GFIbuLHaYvw1AZEt19riIO.jpg",
        "release_date": "2009-11-21",
        "title": "Turtles Forever",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 138
    },
    {
        "adult": false,
        "backdrop_path": "/xClyQpEcNJ7OSCOfAc4fNuzL9Hi.jpg",
        "genre_ids": [
            10751,
            12,
            80,
            9648,
            35
        ],
        "id": 14043,
        "original_language": "en",
        "original_title": "Nancy Drew",
        "overview": "Com a sua lupa e o pó de impressão digital nas mãos, Nancy Drew deixa River Heights para Hollywood... mas não para encontrar aquele cara de Smallville, como teme o seu namorado Ned. Não, ela está fora para resolver um grande mistério: a morte da estrela de cinema Dehlia Draycott Mas o grande mistério é como nossa esperta detetive que veste xadrez, irá se adaptar ao significado das mensagens de texto das rainhas adolescentes que ela encontra na escola Hollywood High. Junte-se a Emma Roberts como Nancy neste mistério infinito da garota detetive que encontra perigo, aventura e romance. Porque onde quer que a Nancy vá, a animação a segue.",
        "popularity": 18.425,
        "poster_path": "/shYrJwp5hWHQjzmIX2U47H9nt8K.jpg",
        "release_date": "2007-06-15",
        "title": "Nancy Drew e o Mistério de Hollywood",
        "video": false,
        "vote_average": 6.075,
        "vote_count": 503
    },
    {
        "adult": false,
        "backdrop_path": "/jbcjTR19jatK9Jh4yfpNUXwPGh6.jpg",
        "genre_ids": [
            12,
            18
        ],
        "id": 83770,
        "original_language": "en",
        "original_title": "On the Road",
        "overview": "Após a morte de seu pai, o aspirante a escritor Sal Paradise conhece Dean Moriarty, um charmoso ex-presidiário casado com a sedutora Marylou. Sal e Dean se tornam amigos, e os três caem na estrada. Viajando pelo país, eles encontram diversas pessoas que impactam sua jornada de forma indelével.",
        "popularity": 18.406,
        "poster_path": "/vuCE5N2hphbeze9rkyJqEbOEE0J.jpg",
        "release_date": "2012-05-22",
        "title": "Na Estrada",
        "video": false,
        "vote_average": 5.602,
        "vote_count": 820
    },
    {
        "adult": false,
        "backdrop_path": "/dJINMWkUtKxP50vqFrMVWZGgxpp.jpg",
        "genre_ids": [
            53,
            12,
            18,
            80
        ],
        "id": 11583,
        "original_language": "en",
        "original_title": "The First Great Train Robbery",
        "overview": "Na Inglaterra Vitoriana de 1855, dois homens e uma mulher planejam roubar o ouro de um trem em movimento. Liderados por um ladrão experiente, eles elaboram um plano detalhado para a ação que ficará conhecida como o primeiro roubo a trem de que se tem notícia.",
        "popularity": 18.364,
        "poster_path": "/7hTbVRlFxd7rwBK6wI4WZY13my3.jpg",
        "release_date": "1978-12-14",
        "title": "O Primeiro Assalto de Trem",
        "video": false,
        "vote_average": 6.675,
        "vote_count": 346
    },
    {
        "adult": false,
        "backdrop_path": "/7qN0QWm2lXjjUoo3hzxz0412Oky.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            35,
            10752
        ],
        "id": 14175,
        "original_language": "en",
        "original_title": "Valiant",
        "overview": "Valiant (Ewan McGregor) é um jovem pombo que sonha em se alistar na Força Aérea Britânica, para poder ajudar no combate aos nazistas na 2ª Guerra Mundial. Devido ao grande número de baixas Valiant é aceito, sendo encaminhado para treinamento. Seu trabalho a partir de agora será sobrevoar o campo inimigo, de forma a levar mensagens entre integrantes da Aliança.",
        "popularity": 18.361,
        "poster_path": "/r9VNtY1qUflzWIWgOvPe3PUKMi0.jpg",
        "release_date": "2005-03-25",
        "title": "Valiant: Um Herói que Vale a Pena",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 871
    },
    {
        "adult": false,
        "backdrop_path": "/3m45wVVHCX6iIKFHG6NBd3TkRHZ.jpg",
        "genre_ids": [
            12,
            14,
            878,
            10751
        ],
        "id": 14821,
        "original_language": "en",
        "original_title": "Escape to Witch Mountain",
        "overview": "Tony e Tia Malone são órfãos com dons especiais. Suas habilidades motivam o cruel milionário Aristotle Bolt a atraí-los para sua mansão e explorar seus poderes mágicos. Quando tentam escapar, os irmãos começam a desvendar o mistério sobre seu nascimento.",
        "popularity": 18.352,
        "poster_path": "/8zQqwec4ZFATE06jjdAW4U9Rq9L.jpg",
        "release_date": "1975-03-21",
        "title": "A Montanha Enfeitiçada",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 192
    },
    {
        "adult": false,
        "backdrop_path": "/cJ1coGxCxjzyLveABu999rwhMrM.jpg",
        "genre_ids": [
            10751,
            10770,
            12,
            35,
            18,
            14,
            28
        ],
        "id": 26736,
        "original_language": "en",
        "original_title": "Wizards of Waverly Place: The Movie",
        "overview": "Enquanto está de férias, Alex acidentalmente lança um feitiço que afetará a existência de sua família, evitando o primeiro encontro de seus pais. Agora Max tenta manter seus pais juntos enquanto Alex e Justin usam todos os truques que conhecem para encontrar a Pedra dos Sonhos, para reverter a magia e salvar sua família.",
        "popularity": 18.351,
        "poster_path": "/iLH4qYOgfpSrvZAnGAKuIS2feqN.jpg",
        "release_date": "2009-08-28",
        "title": "Os Feiticeiros de Waverly Place: O Filme",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 1371
    },
    {
        "adult": false,
        "backdrop_path": "/gHBBnrXdx1rvcnnYHUWJulBDCVZ.jpg",
        "genre_ids": [
            35,
            12,
            18
        ],
        "id": 151743,
        "original_language": "zh",
        "original_title": "人再囧途之泰囧",
        "overview": "",
        "popularity": 18.334,
        "poster_path": "/764nbubybs6325aUQLs27wfRKVT.jpg",
        "release_date": "2012-12-12",
        "title": "Perdidos na Tailândia",
        "video": false,
        "vote_average": 6.333,
        "vote_count": 108
    },
    {
        "adult": false,
        "backdrop_path": "/etPuMhVxtOEMduWkLbgwNYCynda.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 11681,
        "original_language": "it",
        "original_title": "Porgi l'altra guancia",
        "overview": "Terence Hill e Bud Spencer estrelam esta comédia onde dois missionários resolvem seus problemas utlizando os punhos e o evangelho! Como de costume, os nossos heróis ajudam os pobres a defenderem-se e provocar algumas brigas engraçadas nesse meio tempo, o que os torna conhecidos no meio religioso como \"ovelhas negras\". Uma cativante comédia com a dupla explosiva!",
        "popularity": 18.328,
        "poster_path": "/wf98EUHdj8KQPPzdvkjeC5A3QSA.jpg",
        "release_date": "1974-12-21",
        "title": "Dois Missionários do Barulho",
        "video": false,
        "vote_average": 6.508,
        "vote_count": 251
    },
    {
        "adult": false,
        "backdrop_path": "/kk1EDdwnERVB89VRuqlJjPGHexu.jpg",
        "genre_ids": [
            12,
            18,
            28,
            53,
            10752
        ],
        "id": 11372,
        "original_language": "en",
        "original_title": "The Eagle Has Landed",
        "overview": "Quando o alto comando nazista descobre, no final de 1943, que  Winston Churchill passará um tempo em uma propriedade rural em Norfolk, cria um esquema audacioso para seqüestrar o primeiro-ministro e enviá-lo à Alemanha para negociações forçadas com Hitler.",
        "popularity": 18.323,
        "poster_path": "/mZ8U6rBNOMqi9kZzL5DjYZaVfT6.jpg",
        "release_date": "1976-12-24",
        "title": "A Águia Pousou",
        "video": false,
        "vote_average": 6.585,
        "vote_count": 317
    },
    {
        "adult": false,
        "backdrop_path": "/xqWZR7eS5wVBUcwoONQ2PyFFsaL.jpg",
        "genre_ids": [
            28,
            12,
            16,
            27
        ],
        "id": 31967,
        "original_language": "en",
        "original_title": "Dante's Inferno: An Animated Epic",
        "overview": "Limbo, Luxúria, Gula, Avareza, Ira, Heresia, Violência, Fraude e Traição! Estes são os 9 Círculos do Inferno que ficaram famosos por meio da célebre obra-prima A Divina Comédia, de Dante. O filme é uma animação épica que vai levar você em uma viagem tortuosa pelo Inferno, à medida em que Dante enfrenta as forças do mal, matando demônios e monstros criados por uma imaginação extraordinária, tudo para salvar sua amada Beatriz das garras do mestre do Inferno: Lúcifer.",
        "popularity": 18.307,
        "poster_path": "/wXpkWgpwkMsTkpPqaPObDSkiQcT.jpg",
        "release_date": "2010-02-09",
        "title": "Inferno de Dante: Uma Animação Épica",
        "video": false,
        "vote_average": 6.956,
        "vote_count": 498
    },
    {
        "adult": false,
        "backdrop_path": "/6paWQM4CiMHfWjVeUJu6alwGZzt.jpg",
        "genre_ids": [
            12,
            18,
            10752
        ],
        "id": 9952,
        "original_language": "en",
        "original_title": "Rescue Dawn",
        "overview": "Dieter Dengler (Christian Bale) é um piloto alemão que integra a marinha americana durante a Guerra do Vietnã. Em uma de suas missões seu avião cai no Laos, o que o torna um prisioneiro de guerra. Brutalmente torturado, Dengler tenta planejar com outros prisioneiros, americanos e vietnamitas, um plano de fuga.",
        "popularity": 18.29,
        "poster_path": "/dPfe5vQwCq54yGgtxmNXKZytgiY.jpg",
        "release_date": "2006-09-09",
        "title": "O Sobrevivente",
        "video": false,
        "vote_average": 6.946,
        "vote_count": 1213
    },
    {
        "adult": false,
        "backdrop_path": "/5yzpA7odHcs926hLptTwAZmFoVN.jpg",
        "genre_ids": [
            28,
            12,
            80
        ],
        "id": 463906,
        "original_language": "en",
        "original_title": "The Saint",
        "overview": "O grande mestre ladrão, Simon Templar, também conhecido como The Saint, é contratado por um homem rico e desesperado para que encontre sua filha sequestrada. No entanto, além de fugir das autoridades, Simon deve enfrentar um adversário perigoso de seu passado.",
        "popularity": 18.286,
        "poster_path": "/5laQdUygxBxzG4Rx6dHNBJTwtXN.jpg",
        "release_date": "2017-07-11",
        "title": "O Santo",
        "video": false,
        "vote_average": 5.339,
        "vote_count": 274
    },
    {
        "adult": false,
        "backdrop_path": "/rAC8gH0rcaacud1xIt4iOvemqpk.jpg",
        "genre_ids": [
            12,
            28
        ],
        "id": 283322,
        "original_language": "mi",
        "original_title": "The Dead Lands",
        "overview": "",
        "popularity": 18.279,
        "poster_path": "/wdlRuuA2CtS0KtaVzAikZxVHRIk.jpg",
        "release_date": "2014-09-04",
        "title": "Terra de Guerreiros",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 108
    },
    {
        "adult": false,
        "backdrop_path": "/fBzwSM5zl4xp9L3rFu1PihmY0vh.jpg",
        "genre_ids": [
            16,
            14,
            12
        ],
        "id": 1361,
        "original_language": "en",
        "original_title": "The Return of the King",
        "overview": "Este filme adapta o livro final da trilogia O Senhor dos Anéis, onde os hobbits Frodo e Samwise, lutam para atravessar a terra estéril de Mordor para destruir o Anel Governante na Montanha da Perdição. Ao mesmo tempo, Gandalf e seus companheiros lutam uma desesperada batalha contra as forças de Sauron em Minas Tirith, mas Sauron parece ter a vantagem, enquanto a fonte de seu poder, o Um Anel, lentamente ameaça corromper seus portadores.",
        "popularity": 18.273,
        "poster_path": "/sC5j2cUgGe1IQ33WdLYx6G4KiDm.jpg",
        "release_date": "1980-05-11",
        "title": "O Retorno do Rei",
        "video": false,
        "vote_average": 6.376,
        "vote_count": 190
    },
    {
        "adult": false,
        "backdrop_path": "/pzWkw7Acgn7OyAwMHTlrB6PGnNa.jpg",
        "genre_ids": [
            37,
            12,
            18,
            28
        ],
        "id": 15573,
        "original_language": "en",
        "original_title": "The Cowboys",
        "overview": "John Wayne lutou contra índios, domou cavalos selvagens, lutou guerras e pilotou aviões. Mas foi neste filme que ele pode demonstrar todo o seu talento em uma performance arrebatadora. Desta vez, ele é um vaqueiro experiente que abandonado por seu ajudantes, contrata um grupo de 11 garotos para ajudá-lo a levar seu gado em uma jornada emocionante que irá mudar a vida de todos. E quando a poeira baixar, você vai saber por que John Wayne é um dos maiores astros que o cinema já viu. (e 12 - Estimado 12 Anos)",
        "popularity": 18.269,
        "poster_path": "/bz4p4mLZ7olf2A2eYsnCbdRtBfH.jpg",
        "release_date": "1972-01-13",
        "title": "Os Cowboys",
        "video": false,
        "vote_average": 7.113,
        "vote_count": 230
    },
    {
        "adult": false,
        "backdrop_path": "/vHiTIgoIoF1rjnjeC4n3qYaZ7Ua.jpg",
        "genre_ids": [
            16,
            12,
            35,
            10751,
            10402
        ],
        "id": 333667,
        "original_language": "en",
        "original_title": "Rock Dog",
        "overview": "Bodi é um cão tibetano que vive em uma aldeia cheia de ovelhas indefesas e se prepara para substituir seu pai como vigia do lugar. Mas tudo muda no dia em que um rádio cai literalmente do céu e a música abre o seu coração.",
        "popularity": 18.263,
        "poster_path": "/i4nlodIlKF5IGyc3OfIgiPDfKVt.jpg",
        "release_date": "2016-07-08",
        "title": "Rock Dog: No Faro do Sucesso",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 286
    },
    {
        "adult": false,
        "backdrop_path": "/jL6QryTA0tm8s0CElVOoYTqK7bj.jpg",
        "genre_ids": [
            18,
            12
        ],
        "id": 129670,
        "original_language": "en",
        "original_title": "Nebraska",
        "overview": "Woody Grant é um idoso que acredita ter ganho US$ 1 milhão após receber uma propaganda pelo correio. Decidido a retirar o prêmio, ele resolve ir a pé até a cidade de Lincoln, Nebraska. Percebendo que a teimosia do pai, seu filho David resolve levá-lo de carro. Só que no caminho sofrem um acidente e David decide passar o fim de semana na casa de um de seus tios antes de continuar. Woody conta a todos sobre o ocorrido, despertando a cobiça da família e dos habitantes da cidade.",
        "popularity": 18.262,
        "poster_path": "/o1t2Mw18EEBnl8v4Nby3PFjxnM1.jpg",
        "release_date": "2013-09-21",
        "title": "Nebraska",
        "video": false,
        "vote_average": 7.435,
        "vote_count": 1724
    },
    {
        "adult": false,
        "backdrop_path": "/hPHahVM3JDlE0Zexu6avavypk0g.jpg",
        "genre_ids": [
            28,
            12,
            878,
            10770
        ],
        "id": 13001,
        "original_language": "en",
        "original_title": "Stargate: The Ark of Truth",
        "overview": "Este emocionante filme de longa-metragem se inicia exatamente onde a equipe Stargate SG-1 composta por Daniel Jackson (Michael Shanks), Vala (Claudia Black), Teal'c (christopher Judge) e Cam (Ben Browder) havia interrompido sua mais eletrizante aventuras de todos os tempos: na busca de um artefato antigo que eles esperam possa derrotar os opressores oris. Porém, a corajosa equipe descobre que há um traidor a bordo da Odyssey e também fica sabendo que os poderosos oris estão prestes a lançar um ataque mortal à Terra.",
        "popularity": 18.257,
        "poster_path": "/xzKIuXIz56l6vxiYV02MmGUiqgz.jpg",
        "release_date": "2008-03-11",
        "title": "Stargate: A Arca da Verdade",
        "video": false,
        "vote_average": 7.106,
        "vote_count": 472
    },
    {
        "adult": false,
        "backdrop_path": "/bNGbwBJl2tz8WPBjRyziAGnygNv.jpg",
        "genre_ids": [
            12,
            35
        ],
        "id": 437316,
        "original_language": "fr",
        "original_title": "Les Aventures de Spirou et Fantasio",
        "overview": "Spirou e Fantasio não têm nenhuma chance de se tornarem amigos. No entanto, quando o Conde de Champignac, um brilhante inventor excêntrico, é sequestrado pelos comparsas do infame Zorglub, os dois heróis embarcam imediatamente para a missão. Acompanhados pela jornalista Seccotine e por SPIP, esquilo travesso, eles partem para uma perseguição frenética entre a Europa e África. Spirou e Fantasio terão de se unir para salvar Champignac ... e, incidentalmente, o mundo!",
        "popularity": 18.232,
        "poster_path": "/oiAbUWmxH6C5o9pvhBSbkwOnhnu.jpg",
        "release_date": "2018-02-21",
        "title": "As Fantásticas Aventuras de Spirou e Fantasio",
        "video": false,
        "vote_average": 4.5,
        "vote_count": 124
    },
    {
        "adult": false,
        "backdrop_path": "/osqSUfyy3P2PwIRpi0C8XNFADfz.jpg",
        "genre_ids": [
            12,
            28,
            37
        ],
        "id": 18118,
        "original_language": "en",
        "original_title": "Mackenna's Gold",
        "overview": "Ao cavalgar pelo deserto o delegado Mackenna (Gregory Peck), é alvo de tiros dados por um velho chefe Apache. Ao responder aos tiros, MacKenna acaba ferindo mortalmente o velho índio. Antes de morrer, o chefe lhe dá um antigo mapa que, segundo ele, traz o segredo da localização do vale do ouro. Mas o alerta que, ao encontrar o veio de ouro, despertará a fúria de antigos deuses... Ele não acredita no velho e joga o mapa no fogo. Mas grava o desenho na memória... O bandido Colorado (Omar Sharif) sequestra  McKenna, pois acredita que ele é a única pessoa viva que conhece o tortuoso caminho para o vale do ouro... Ao longo da jornada, novos personagens se juntam a esta busca...",
        "popularity": 18.203,
        "poster_path": "/bY2nhM1Va91Ps5NYUIxTq8wKBjT.jpg",
        "release_date": "1969-03-18",
        "title": "O Ouro de Mackenna",
        "video": false,
        "vote_average": 6.532,
        "vote_count": 172
    },
    {
        "adult": false,
        "backdrop_path": "/8mVTIFHZRTWVMhASQjltc3pVK60.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35,
            878
        ],
        "id": 11802,
        "original_language": "en",
        "original_title": "Space Chimps",
        "overview": "Ham III (Andy Samberg), Luna (Cheryl Hines) e Titan (Patrick Warburton) são chimpanzés enviados pela NASA em missão espacial, com o objetivo de encontrar vida alienígena. Luna é disciplinada e fascinada por astronautas humanos, enquanto que Titan é um super-atleta egocêntrico. Já Ham é bisneto do 1º chimpanzé a ser enviado ao espaço, mas tem mais interesse em ser artista de circo do que um bom astronauta. Obrigados a conviver juntos, os três precisam lidar com suas diferenças para que a missão seja bem sucedida.",
        "popularity": 18.201,
        "poster_path": "/kvtsXvXVGM8A0DiLBxf3IxWhdEN.jpg",
        "release_date": "2008-06-25",
        "title": "Space Chimps - Micos no Espaço",
        "video": false,
        "vote_average": 4.848,
        "vote_count": 444
    },
    {
        "adult": false,
        "backdrop_path": "/pVJE6yRM5qldoLfWgcQpHAVbOvn.jpg",
        "genre_ids": [
            12,
            18
        ],
        "id": 58443,
        "original_language": "en",
        "original_title": "Blue Crush 2",
        "overview": "Dana é uma jovem surfista de 18 anos, moradora de Beverly Hills. Cansada das pressões do pai, ela pega o diário da mãe falecida e parte para a África do Sul, terra natal de sua matriarca. Lá ela enfrenta as melhores ondas e descobre um pouco mais sobre si e sobre a vida.",
        "popularity": 18.178,
        "poster_path": "/mZrxUmeqEOdVQgGCK572UtzGFfi.jpg",
        "release_date": "2011-06-07",
        "title": "A Onda dos Sonhos 2",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 109
    },
    {
        "adult": false,
        "backdrop_path": "/wvvFqriQZcwFdZsDQCLY5Rh6C7W.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 21512,
        "original_language": "en",
        "original_title": "The Blood of Heroes",
        "overview": "Situado em um mundo futurista onde o único esporte que sobreviveu em uma sociedade desperdiçada é o jogo brutal conhecido como jugging. Sallow, o líder de uma equipe de trapos, jogou nas principais ligas antes, mas foi expulso por causa de indiscrições com uma dama. No entanto, agora acompanhado por um talentoso recém-chegado, Kidda, uma jovem camponesa ambiciosa, ele e sua equipe descobrem que têm uma última chance para a glória.",
        "popularity": 18.171,
        "poster_path": "/hWIDNOsF1yeGTR7jG42VzS1AHmI.jpg",
        "release_date": "1989-10-19",
        "title": "Juggers: Os Gladiadores do Futuro",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 127
    },
    {
        "adult": false,
        "backdrop_path": "/pBYlJ4zGrJZ4IprKPgi6NJVzW9F.jpg",
        "genre_ids": [
            12,
            10751,
            878,
            53
        ],
        "id": 15028,
        "original_language": "en",
        "original_title": "Clockstoppers",
        "overview": "Zak é filho do ocupadíssimo cientista Dr. Gibbs. Durante outra viagem do pai, Zak encontra em seu laboratório particular um relógio estranho que faz parar o tempo. Parecia pura diversão para o garoto mas os interessados nesta inovação tecnológica sequestram Dr. Gibbs e caberá a Zak tentar salvar seu pai e sua família.",
        "popularity": 18.167,
        "poster_path": "/qY14DIIQdXgvUKUZBAb0qEFdATc.jpg",
        "release_date": "2002-03-29",
        "title": "Clockstoppers - O Filme",
        "video": false,
        "vote_average": 5.287,
        "vote_count": 308
    },
    {
        "adult": false,
        "backdrop_path": "/tZjnowjkAZrGjiWsmOnP8CIGUuz.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 26259,
        "original_language": "zh",
        "original_title": "大醉俠",
        "overview": "Depois de sequestrar o filho de um general, uma gangue é perseguida pelo temido espadachim Andorinha Dourada. O que eles não percebem é que Andorinha Dourada é uma mulher, irmã do refém. Ela é ajudada por Gato Beberrão, um mendigo travesso que pode ter a chave para a salvação do irmão.",
        "popularity": 18.109,
        "poster_path": "/rp2i8yqXGizZAz3tUDmW2dNPhCm.jpg",
        "release_date": "1966-04-07",
        "title": "O Grande Mestre Beberrão",
        "video": false,
        "vote_average": 6.687,
        "vote_count": 131
    },
    {
        "adult": false,
        "backdrop_path": "/xDh3CfsOsUmKeAOQ5rgXXJYtxfn.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 24993,
        "original_language": "en",
        "original_title": "Kickboxer 2: The Road Back",
        "overview": "David agora é o responsável pela academia de kickboxing fundada pelos irmãos. Ele resolve fazer algum dinheiro entrando em um torneio, mas ao vencê-lo faz inimigos poderosos que quebram sua academia em busca de vingança e matam um inocente.",
        "popularity": 18.105,
        "poster_path": "/bFogwMNxqZhKSf6vorhE6Lb4Yu.jpg",
        "release_date": "1991-01-30",
        "title": "Kickboxer 2: A Vingança do Dragão",
        "video": false,
        "vote_average": 5.469,
        "vote_count": 177
    },
    {
        "adult": false,
        "backdrop_path": "/vxIn8GGLY5LtBeTnRzH2jB7YjB0.jpg",
        "genre_ids": [
            12,
            14,
            10751
        ],
        "id": 16791,
        "original_language": "en",
        "original_title": "Five Children and It",
        "overview": "O talento mirim Freddie Highmore (Em Busca da Terra do Nunca) estrela ao lado de Kenneth Branagh (Geração Roubada) nessa aventura fantástica. Ele é Robert, um de cinco irmãos que são enviados para uma temporada no castelo de um tio pra lá de esquisito. Lá, eles descobrem uma passagem subterrânea para uma praia que não está em nenhum mapa e onde bússolas não funcionam. É quando descobrem uma COISA.... que pode realizar seus desejos e metê-los nas maiores confusões.",
        "popularity": 18.086,
        "poster_path": "/qjRlksMO0bDgWVMXqViSj1SNY2r.jpg",
        "release_date": "2004-10-15",
        "title": "5 Criaturas e a Coisa",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 213
    },
    {
        "adult": false,
        "backdrop_path": "/aoCbbTlIUMRAaCX97eNY4qLBNQN.jpg",
        "genre_ids": [
            10751,
            12
        ],
        "id": 24833,
        "original_language": "en",
        "original_title": "Santa Buddies",
        "overview": "Os filhotes falantes irresistíveis da Disney estão de volta numa aventura emocionante de final de ano! Faça uma jornada fantástica com os adoráveis Buddies para o mundo mágico do Polo Norte! Junte-se a Budderball, B-Dawg, Rosebud, Buddha e Mudbud neste conto clássico de Natal que lhe fará acreditar em milagres. Quando Puppy Paws, o espirituoso filho de Santa Paws, esquece o verdadeiro significado dessa época do ano, os Buddies devem lembrá-lo de que o espírito de Natal é sobre coisas que não podem ser embrulhadas em papel de presente.",
        "popularity": 18.083,
        "poster_path": "/ikynAK6zcvmJNXFcWXil051uk59.jpg",
        "release_date": "2009-10-22",
        "title": "Santa Buddies: Uma Aventura de Natal",
        "video": false,
        "vote_average": 5.945,
        "vote_count": 219
    },
    {
        "adult": false,
        "backdrop_path": "/xF0EBIwwNd62WkbDiHVZDElNg9s.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 11532,
        "original_language": "en",
        "original_title": "The Emerald Forest",
        "overview": "O engenheiro norte-americano Bill Markham está no Brasil com a família, trabalhando na construção de uma grande hidrelétrica na Floresta Amazônica. A obra exige a devastação de áreas verdes, expulsando as comunidades da região. Uma tribo indígena conhecida como \"Invisible People\" sequestra Tommy, filho de Bill com apenas sete anos de idade. Passam-se 10 anos e o engenheiro não desistiu de procurar pela criança, que, por sua vez, vive com a tribo e adotou seu idioma e seus costumes.",
        "popularity": 18.069,
        "poster_path": "/84RgiBLgAQXDNtRCkrdoxvI4vna.jpg",
        "release_date": "1985-06-22",
        "title": "A Floresta das Esmeraldas",
        "video": false,
        "vote_average": 6.649,
        "vote_count": 222
    },
    {
        "adult": false,
        "backdrop_path": "/TnXUr3NKR3c0S0VpCPql0cQ0Fk.jpg",
        "genre_ids": [
            12,
            35,
            10749
        ],
        "id": 15875,
        "original_language": "en",
        "original_title": "Donovan's Reef",
        "overview": "'Guns' Donovan prefere farrear com seus amigos Doc Dedham e 'Boats' Gilhooley até que Amelia, filha de Dedham e da alta sociedade, aparece em seu paraíso dos Mares do Sul. (e 10 - Estimado 10 Anos)",
        "popularity": 18.048,
        "poster_path": "/xxZ6VUmnsxNiMa812IP3ohUf3BS.jpg",
        "release_date": "1963-06-12",
        "title": "O Aventureiro do Pacífico",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 131
    },
    {
        "adult": false,
        "backdrop_path": "/lejpdSUB8aIhr1xkMgtFzJqpb2N.jpg",
        "genre_ids": [
            12,
            18
        ],
        "id": 36040,
        "original_language": "en",
        "original_title": "Walkabout",
        "overview": "",
        "popularity": 18.032,
        "poster_path": "/zNiSqV293AK47NBmjBQCIjw4F6O.jpg",
        "release_date": "1971-07-01",
        "title": "A Longa Caminhada",
        "video": false,
        "vote_average": 7.296,
        "vote_count": 383
    },
    {
        "adult": false,
        "backdrop_path": "/t4d80bW4Vn86EVIQW0eV2NjhFBh.jpg",
        "genre_ids": [
            878,
            27,
            12
        ],
        "id": 26932,
        "original_language": "en",
        "original_title": "The Island of Dr. Moreau",
        "overview": "Um sobrevivente de naufrágio descobre uma ilha remota de propriedade de um cientista louco que está realizando experiências sinistras nos habitantes da ilha.",
        "popularity": 18.019,
        "poster_path": "/JGeUd5jtzgeKR9SqAD8FXbA3VS.jpg",
        "release_date": "1977-07-13",
        "title": "A Ilha do Dr Moreau",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 141
    },
    {
        "adult": false,
        "backdrop_path": "/zKciMUA5pn4mDJTKiSkhjq3s3hm.jpg",
        "genre_ids": [
            12,
            18,
            27
        ],
        "id": 14138,
        "original_language": "en",
        "original_title": "Black Water",
        "overview": "Grace leva o namorado Adam e a irmã mais nova Lee para curtir as férias no norte da Austrália; quando os três embarcam em um aparentemente pacato passeio de barco pelo rio, no entanto, um ataque inesperado faz com que Jim, seu guia desesperado, suma misteriosamente nas águas obscuras; sem escolha para tentar sobreviver ali, perdidos e sozinhos, os três terão que explorar o pântano e encontrar um lugar seguro; mas eles estão sendo observados por uma fera faminta.",
        "popularity": 18.012,
        "poster_path": "/4SJlD6e4v6pnACIpRVXcbB0c54J.jpg",
        "release_date": "2007-06-01",
        "title": "Medo Profundo",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 327
    },
    {
        "adult": false,
        "backdrop_path": "/pXqA3aUxrsdUbthRqBhnNUi0RVe.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 25682,
        "original_language": "en",
        "original_title": "American Ninja 3: Blood Hunt",
        "overview": "O garoto Sean Davidson é levado para o Japão pelo mestre Izumo, logo depois de presenciar o assassinato do pai, por um grupo de terroristas. Submetido aos rígidos treinamentos das artes marciais, Sean (David Bradley), vai participar de um campeonato mortal em uma ilha do pacífico.",
        "popularity": 17.989,
        "poster_path": "/7hzNG9iJidj1VoDmJkQ4LdO1T78.jpg",
        "release_date": "1989-02-24",
        "title": "American Ninja 3: Caçada de Sangue",
        "video": false,
        "vote_average": 4.696,
        "vote_count": 158
    },
    {
        "adult": false,
        "backdrop_path": "/zN1ICWg3iMimwWJm8g05qcgolcL.jpg",
        "genre_ids": [
            12,
            36,
            10749
        ],
        "id": 22183,
        "original_language": "fr",
        "original_title": "Angélique et le Roy",
        "overview": "",
        "popularity": 17.969,
        "poster_path": "/AtrK32Qdu7oaPqBiN7tGo1BhkJL.jpg",
        "release_date": "1966-01-31",
        "title": "Angélique et le Roy",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 124
    },
    {
        "adult": false,
        "backdrop_path": "/tzlgd1gzYxtzCfwoxT6lEls1v7s.jpg",
        "genre_ids": [
            35,
            12,
            10770
        ],
        "id": 317198,
        "original_language": "en",
        "original_title": "Bad Hair Day",
        "overview": "A trama segue uma adolescente que é uma aluna exemplar a todos os níveis e que está desesperadamente decidida a ser coroada à rainha do baile. Porém, no grande dia as coisas não correm como esperado, o cabelo está uma bagunça incontrolável, o seu vestido destruído e o colar que ela usa está ser investigado por uma policial, que diz que o colar que ela possuí na verdade é procurado por um ladrão de joias que as persegue por toda a cidade.",
        "popularity": 17.964,
        "poster_path": "/8DbX6kHYPQlzwSpO876Be6x5JNO.jpg",
        "release_date": "2015-02-13",
        "title": "Bad Hair Day",
        "video": false,
        "vote_average": 6.493,
        "vote_count": 277
    },
    {
        "adult": false,
        "backdrop_path": "/yzXl6j5CqwA4otpvAtCBeffazly.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 11866,
        "original_language": "en",
        "original_title": "Flight of the Phoenix",
        "overview": "Após um acidente de avião no Deserto de Gobi, o capitão Frank Towns, seu copiloto e passageiros enfrentam um bando de contrabandistas cruéis e, juntos, tentam reconstruir a aeronave em uma luta pela sobrevivência.",
        "popularity": 17.952,
        "poster_path": "/2ntmTbeS9y2gXcrhLw1wxdLqKSK.jpg",
        "release_date": "2004-12-17",
        "title": "O Voo da Fênix",
        "video": false,
        "vote_average": 5.984,
        "vote_count": 832
    },
    {
        "adult": false,
        "backdrop_path": "/8UjFcsw0Xknw89tOvXQRYaUszDR.jpg",
        "genre_ids": [
            28,
            12,
            878,
            35
        ],
        "id": 25571,
        "original_language": "en",
        "original_title": "Drive",
        "overview": "Drive segue Toby Wong (Mark Dacascos), cujos empregadores da Leung Corporation de Hong Kong implantaram em seu peito um módulo de bioenergia que aprimora suas habilidades físicas. Toby escapou do controle da Leung Corporation e está indo para Los Angeles, onde uma empresa concorrente se ofereceu para remover o implante e devolver sua vida. Depois de chegar a São Francisco, Toby encontra - e, em desespero, sequestra. - Malik Brodie (Kadeem Hardison), que tem os meios para levá-lo a Los Angeles. Logo a seguir estão os assassinos profissionais e os conhecedores da cultura de junk Vic Madison (John Pyper-Ferguson) e The Hedgehog (Tracey Walter), que estão perseguindo Toby no emprego do presidente da Leung Corporation, o Sr. Lau (James Shigeta).",
        "popularity": 17.944,
        "poster_path": "/s64l8Dy8VPPqeqXyW8s9W4WGl52.jpg",
        "release_date": "1997-08-06",
        "title": "Drive: Tensão Máxima",
        "video": false,
        "vote_average": 6.071,
        "vote_count": 127
    },
    {
        "adult": false,
        "backdrop_path": "/8YWY4oXFpsu4JTjrsfx1YjcygTe.jpg",
        "genre_ids": [
            16,
            12,
            10751,
            14
        ],
        "id": 476631,
        "original_language": "en",
        "original_title": "Barbie: Dolphin Magic",
        "overview": "Barbie e suas irmãs trabalham em um recife de coral pesquisando golfinhos. Enquanto mergulham e exploram o mar, as irmãs descobrem golfinhos raros, das cores do arco-íris, que só visitam a região uma vez por ano.",
        "popularity": 17.916,
        "poster_path": "/ePUgOakX5pokx1FV98py5jWnkJm.jpg",
        "release_date": "2017-09-20",
        "title": "Barbie e os Golfinhos Mágicos",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 234
    },
    {
        "adult": false,
        "backdrop_path": "/zEi4O9gszwYpTjcIMYYg5FBDwOh.jpg",
        "genre_ids": [
            14,
            12,
            35,
            10751
        ],
        "id": 32643,
        "original_language": "en",
        "original_title": "The Love Bug",
        "overview": "Herbie, o fusca mágico, foi transferido para um novo proprietário, chamado Hank Cooper. Juntos, eles têm uma batalha covarde contra o terrível Horace, uma versão maléfica do fusquinha Herbie.",
        "popularity": 17.89,
        "poster_path": "/j4NQTMsVEHgqacmxvnenF7HX7GA.jpg",
        "release_date": "1997-11-29",
        "title": "Se o Meu Fusca Falasse",
        "video": false,
        "vote_average": 5.457,
        "vote_count": 129
    },
    {
        "adult": false,
        "backdrop_path": "/vUq8oKAnONAbYxIDNw4CQcEuADd.jpg",
        "genre_ids": [
            35,
            12,
            10749
        ],
        "id": 9683,
        "original_language": "en",
        "original_title": "Bubble Boy",
        "overview": "Jimmy Livingstone (Jake Gyllenhaal) é um jovem que nasceu com um problema em seu sistema imunológico que o obriga a ficar sempre dentro de uma bolha de plástico, em seu quarto.  Até que ele descobre a garota por quem é apaixonado irá se casar nas cataratas do Niágara e, para impedi-la, decide por construir uma bolha móvel e partir em seu encalço.  Durante o caminho ele encontra as mais estranhas pessoas e ainda precisa se esconder de seus pais, que querem que ele volte ao seu quarto o mais rápido possível.",
        "popularity": 17.888,
        "poster_path": "/bUjTdBvkBkrHCmsk0Il2ksXUf78.jpg",
        "release_date": "2001-08-24",
        "title": "Jimmy Bolha",
        "video": false,
        "vote_average": 5.736,
        "vote_count": 549
    },
    {
        "adult": false,
        "backdrop_path": "/bEkedSee2y88tMGT0qANb81EdY2.jpg",
        "genre_ids": [
            12,
            18
        ],
        "id": 62204,
        "original_language": "fr",
        "original_title": "La Guerre du feu",
        "overview": "A reconstituição da pré-história, tendo como eixo a descoberta do fogo. A saga de uma tribo e seu líder, Naoh, que tenta recuperar o precioso fogo recém-descoberto e já roubado. Através dos pântanos e da neve, Naoh, encontra três outras tribos, cada uma em um estágio diferente de evolução, caminhando para a atual civilização em que vivemos.",
        "popularity": 17.879,
        "poster_path": "/hLjAzIQQLHYrgzT4PuT8pLgqeV3.jpg",
        "release_date": "1981-12-16",
        "title": "A Guerra do Fogo",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 482
    },
    {
        "adult": false,
        "backdrop_path": "/qjiiIuv1SkMPFbskL0FbZyd3dUj.jpg",
        "genre_ids": [
            12,
            28,
            35,
            37,
            53
        ],
        "id": 13637,
        "original_language": "ja",
        "original_title": "Sukiyaki Western Django",
        "overview": "",
        "popularity": 17.862,
        "poster_path": "/6rglnNhFPDetSms0DAR2WcXKJvq.jpg",
        "release_date": "2007-09-15",
        "title": "Sukiyaki Western Django",
        "video": false,
        "vote_average": 6.256,
        "vote_count": 320
    },
    {
        "adult": false,
        "backdrop_path": "/wwEFVJKica2oPEVTWIFxqqcbGR5.jpg",
        "genre_ids": [
            12,
            16,
            18,
            10751
        ],
        "id": 24102,
        "original_language": "en",
        "original_title": "The Land Before Time VII: The Stone of Cold Fire",
        "overview": "Littlefoot foi testemunha de um grande acontecimento: uma \"pedra de fogo frio\" caiu do céu, durante a noite, e aterrou algures nas Montanhas Fumegantes. Mas ele é o único que viu a pedra e mais ninguém acredita! Com bela animação, encantadoras canções uma lição inesquecível sobre o valor da amizade, este é um filme que vai prender toda a família.",
        "popularity": 17.853,
        "poster_path": "/l1mk2AMDaoP5gbMOBxFvhYmvh5m.jpg",
        "release_date": "2000-12-05",
        "title": "Em Busca do Vale Encantado VII: A Pedra do Fogo Gelado",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 262
    },
    {
        "adult": false,
        "backdrop_path": "/ozIhpAb69vQahq5obDlRGP87Y0m.jpg",
        "genre_ids": [
            99,
            28,
            12,
            53
        ],
        "id": 503210,
        "original_language": "en",
        "original_title": "Return to Jurassic Park",
        "overview": "",
        "popularity": 17.85,
        "poster_path": "/mPyu59cDdmMDDW9IOtfjVlM0THd.jpg",
        "release_date": "2011-02-05",
        "title": "Return to Jurassic Park",
        "video": false,
        "vote_average": 6.603,
        "vote_count": 827
    },
    {
        "adult": false,
        "backdrop_path": "/19RoH2VH3IjgUFYc2oUZFJxLQ97.jpg",
        "genre_ids": [
            12,
            18,
            10751
        ],
        "id": 34723,
        "original_language": "en",
        "original_title": "The Adventures of Huck Finn",
        "overview": "O corajoso menino Huck Finn finge a sua própria morte para escapar de seu pai, que está atrás da herança que sua mãe lhe havia deixado. Finn encontra o amigo Jim, um escravo fugitivo. Juntos, eles embarcam numa jornada ao longo do rio Mississipi em rumo à liberdade, vivendo aventuras fantásticas.",
        "popularity": 17.85,
        "poster_path": "/fuL5N5HCM029Cf1UkFlF1Tr7z78.jpg",
        "release_date": "1993-04-02",
        "title": "As Aventuras de Huck Finn",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 176
    },
    {
        "adult": false,
        "backdrop_path": "/y60zTbctZOkh2gJ9mgSP5csKc9b.jpg",
        "genre_ids": [
            12,
            18,
            10751
        ],
        "id": 1997,
        "original_language": "en",
        "original_title": "Deux Frères",
        "overview": "Dois filhotes gêmeos de tigre nasceram em meio às ruínas de um templo, que ficam em uma floresta pouco explorada. Eles possuem personalidades distintas, enquanto um é tímido e gentil o outro é corajoso e feroz. Logo os irmãos são separados, com o mais feroz sendo vendido a um circo e o mais calmo se tornando o melhor amigo de um garoto, de quem se torna um bicho de estimação. Um acidente faz com que a família do garoto decida por se livrar do tigre, doando-o a um homem que deseja treiná-lo para a briga. Após se tornarem adultos os irmãos se reencontram, quando são colocados para lutar um contra o outro.",
        "popularity": 17.836,
        "poster_path": "/5hmu8G5keuYiFuLjU2cvV5DXZKE.jpg",
        "release_date": "2004-04-07",
        "title": "Era Uma Vez Dois Irmãos",
        "video": false,
        "vote_average": 7.132,
        "vote_count": 807
    },
    {
        "adult": false,
        "backdrop_path": "/fsvgx9jc55cw9gWliLh8KKVMyA1.jpg",
        "genre_ids": [
            12,
            35
        ],
        "id": 9510,
        "original_language": "de",
        "original_title": "1½ Ritter - Auf der Suche nach der hinreißenden Herzelinde",
        "overview": "",
        "popularity": 17.835,
        "poster_path": "/nk3fmnVbnrtJ4tukuuwpIoxbcRk.jpg",
        "release_date": "2008-12-17",
        "title": "1½ Ritter - Auf der Suche nach der hinreißenden Herzelinde",
        "video": false,
        "vote_average": 4.349,
        "vote_count": 113
    },
    {
        "adult": false,
        "backdrop_path": "/wdpebYdOMtUJpfYZsUei07wOfuB.jpg",
        "genre_ids": [
            12,
            14,
            10749
        ],
        "id": 18032,
        "original_language": "en",
        "original_title": "The Secret of Moonacre",
        "overview": "Quando o pai de Maria Merryweather (Dakota Blue Richards) morre, deixando a garota de apenas 13 anos órfã, ela é forçada a deixar sua vida luxuosa em Londres para ir morar com Sir Benjamin (Ioan Gruffudd), um tio excêntrico que ela não sabia da existência, na misteriosa mansão em Moonacre. Não demora muito e Maria se vê em um mundo sombrio e cheio de disputas de interesse e poder entre o tio e a sinistra família de Coeur De Noir. A jovem também descobre que ela é o centro de tudo, uma vez que é a última princesa herdeira da linhagem. Maria, agora, será guiada por uma legião de estranhos aliados, na tentativa de manter a honra de sua família e evitar que Moonacre desapareça para sempre.",
        "popularity": 17.82,
        "poster_path": "/apvQgHsJSEDytsECnTe3g7b7qLf.jpg",
        "release_date": "2009-02-06",
        "title": "O Segredo do Vale da Lua",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 436
    },
    {
        "adult": false,
        "backdrop_path": "/o4xDPiSCOHLpdnvHTMk0CIs5qrw.jpg",
        "genre_ids": [
            18,
            878,
            12
        ],
        "id": 10341,
        "original_language": "de",
        "original_title": "Bis ans Ende der Welt",
        "overview": "Até o fim do mundo é uma odisséia para a era moderna. Como na Odisséia de Homero, o objetivo da jornada é restaurar a visão - uma reconciliação espiritual entre um pai obcecado e um filho. Farber, ao tentar encontrar uma cura para a cegueira de sua esposa, criou um dispositivo que permite ao usuário enviar imagens diretamente para o cérebro, permitindo que os cegos vejam.",
        "popularity": 17.816,
        "poster_path": "/jkJKeF66OSpu5Mk1CU3CsdODEXf.jpg",
        "release_date": "1991-09-12",
        "title": "Até o Fim do Mundo",
        "video": false,
        "vote_average": 6.816,
        "vote_count": 190
    },
    {
        "adult": false,
        "backdrop_path": "/1C6B8sGhhRWBmajZ4tQBSFbvmQy.jpg",
        "genre_ids": [
            10751,
            14,
            16,
            10770,
            10402,
            9648,
            12
        ],
        "id": 13351,
        "original_language": "en",
        "original_title": "Scooby-Doo! in Arabian Nights",
        "overview": "Salsicha e Scooby-Doo devoram o almoço do califa e são forçados a se esconder no harém. Mas Salsicha é escolhido para passar a noite com o califa e começa a contar histórias para que sua verdadeira identidade não seja descoberta.",
        "popularity": 17.808,
        "poster_path": "/lCQ4e2iogfvLqWsfYLQedcOUgeh.jpg",
        "release_date": "1994-09-03",
        "title": "Scooby-Doo! em Uma Noite das Arábias",
        "video": false,
        "vote_average": 7.4,
        "vote_count": 139
    },
    {
        "adult": false,
        "backdrop_path": "/UVAmU63ORkBRVtUuT3HK0EP1BU.jpg",
        "genre_ids": [
            35,
            18,
            12
        ],
        "id": 480736,
        "original_language": "de",
        "original_title": "25 km/h",
        "overview": "",
        "popularity": 17.798,
        "poster_path": "/gux7726i4VdKCGZFyeN6lL4Rvr3.jpg",
        "release_date": "2018-10-31",
        "title": "25 km/h",
        "video": false,
        "vote_average": 6.832,
        "vote_count": 196
    },
    {
        "adult": false,
        "backdrop_path": "/rCiAh9NbXTdVHu77pjSGNcMibZW.jpg",
        "genre_ids": [
            12,
            14,
            28
        ],
        "id": 27551,
        "original_language": "en",
        "original_title": "The Barbarians",
        "overview": "Kutchek (Peter Paul) e Gore (David Paul) foram adotados pela tribo dos Ragnicks, repleta de pessoas excêntricas. O grupo é liderado pela rainha Canário (Virginia Bryant), que usa um poderoso rubi encantado para governar. Quando o cruel Kadar (Richard Lynch) tramar para roubar o rubi, Kutcher e Gore vão entrar em ação para salvar seus companheiros.",
        "popularity": 17.787,
        "poster_path": "/eFM1ADE6J6W7MsfXYzB12R8kRYo.jpg",
        "release_date": "1987-03-01",
        "title": "Os Bárbaros",
        "video": false,
        "vote_average": 5.571,
        "vote_count": 119
    },
    {
        "adult": false,
        "backdrop_path": "/r8Ao60h2qk7R95QoTcV4ClyUfB0.jpg",
        "genre_ids": [
            12,
            28,
            27
        ],
        "id": 43149,
        "original_language": "en",
        "original_title": "The Son of Kong",
        "overview": "A história começa aproximadamente um mês após o dramático final de King Kong, no filme original de 1933. As aventuras do filmmaker Carl Denham (interpretado novamente por Robert Armstrong), agora com graves problemas jurídicos pela destruição feita por Kong. Denham sai de New York no navio Venture, do capitão Englehorn. Um marinheiro (Nils Helstrom) vendeu para Denham um mapa com a localização da Ilha da Caveira (Skull Island), onde acreditam existir um tesouro escondido. Também no navio viaja uma bela jovem (Hilda Peterson), que treinou macacos para um show de circo. Eles retornam a Ilha da Caveira, encontram um filhote albino de King Kong (Kiko - nome usado pela produção, mas não citado no filme), que os salva, tornando-se assim amigos. Foi produzido e lançado ainda em 1933, para aproveitar o sucesso estrondoso de King Kong. Porém, não alcançou o mesmo sucesso.",
        "popularity": 17.782,
        "poster_path": "/c3RXz4yyyfIPqCdaJWO9MKkx0Rs.jpg",
        "release_date": "1933-12-22",
        "title": "O Filho de King Kong",
        "video": false,
        "vote_average": 5.422,
        "vote_count": 116
    },
    {
        "adult": false,
        "backdrop_path": "/606bzfxrapnnIJA8P354u8tzqF3.jpg",
        "genre_ids": [
            12,
            18,
            36
        ],
        "id": 43020,
        "original_language": "it",
        "original_title": "Il colosso di Rodi",
        "overview": "No ano de 280 a.C., Darios, um herói militar grego, está visitando seu tio em Rodes. A cidade acabou de construir um enorme Colosso em homenagem a Apolo, para guardar o seu porto, e está planejando uma aliança com a Fenícia para atacar a Grécia. Por acidente, Darios se envolve com rebeldes que querem tirar o tirânico rei Xerxes do poder.",
        "popularity": 17.771,
        "poster_path": "/2c4Ph9fyX5IzSs4qKw82V42VrpL.jpg",
        "release_date": "1961-06-15",
        "title": "O Colosso de Rodes",
        "video": false,
        "vote_average": 6.02,
        "vote_count": 176
    },
    {
        "adult": false,
        "backdrop_path": "/vEEEKiUJOXmOJXW7X8P3kCgsm9p.jpg",
        "genre_ids": [
            35,
            28,
            12,
            53
        ],
        "id": 10762,
        "original_language": "en",
        "original_title": "Without a Paddle",
        "overview": "Três jovens rapazes partem numa viagem para a selva do Oregon em busca de um tesouro. Para chegar lá, eles embarcam numa canoa, mas tudo dá errado. Caçados por fazendeiros, eles encontram animais ameaçadores, hippies e um homem maluco que vive nas montanhas.",
        "popularity": 17.769,
        "poster_path": "/45dq0FbrWlHmxlonCQNigoSmvf2.jpg",
        "release_date": "2004-08-20",
        "title": "Totalmente Sem Rumo",
        "video": false,
        "vote_average": 5.583,
        "vote_count": 623
    },
    {
        "adult": false,
        "backdrop_path": "/l9jk6xKwbUi7VnwnKcv2rYCGH3t.jpg",
        "genre_ids": [
            12,
            10751,
            18
        ],
        "id": 754067,
        "original_language": "fr",
        "original_title": "Mystère",
        "overview": "Após a morte da mãe, uma garota e seu pai se mudam para o interior, onde um amigo especial a ajuda a reencontrar a alegria de viver. Inspirado em uma história real.",
        "popularity": 17.752,
        "poster_path": "/dLPNyA7ijz3T3cu2tLSkSQajXwY.jpg",
        "release_date": "2021-12-15",
        "title": "Victoria e Mistério",
        "video": false,
        "vote_average": 7.106,
        "vote_count": 492
    },
    {
        "adult": false,
        "backdrop_path": "/jJoNY0vNJgwr5yp67sBs19TxJra.jpg",
        "genre_ids": [
            878,
            12,
            35
        ],
        "id": 94590,
        "original_language": "en",
        "original_title": "Angry Video Game Nerd: The Movie",
        "overview": "Baseada na séria de YouTube de mesmo nome, Angry Video Game Nerd: O Filme é uma ficção científica/aventura/comédia que segue um insatisfeito gamer no dever de superar seus medos e enfrentar o pior jogo de videogame de todos os tempos para salvar seus fãs.",
        "popularity": 17.749,
        "poster_path": "/vXEKVaCbCUd53CYKkI0B7u1LBB6.jpg",
        "release_date": "2014-07-21",
        "title": "Angry Video Game Nerd: O Filme",
        "video": false,
        "vote_average": 5.3,
        "vote_count": 132
    },
    {
        "adult": false,
        "backdrop_path": "/kpVQHZrBLUsB35S1pTbP8apgT5W.jpg",
        "genre_ids": [
            18,
            12
        ],
        "id": 10534,
        "original_language": "en",
        "original_title": "White Squall",
        "overview": "Em 1961, um grupo de adolescentes embarca para uma longa viagem no veleiro \"Albatroz\", um navio-escola comandado por Christopher Sheldon (Jeff Bridges), um severo capitão que, junto com Alice (Caroline Goodall), sua mulher, pretende transformar aqueles jovens em homens. No decorrer da viagem o medo que os alunos sentem pelo capitão é substituído por respeito e admiração, mas uma tragédia poderá colocar esta confiança em risco.",
        "popularity": 17.745,
        "poster_path": "/muhTVa52IufjTaqNseXFQUAEuyG.jpg",
        "release_date": "1996-02-02",
        "title": "Tormenta",
        "video": false,
        "vote_average": 6.265,
        "vote_count": 342
    },
    {
        "adult": false,
        "backdrop_path": "/terUBOEDOQHb63jeC6END85hbVH.jpg",
        "genre_ids": [
            10751,
            12
        ],
        "id": 74944,
        "original_language": "fr",
        "original_title": "La Guerre des boutons",
        "overview": "1960, em uma aldeia no sul da França. Um grupo de meninos, com idades entre 7 a 14 anos, é liderado por Lebrac (Vincent Bres) numa guerra contra as crianças da aldeia vizinha. Trata-se de uma batalha tradicional, realizada há gerações pelos jovens das duas aldeias. Eles lutam pela honra e lealdade, mas utilizam-se dos meios necessários para vencer. O exército de pequenos homens tenta de todas as formas não ser percebido por pais e mães, o que é complicado quando voltam para casa com as roupas rasgadas e sem botões.",
        "popularity": 17.737,
        "poster_path": "/pO92gxdzcIMZgdDCnvfTF1WNNkb.jpg",
        "release_date": "2011-09-14",
        "title": "A Guerra dos Botões",
        "video": false,
        "vote_average": 6.039,
        "vote_count": 402
    },
    {
        "adult": false,
        "backdrop_path": "/zGNigh4ttmRCSsewWKv4VHFqbyA.jpg",
        "genre_ids": [
            35,
            12,
            18,
            10751
        ],
        "id": 14749,
        "original_language": "en",
        "original_title": "Space Buddies",
        "overview": "Os irresitíveis filhotes falantes da Disney estão de volta em um filme inédito que vai levá-los onde nenhum outro filhotes jamais esteve: na Lua! Para enfrentar essa aventura de outro mundo eles vão precisar de muita coragem. Space Buddies é um pequeno passo para os cães, e um gigantesco passo para os caninos, com diversão garantida para toda a família..",
        "popularity": 17.689,
        "poster_path": "/5gIDqST1ikTlAHU4aDT7TbYWlI1.jpg",
        "release_date": "2009-02-02",
        "title": "Space Buddies: Uma Aventura no Espaço",
        "video": false,
        "vote_average": 5.883,
        "vote_count": 200
    },
    {
        "adult": false,
        "backdrop_path": "/mCcdLbGIve1RLGir7yJ9ACy2L7D.jpg",
        "genre_ids": [
            16,
            12,
            18
        ],
        "id": 38577,
        "original_language": "ru",
        "original_title": "Старик и море",
        "overview": "Sem conseguir fisgar um peixe há quase três meses, o velho Santiago resolve enfrentar o alto-mar sozinho para provar aos outros e a si mesmo que ainda é um bom pescador. Quando se depara com um marlim gigante, ele vê sua má sorte mudar, imergindo numa jornada de lutas e sonhos para pescá-lo.",
        "popularity": 17.66,
        "poster_path": "/uuRfk7KM34C7RE77YI1SkcizBVP.jpg",
        "release_date": "1999-07-03",
        "title": "O Velho e o Mar",
        "video": false,
        "vote_average": 7.617,
        "vote_count": 149
    },
    {
        "adult": false,
        "backdrop_path": "/xI1qzf4q93PKqu9QpoW5hwW5QuG.jpg",
        "genre_ids": [
            878,
            53,
            18,
            12,
            35
        ],
        "id": 956262,
        "original_language": "en",
        "original_title": "The Kitchen",
        "overview": "Izi está prestes a sair do The Kitchen, um dos últimos conjuntos habitacionais de Londres. Mas precisa tomar decisões difíceis quando o jovem Benji entra em sua vida.",
        "popularity": 17.646,
        "poster_path": "/tV0hK1BiqYrYlehChv4WJXIWgmZ.jpg",
        "release_date": "2023-10-15",
        "title": "The Kitchen",
        "video": false,
        "vote_average": 4.804,
        "vote_count": 148
    },
    {
        "adult": false,
        "backdrop_path": "/uodMKoJlsq4NaqGvaHs9JbTKj7E.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 5493,
        "original_language": "ja",
        "original_title": "リターナー",
        "overview": "Ano 2084, o tempo está a acabar para a humanidade. Após décadas de lutas intensas, uma força de invasão extraterrestre está quase a destruir o que resta do mundo. Numa última tentativa para salvar a raça humana, uma guerrilheira chamada Miri recorre à máquina do tempo. A 72 horas da invasão, ela convence Miyamoto, um habilidoso perito em artes marciais e em armas, a juntar-se à sua causa. Juntos vão tentar salvar a Terra do holocausto, neste thriller de ficção científica repleto de fantásticos efeitos especiais e com uma fabulosa performance em artes marciais.",
        "popularity": 17.622,
        "poster_path": "/eI97XDc2Gyo9xz51dZ3CIqATGDZ.jpg",
        "release_date": "2002-08-31",
        "title": "O Retorno",
        "video": false,
        "vote_average": 6.527,
        "vote_count": 184
    },
    {
        "adult": false,
        "backdrop_path": "/ofWKjiaChi2wpIaGZrUi39douFQ.jpg",
        "genre_ids": [
            16,
            28,
            12
        ],
        "id": 410685,
        "original_language": "ja",
        "original_title": "Naruto: Takigakure no shitô Ore ga eiyû Dattebayo!",
        "overview": "Se trata de uma missão na vila da Cachoeira. Era para ser uma simples missão de escolta ao Herói da vila da cachoeira, o Shibuki, mas o melhor jounin da vila arquiteta um plano e com a ajuda de ninjas de outras vilas, resolve tomar posse da “Água Heróica”. Esta água especial, aumenta incrivelmente, os poderes do usuário. Apesar de todos chamarem o Shibuki de Herói ele é um medroso e terá de enfrentar isso para salvar a vila! Resta a Naruto, Sasuke e Sakura e até Shibuki, protegerem a Água Heróica e a Vila!",
        "popularity": 17.608,
        "poster_path": "/mpFZiRihCsPDdZ1Ef69WIengKh2.jpg",
        "release_date": "2003-12-20",
        "title": "Naruto: OVA 2 - Batalha na Cachoeira Escondida. Eu sou o Herói!",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 118
    },
    {
        "adult": false,
        "backdrop_path": "/2gccYK4lqVeRzrXYZmiZhL0P7Ft.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 230179,
        "original_language": "en",
        "original_title": "Big Game",
        "overview": "Após o avião em que estava ter sido abatido por terroristas, o presidente dos Estados Unidos (Samuel L. Jackson) está ferido e perdido no meio de uma zona rural finlandesa. E sua vida agora está nas mãos de Oskari (Onni Tommila), um tímido jovem de treze anos de idade que embarcou em uma viagem para provar sua maturidade a si mesmo e sua família, passando 24 horas sozinho na selva, armado apenas com um arco e flecha. Essa improvável dupla terá que se unir para sobreviver aos criminosos que seguem atrás do presidente.",
        "popularity": 17.59,
        "poster_path": "/67CBNSVu4HCr3gDijYDS8xPLmoO.jpg",
        "release_date": "2015-03-19",
        "title": "Caçada ao Presidente",
        "video": false,
        "vote_average": 5.49,
        "vote_count": 1113
    },
    {
        "adult": false,
        "backdrop_path": "/9iMCwIdz2ZXAuKurdPiVrJy05Kb.jpg",
        "genre_ids": [
            12,
            18,
            10749,
            14
        ],
        "id": 78698,
        "original_language": "en",
        "original_title": "Big Miracle",
        "overview": "Em 1989, uma família de baleias ficou presa sob o gelo do Artico e o repórter Adam Carlson (John Krasinski) não se conformava com a situação. Disposto a mudar essa realidade, ele começa uma verdadeira batalha ao lado de Rachel Kramer (Drew Barrymore), ativista do Greenpeace, para salvar os animais, da espécie baleia-cinzenta. Juntos, eles conseguem mobilizar pessoas de variados grupos, como os nativos da região, funcionários de empresas petrolíferas e até americanos e russos, históricos inimigos durante a Guerra Fria.",
        "popularity": 17.584,
        "poster_path": "/eDJrIJbdG5h0ywYhWqTJcwBxod0.jpg",
        "release_date": "2012-02-02",
        "title": "O Grande Milagre",
        "video": false,
        "vote_average": 6.651,
        "vote_count": 472
    },
    {
        "adult": false,
        "backdrop_path": "/cVaCZtH5kl0cftYgH3l8j0q54nF.jpg",
        "genre_ids": [
            12,
            16,
            35,
            10751
        ],
        "id": 423453,
        "original_language": "fr",
        "original_title": "Sahara",
        "overview": "Ao ver seu novo amor capturado, uma jovem serpente e seu amigo escorpião cruzam o deserto em uma perigosa missão de resgate.",
        "popularity": 17.581,
        "poster_path": "/lhrdcA2Grmsqorp2iOm2rfoWHE5.jpg",
        "release_date": "2017-02-01",
        "title": "Saara",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 269
    },
    {
        "adult": false,
        "backdrop_path": "/bzbecY5SogVyTBHIwVrqBkAd8aa.jpg",
        "genre_ids": [
            12,
            35,
            37
        ],
        "id": 16972,
        "original_language": "en",
        "original_title": "The Frisco Kid",
        "overview": "Rabino polonês desembarca na América com o objetivo de chegar ao Velho Oeste e fundar uma sinagoga em São Francisco.  Mas durante o caminho ele vai enfrentar muitos perigos, como praticamente ser queimado vivo por tribo de índios ou quase ser morto por um bando de foras-da-lei.",
        "popularity": 17.573,
        "poster_path": "/j2Oo1Ds4Vbns5WP4BfSnU3wXwpn.jpg",
        "release_date": "1979-07-06",
        "title": "O Rabino e o Pistoleiro",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 142
    },
    {
        "adult": false,
        "backdrop_path": "/8RD8XoU4A20RujPtqejNQl8flPF.jpg",
        "genre_ids": [
            16,
            35,
            12
        ],
        "id": 16652,
        "original_language": "en",
        "original_title": "Happily N'Ever After 2",
        "overview": "A versão “escrachada” do conto de fadas famoso é uma continuação de “Deu a Louca na Cinderela” (”Happily N´Ever After”), em que a protagonista mostrava seus cabelos curtinhos e se chamava Ella. O caso de Branca de Neve é bem parecido, com direito a madrasta má e a uma maçã envenenada, mas mostrados de um jeito cômico. Os sete anões também fazem parte da trama.",
        "popularity": 17.568,
        "poster_path": "/8fIdQKJkPpVaI3BpsbVKDG4cFS3.jpg",
        "release_date": "2009-03-24",
        "title": "Deu a Louca na Branca de Neve",
        "video": false,
        "vote_average": 4.578,
        "vote_count": 193
    },
    {
        "adult": false,
        "backdrop_path": "/jAXel5sHK1bnv9lL1U4HOkdxuD9.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 487186,
        "original_language": "en",
        "original_title": "Halo: Nightfall",
        "overview": "Entre os eventos de Halo 4 e Halo 5: Guardians… Halo: Nightfall conta a dramática história do lendário caçador de homens e oficial da Inteligência Naval Jameson Locke e sua equipe, presos em um horrível ataque biológico enquanto investigavam atividades terroristas na distante colônia. mundo de Sedra. Enquanto desenrolam uma trama que os leva a um artefato antigo e infernal, eles serão forçados a lutar por sua sobrevivência, questionar tudo e, finalmente, escolher entre sua lealdade e suas vidas.",
        "popularity": 17.565,
        "poster_path": "/liLQ8EFzHN06eFZ9KQMDK6cmGaK.jpg",
        "release_date": "2014-02-05",
        "title": "Halo: Nightfall",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 159
    },
    {
        "adult": false,
        "backdrop_path": "/6dhS1KtRS3LWX7BZlGLPImMTVxn.jpg",
        "genre_ids": [
            28,
            35,
            12
        ],
        "id": 18670,
        "original_language": "cn",
        "original_title": "洪熙官之少林五祖",
        "overview": "Um jovem pai e seu filho são cercados por forças do mal e da corrupção. Eles vagam pela China, mantendo seu senso de honra e protegendo os fracos. Quando são forçados ao combate, seguem-se sequências espetaculares e hilariantes de kung fu em movimento rápido. No final, eles devem usar todas as suas habilidades em uma batalha real, para tentar derrotar um homem-monstro sobrenatural ou morrer tentando.",
        "popularity": 17.539,
        "poster_path": "/7ejJBHaj8WrFg1gWchtYaQ3JLfr.jpg",
        "release_date": "1994-02-05",
        "title": "Em Nome da Honra",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 137
    },
    {
        "adult": false,
        "backdrop_path": "/2shhKQsnL4DxZvY3m5PkAHnPOLf.jpg",
        "genre_ids": [
            10751,
            14,
            878,
            12
        ],
        "id": 20196,
        "original_language": "en",
        "original_title": "Mac and Me",
        "overview": "Um misterioso Alien escapa da Nasa e é protegido por um jovem menino numa cadeira de rodas.Nasce entre eles uma forte amizade.",
        "popularity": 17.534,
        "poster_path": "/gZsIgK2W9K6e1ebNro3WT7u5yGX.jpg",
        "release_date": "1988-08-12",
        "title": "Mac: O Extraterrestre",
        "video": false,
        "vote_average": 4.4,
        "vote_count": 233
    },
    {
        "adult": false,
        "backdrop_path": "/bOvRLNMe6BUkyUv02LB3B7CJeAo.jpg",
        "genre_ids": [
            10751,
            16,
            35,
            12
        ],
        "id": 458253,
        "original_language": "en",
        "original_title": "Missing Link",
        "overview": "Sir Lionel Frost se considera o melhor investigador de mitos e monstros do mundo. O problema é que nenhum dos seus colegas o leva a sério. Sua última chance para ganhar seu respeito é provar a existência de um ancestral primitivo do homem, conhecido como o Link perdido.",
        "popularity": 17.532,
        "poster_path": "/b2hayCDCuzoG99LmWIMqB619iJu.jpg",
        "release_date": "2019-04-04",
        "title": "Link Perdido",
        "video": false,
        "vote_average": 6.962,
        "vote_count": 824
    }
]