[
    {
        "adult": false,
        "backdrop_path": "/fUHuBNqTFGCohCuHDEqHs1pDPj7.jpg",
        "genre_ids": [
            12,
            9648,
            16
        ],
        "id": 21422,
        "original_language": "ja",
        "original_title": "名探偵コナン 時計じかけの摩天楼",
        "overview": "Alguns dias após comemorar seu aniversário em uma festa oferecida pelo professor Teiji Moriya, Conan recebe um telefonema anônimo e é desafiado a encontrar diversas bombas espalhadas em Tóquio. Em sua frenética busca, ele descobre que o terrorista lunático é, na verdade, o professor. Teiji Moriya foi um famoso arquiteto, mas que decidiu destruir suas próprias criações porque não consegue aceitar defeitos em sua obra. Sem saber de nada, Ran, uma amiga que tinha convidado Conan para sair, aguarda por ele no cinema quando uma explosão a aprisiona dentro do prédio. Além do caminho até Ran estar bloqueado, há outra bomba prestes a explodir fora do alcance de Conan. A única esperança é que ele consiga orientar a garota para desativar o artefato. O último fio a ser cortado será decidido por ela: vermelho ou azul? Segundo seu horóscopo, azul é cor do dia, mas vermelho sempre lhe trouxe sorte… E agora, será que Ran fará a escolha certa?",
        "popularity": 36.489,
        "poster_path": "/f9glpkL7Ihh2Ys6fECzr0Wdl9SD.jpg",
        "release_date": "1997-04-19",
        "title": "Detective Conan: Filme 01 - The Time-Bombed Skyscraper",
        "video": false,
        "vote_average": 7.369,
        "vote_count": 221
    },
    {
        "adult": false,
        "backdrop_path": "/xChyWmjDeEH8zOVi9dwVrtIJEfd.jpg",
        "genre_ids": [
            28,
            12,
            35,
            18,
            14
        ],
        "id": 11653,
        "original_language": "zh",
        "original_title": "神話",
        "overview": "No ano de 221 a.C, o primeiro imperador da China Qin Shihuang começou a construção de sua tumba real. No mausoléu, foram enterrados o imperador, centenas de milhares de pessoas que trabalharam na construção, um tesouro e, diz a lenda, o elixir da juventude. Nos dias de hoje, o arqueólogo Jack (Jackie Chan) e o cientista William (Tony Leung Ka Fai) encontram em Dasar, na Índia, uma antiga espada da dinastia Qin, e uma pedra mágica que desafia a força da gravidade. Os objetos podem levá-los ao mítico mausoléu e conectar Jack e seus recorrentes sonhos a uma surpreendente vida passada.",
        "popularity": 36.472,
        "poster_path": "/y5x3qlWbPExOh2i1quShN1aL0ta.jpg",
        "release_date": "2005-05-11",
        "title": "O Mito",
        "video": false,
        "vote_average": 6.345,
        "vote_count": 358
    },
    {
        "adult": false,
        "backdrop_path": "/jsgG5HUe3OCtsVoADtK4qCZOEEp.jpg",
        "genre_ids": [
            28,
            12,
            14,
            35,
            10749
        ],
        "id": 13345,
        "original_language": "cn",
        "original_title": "大話西遊之月光寶盒",
        "overview": "Primeira parte do épico Chinês sobre a chegada do budismo na China.",
        "popularity": 36.445,
        "poster_path": "/p2TnX8MwCM6GUjcX0R6s3wDb9En.jpg",
        "release_date": "1995-01-21",
        "title": "Uma Odisséia Chinesa: Parte Um – A Caixa de Pandora",
        "video": false,
        "vote_average": 7.6,
        "vote_count": 245
    },
    {
        "adult": false,
        "backdrop_path": "/keMt6SKTiTBBW0WtCLcqEfpEj9G.jpg",
        "genre_ids": [
            12,
            14
        ],
        "id": 10323,
        "original_language": "en",
        "original_title": "Clash of the Titans",
        "overview": "Deuses do Olimpo, terríveis monstros mitológicos e heróis mortais fazem deste espetáculo de imaginação uma aventura imperdível. Harry Hamlin é Perseu, o filho mortal de Zeus (Laurence Olivier), que luta para salvar a vida da princesa Andrômeda (Judi Bowker) do monstro marinho Kraken. Para tal, ele precisa de uma arma tão letal quanto difícil de conseguir: A cabeça de Medusa! Acompanhado de um grupo de corajosos guerreiros e montado no fabuloso Pegasus, o cavalo alado, Perseu parte em uma aventura sem precedentes pelas terras fantásticas da mitologia grega.",
        "popularity": 36.439,
        "poster_path": "/5LObtR57MxWD7Me0tiRaqgrqKQD.jpg",
        "release_date": "1981-06-12",
        "title": "Fúria de Titãs",
        "video": false,
        "vote_average": 6.883,
        "vote_count": 728
    },
    {
        "adult": false,
        "backdrop_path": "/5XQobwJuqx0UFCHVDooWUBraeID.jpg",
        "genre_ids": [
            28,
            12,
            16,
            878,
            18
        ],
        "id": 65291,
        "original_language": "en",
        "original_title": "Green Lantern: Emerald Knights",
        "overview": "Prestes a ganhar seu primeiro longa-metragem live action, o herói Lanterna Verde tem novas aventuras animadas chegando ao mercado de vídeo, sempre em lançamentos com visual de tirar o fôlego. Aqui ele prepara uma jovem pupila para seguir seus passos, relatando a ela as aventuras de diversos outros Lanternas Verdes espalhados pela galáxia, em contos que mostram toda a coragem e honra dos integrantes desta seleta dinastia.",
        "popularity": 36.407,
        "poster_path": "/qyeoW0JGhdt0tULJuBKC7ip1t0E.jpg",
        "release_date": "2011-04-09",
        "title": "Lanterna Verde: Cavaleiros Esmeralda",
        "video": false,
        "vote_average": 6.646,
        "vote_count": 482
    },
    {
        "adult": false,
        "backdrop_path": "/u49EZzHvGCNrHdQxkc3hhLmQEPP.jpg",
        "genre_ids": [
            18,
            53,
            80,
            12
        ],
        "id": 1541,
        "original_language": "en",
        "original_title": "Thelma & Louise",
        "overview": "Louise Sawyer (Susan Sarandon) é uma garçonete quarentona e Thelma (Geena Davis) é uma jovem dona de casa. Cansadas da vida monótona que levam, as amigas resolvem deixar tudo para trás e pegar a estrada. Durante a viagem, elas se envolvem em um crime e decidem fugir para o México, mas acabam sendo perseguidas pela polícia americana.",
        "popularity": 36.399,
        "poster_path": "/gQSUVGR80RVHxJywtwXm2qa1ebi.jpg",
        "release_date": "1991-05-24",
        "title": "Thelma & Louise",
        "video": false,
        "vote_average": 7.584,
        "vote_count": 3318
    },
    {
        "adult": false,
        "backdrop_path": "/s1eUjN5hLpez9QoBK8t4rUoopgN.jpg",
        "genre_ids": [
            28,
            12,
            35,
            14,
            16
        ],
        "id": 433422,
        "original_language": "ja",
        "original_title": "劇場版 FAIRY TAIL 『DRAGON CRY』",
        "overview": "Tatsuma Minamikawa (diretor de episódios de Aldnoah.Zero, Attack on Titan, Haganai NEXT) está dirigindo o filme na A-1 Pictures. Shoji Yonemura está retornando da série de anime de televisão para escrever os roteiros, Yuuko Yamada (diretor de animação principal para Hakkenden: Eight Dogs of the East, Persona 3 the Movie #3 Falling Down) é o designer de personagens e diretor principal de animação e Yasuharu Takanashi está retornando da série de anime TV Fairy Tail Zero para compor as músicas. A GAGA está distribuindo o filme.",
        "popularity": 36.376,
        "poster_path": "/rTNk0cZ0CnTp7EMndtaJVLUUffh.jpg",
        "release_date": "2017-05-06",
        "title": "Fairy Tail: Dragon Cry",
        "video": false,
        "vote_average": 6.598,
        "vote_count": 397
    },
    {
        "adult": false,
        "backdrop_path": "/q3j4OQFFDKM6fdQt9gE56kfDBNG.jpg",
        "genre_ids": [
            16,
            878,
            28,
            12
        ],
        "id": 536115,
        "original_language": "ja",
        "original_title": "GODZILLA 星を喰う者",
        "overview": "Com o enfraquecimento da aliança com a Terra, Haruo considera se aliar aos Exifs, praticantes de um culto mortal que pode destruir o mundo.",
        "popularity": 36.363,
        "poster_path": "/2F2rxcQJT9OXqsnWt5TcE2fe6Fw.jpg",
        "release_date": "2018-11-09",
        "title": "Godzilla: O Devorador de Planetas",
        "video": false,
        "vote_average": 6.449,
        "vote_count": 322
    },
    {
        "adult": false,
        "backdrop_path": "/woMqcz0ZDL9HuPQIWSZ7BrWWqLR.jpg",
        "genre_ids": [
            53,
            10752,
            12
        ],
        "id": 294992,
        "original_language": "zh",
        "original_title": "智取威虎山",
        "overview": "Depois do final da Segunda Guerra Mundial, com a rendição dos japoneses, o Exército de Libertação Popular da China precisa retomar o controle de diversas áreas que são dominadas por rebeldes que ajudavam os inimigos a guardar armas, munição e outras provisões. Shao Jianbo, mais conhecido como Capitão 203, lidera um grupo de 30 homens cuja missão é chegar à Montanha do Tigre.",
        "popularity": 36.235,
        "poster_path": "/y4BKUU4daexpODw2m2TdXLiqp0o.jpg",
        "release_date": "2014-12-24",
        "title": "A Batalha na Montanha do Tigre",
        "video": false,
        "vote_average": 6.515,
        "vote_count": 171
    },
    {
        "adult": false,
        "backdrop_path": "/qwGkQpQbDXuHDOq909RQmJPENwN.jpg",
        "genre_ids": [
            28,
            12,
            35,
            53
        ],
        "id": 8427,
        "original_language": "en",
        "original_title": "I Spy",
        "overview": "Quando o Switchblade, o protótipo do caça stealth mais sofisticado que já foi criado, é roubado do governo dos Estados Unidos, um dos melhores espiões do país, Alex Scott, é chamado à ação. O que ele não esperava era se unir a um civil arrogante, o campeão de boxe Kelly Robinson, em uma missão de espionagem perigosa. Usando sua habilidade e humor, sua missão é capturar Arnold Gundars, um dos traficantes de armas mais bem sucedidos do mundo.",
        "popularity": 36.219,
        "poster_path": "/amRZr5dkCEW8NWCXjyh537Cy9SV.jpg",
        "release_date": "2002-10-31",
        "title": "Sou Espião",
        "video": false,
        "vote_average": 5.388,
        "vote_count": 912
    },
    {
        "adult": false,
        "backdrop_path": "/fU92iWyQbysjAQmkfkuFxNlWzz1.jpg",
        "genre_ids": [
            878,
            35,
            12,
            28
        ],
        "id": 3604,
        "original_language": "en",
        "original_title": "Flash Gordon",
        "overview": "O auto-intitulado imperador do Universo, o imperador do planeta Mongo, Ming (Max Von Sydow) planeja destruir a Terra por meio de seus artifícios tecnológicos. Na Terra, um jogador de futebol americano, cujo apelido é Flash Gordon (Sam J. Jones), se vê num acidente de avião com a bela Dale Arden (Melody Anderson), causado por um ataque de Ming à Terra. Perdidos após a queda, eles se vêem em meio a uma aventura interplanetária, após acidentalmente decolarem no foguete de Zarkov (Richard OBrien), um cientista que sabe da invasão à Terra e planeja evitá-la. Uma vez atraídos para Mongo, eles viverão uma aventura fantástica repleta de batalhas, intrigas e cenários excêntricos, tentando achar uma maneira de salvar a Terra dos planos de Ming.",
        "popularity": 36.203,
        "poster_path": "/eTdEaRjtVnFbd5KVhxLRfbYW46e.jpg",
        "release_date": "1980-09-01",
        "title": "Flash Gordon",
        "video": false,
        "vote_average": 6.22,
        "vote_count": 933
    },
    {
        "adult": false,
        "backdrop_path": "/tQprwIKzFx83JpM5dVrGRC4UpF.jpg",
        "genre_ids": [
            16,
            12,
            14,
            9648,
            18,
            878
        ],
        "id": 573730,
        "original_language": "ja",
        "original_title": "劇場版メイドインアビス 深き魂の黎明",
        "overview": "Uma continuação da aventura épica do valente Riko e Reg, que se juntam a seu novo amigo Nanachi. Juntos, eles descem para a quinta camada traiçoeira do Abismo, o Mar dos Cadáveres, e encontram o misterioso Bondrewd, um lendário Apito Branco cuja sombra paira sobre o passado conturbado de Nanachi. Bondrewd é incrivelmente hospitaleiro, mas os bravos aventureiros sabem que as coisas nem sempre são como parecem no enigmático Abismo.",
        "popularity": 36.116,
        "poster_path": "/ci7IY7T7MYO0OUrl0X30LgdYNuK.jpg",
        "release_date": "2020-01-17",
        "title": "Made in Abyss: O Amanhecer de uma Alma Profunda",
        "video": false,
        "vote_average": 7.9,
        "vote_count": 212
    },
    {
        "adult": false,
        "backdrop_path": "/cJyQfwSEa5IjOdeNTuiWjciVbou.jpg",
        "genre_ids": [
            12,
            53,
            27
        ],
        "id": 580,
        "original_language": "en",
        "original_title": "Jaws: The Revenge",
        "overview": "Mais uma vez a paz da cidade de Amity e as vidas da família Brody são sacudidas por um tubarão sedento de sangue, neste extraordinário suspense, sequência do clássico original de terror. A agora viúva Ellen Brody está revivendo os horrores do passado quando um enorme tubarão tira a vida de seu filho. Aterrorizada, ela viaja para as Bahamas, onde é acolhida pelo piloto Michael Caine. Mas o terror das profundezas retorna, e Ellen terá que se preparar para um confronto de vida ou morte.",
        "popularity": 36.099,
        "poster_path": "/rbWaX7V6nyY0BowqPbQGNApmNoI.jpg",
        "release_date": "1987-07-17",
        "title": "Tubarão 4: A Vingança",
        "video": false,
        "vote_average": 4.069,
        "vote_count": 987
    },
    {
        "adult": false,
        "backdrop_path": "/1GGfWFp9hp4RUHRHxd505z9rVFa.jpg",
        "genre_ids": [
            12,
            14,
            35,
            10751
        ],
        "id": 9607,
        "original_language": "en",
        "original_title": "Super Mario Bros.",
        "overview": "Há muito tempo, a Terra era dominada pelos dinossauros e ninguém os incomodava. A vida era boa em um lugar que, após 65 milhões de anos, passou a se chamar Brooklyn. Então algo inesperado aconteceu: Um meteoro gigante atingiu a Terra e os dinossauros foram exterminados. Entretanto, o impacto criou uma dimensão paralela, onde alguns dinossauros sobreviveram e se tornaram uma espécie inteligente e agressiva. Brooklyn, 20 anos atrás. Na porta de um convento é deixado um ovo, que é recolhido pelas freiras e dele nasce uma criança. Brooklyn, dias atuais. Os encanadores Mario Mario (Bob Hoskins) e Luigi Mario (John Leguizamo) se vêem em uma aventura fantástica para salvar a Princesa Daisy (Samantha Mathis) em um escondido mundo, Dinohattan, onde os habitantes evoluíram dos dinossauros. A dupla enfrenta desafios mortais do Rei Koopa (Dennis Hopper) e batalham contra répteis enormes para impedir um terrível plano, que busca invadir nosso mundo.",
        "popularity": 36.097,
        "poster_path": "/yt5bbMfKpg1nRr4k5edxs7tPK2m.jpg",
        "release_date": "1993-05-28",
        "title": "Super Mario Bros.",
        "video": false,
        "vote_average": 4.407,
        "vote_count": 1262
    },
    {
        "adult": false,
        "backdrop_path": "/pLwIQMNT4s2DbyftxR5LY390Gkc.jpg",
        "genre_ids": [
            18,
            12,
            878
        ],
        "id": 753091,
        "original_language": "ko",
        "original_title": "더 문",
        "overview": "",
        "popularity": 36.077,
        "poster_path": "/hbs3qWRKBo6TvTDuvnaIoFVok8u.jpg",
        "release_date": "2023-08-02",
        "title": "더 문",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 113
    },
    {
        "adult": false,
        "backdrop_path": "/qiFse005acXSGGTZcETuVemJiSg.jpg",
        "genre_ids": [
            28,
            16,
            12,
            35,
            14
        ],
        "id": 373879,
        "original_language": "ja",
        "original_title": "ONE PIECE 〜アドベンチャー オブ ネブランディア〜",
        "overview": "Luffy e os Chapéus de Palha precisam enfrentar novamente seus oponentes da Davy Back na misteriosa Nebulândia, cujas brumas tornam inúteis os poderes dos Frutos do Diabo. Foxy também possui novos truques na manga - três novos companheiros. Os Chapéus de Palha terão chance sem os poderes dos Frutos do Diabo?",
        "popularity": 36.067,
        "poster_path": "/xdu9XJSHT835OoChOiwEgi9Uzjf.jpg",
        "release_date": "2015-12-20",
        "title": "One Piece: Aventura de Nebulândia",
        "video": false,
        "vote_average": 7.756,
        "vote_count": 195
    },
    {
        "adult": false,
        "backdrop_path": "/k9tMAeSgaFASNedoxvyzMnTcilV.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            35
        ],
        "id": 13654,
        "original_language": "en",
        "original_title": "101 Dalmatians II: Patch's London Adventure",
        "overview": "Antes de se mudar para a nova casa, numa fazenda, Patch, um dos filhotes de dálmatas, foge para Londres. A terrível Cruela DeVil quer pegar novamente os cãezinhos, para transformá-los em casaco de peles.",
        "popularity": 36.006,
        "poster_path": "/xdaIKUSO2CuYDmGpLHioFzx5DDl.jpg",
        "release_date": "2002-11-06",
        "title": "101 Dálmatas II: A Aventura de Patch em Londres",
        "video": false,
        "vote_average": 6.033,
        "vote_count": 1134
    },
    {
        "adult": false,
        "backdrop_path": "/6gevawU8iFZmdQlKSXAlp8IUgI6.jpg",
        "genre_ids": [
            12,
            14,
            28,
            53
        ],
        "id": 24418,
        "original_language": "en",
        "original_title": "Cirque du Freak: The Vampire's Assistant",
        "overview": "Darren, de 16 anos, era igual aos outros miúdos do seu bairro suburbano. Saía com os amigos, tinha boas notas na escola e raramente arranjava problemas. Mas quando ele e o seu melhor amigo descobrem um Circo dos Horrores ambulante, as coisas começam a mudar para Darren. É nesse preciso momento que um vampiro chamado Larten Crepsley o transforma em algo, bem sedento de sangue. O novo morto-vivo irá juntar-se ao Circo dos Horrores, um espectáculo ambulante cheio de criaturas monstruosas, desde um miúdo-cobra e um lobisomen, a uma mulher de barbas ou um apresentador gigante. Enquanto Darren vai descobrindo os seus poderes neste mundo sombrio, ele torna-se numa precioso peão entre vampiros e os seus mortíferos antagonistas. E na luta pela sobrevivência, tentará impedir que seja destruído aquilo que resta da sua humanidade.",
        "popularity": 36.005,
        "poster_path": "/axRtGR62F8EpQkwTA35LxexVD9T.jpg",
        "release_date": "2009-10-23",
        "title": "Circo dos Horrores - Aprendiz de Vampiro",
        "video": false,
        "vote_average": 5.803,
        "vote_count": 1054
    },
    {
        "adult": false,
        "backdrop_path": "/s9I2LmQMYCanl6DvC3X1AOHs2r8.jpg",
        "genre_ids": [
            28,
            53,
            80,
            12
        ],
        "id": 399361,
        "original_language": "en",
        "original_title": "Triple Frontier",
        "overview": "A lealdade entre eles é colocada à prova quando cinco ex-militares se reúnem para roubar a fortuna de um chefão das drogas com consequências totalmente inesperadas.",
        "popularity": 35.955,
        "poster_path": "/2KfhMmTMNAj3NehyhrYtadDO7yc.jpg",
        "release_date": "2019-03-06",
        "title": "Operação Fronteira",
        "video": false,
        "vote_average": 6.312,
        "vote_count": 3095
    },
    {
        "adult": false,
        "backdrop_path": "/9UZnCIeUVHzZQLDXN7lht2T4ndB.jpg",
        "genre_ids": [
            16,
            12,
            10751,
            35
        ],
        "id": 72197,
        "original_language": "en",
        "original_title": "The Pirates! In an Adventure with Scientists!",
        "overview": "Na trama, o pirata Capitão (Grant) é um aventuresco, embora nem sempre bem sucedido, terror dos Sete Mares. Seu sonho: derrotar Black Bellamy (Jeremy Piven) e Cutlass Liz (Salma Hayek) e levar o troféu de Pirata do Ano. Para conseguir, Capitão vai com sua tripulação da exótica Ilha de Sangue às ruas da Londres vitoriana, batalhando contra a Rainha Vitória (Imelda Staunton) e com a preciosa ajuda do jovem Charles Darwin (David Tennant).",
        "popularity": 35.919,
        "poster_path": "/1GB1sV2EdfJSLTQ5z6P2jPBjb63.jpg",
        "release_date": "2012-03-12",
        "title": "Piratas Pirados!",
        "video": false,
        "vote_average": 6.482,
        "vote_count": 1064
    },
    {
        "adult": false,
        "backdrop_path": "/qgaVJE4SK2qRtggVyRlISKQ1zBE.jpg",
        "genre_ids": [
            28,
            16,
            12
        ],
        "id": 23446,
        "original_language": "ja",
        "original_title": "ワンピース ねじまき島の冒険",
        "overview": "Depois de relaxar na praia, os Chapéus de Palha acham que o Going Merry foi roubado por ladrões. Eles os perseguem ,depois que eles são encontrados eles identificam-se como os irmãos ladrões, que planeiam roubar o relógio de diamante da Ilha Nejimaki tornando-se os maiores ladrões do mundo. Eles, então, encontram , um grupo de piratas perigosas com seu capitão, Bear King, que tem a intenção de se tornar o Rei dos Piratas. Depois Nami é sequestrada, a viagem dos Chapéus de palha para a Ilha Nejimaki e desafiar os Irmãos Ladrões para uma grande batalha no Trunfo do Castelo.",
        "popularity": 35.908,
        "poster_path": "/dCQSqo3eZGCvpViSrirfk6EU865.jpg",
        "release_date": "2001-03-03",
        "title": "One Piece Filme 02: Aventura na Ilha Nejimaki",
        "video": false,
        "vote_average": 6.935,
        "vote_count": 255
    },
    {
        "adult": false,
        "backdrop_path": "/m2maHbK0bZhBb9y86Yw39Zm0IFe.jpg",
        "genre_ids": [
            28,
            53,
            12
        ],
        "id": 9208,
        "original_language": "en",
        "original_title": "Broken Arrow",
        "overview": "Um piloto desleal da Força Aérea americana rouba dois mísseis nucleares do governo e planeja vendê-los a terroristas inimigos. Mas seu obstinado copiloto e uma guarda florestal fazem de tudo para frustrar seu plano maquiavélico.",
        "popularity": 35.9,
        "poster_path": "/nJBAouPQajEDOi9HCynWEUUk29p.jpg",
        "release_date": "1996-02-09",
        "title": "A Última Ameaça",
        "video": false,
        "vote_average": 6.045,
        "vote_count": 1457
    },
    {
        "adult": false,
        "backdrop_path": "/ic16B2KUfEFicIB3eiBUAYqrwz7.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35
        ],
        "id": 326359,
        "original_language": "en",
        "original_title": "Frozen Fever",
        "overview": "É aniversário de Anna. Elsa e Kristoff trabalham na preparação da maior festa de todos os tempos, mas a ansiedade da Rainha descontrola seus gelados poderes e coloca a celebração e todo o reinado em risco.",
        "popularity": 35.894,
        "poster_path": "/gowwCKxLvqnkMzlImDW3ONJWMu1.jpg",
        "release_date": "2015-03-09",
        "title": "Frozen: Febre Congelante",
        "video": false,
        "vote_average": 6.842,
        "vote_count": 1791
    },
    {
        "adult": false,
        "backdrop_path": "/3C8FqRRV9dbODt2qMBSjl3YxiLD.jpg",
        "genre_ids": [
            12,
            28,
            35
        ],
        "id": 12208,
        "original_language": "en",
        "original_title": "Casino Royale",
        "overview": "Uma organização criminosa conhecida como Smersh está eliminando os agentes de todas as agências de espionagem do mundo. Afastado do Serviço Secreto Britânico, James Bond volta à ativa, elaborando uma conspiração secreta para combater o inimigo.",
        "popularity": 35.83,
        "poster_path": "/eZtygVuJTwveSSPFDaoUaNBrOj7.jpg",
        "release_date": "1967-04-13",
        "title": "Cassino Royale",
        "video": false,
        "vote_average": 5.29,
        "vote_count": 707
    },
    {
        "adult": false,
        "backdrop_path": "/hraZn64Gmyc8GUM5saZ6Ztnozay.jpg",
        "genre_ids": [
            12,
            16,
            35,
            10751,
            14
        ],
        "id": 77459,
        "original_language": "fr",
        "original_title": "Un monstre à Paris",
        "overview": "Paris, 1910. Emile é apaixonado por filmes e trabalha como projecionista em uma sala de exibição. Ele está interessada em Maud, que também trabalha no cinema, mas tem medo de expressar seus sentimentos. Seu melhor amigo é Raoul, um criativo inventor que embarca com ele na caça a um misterioso monstro que está aterrorizando a cidade. Na jornada a dupla conta com a ajuda de Lucille, a estrela do cabaré LOiseau Rare.",
        "popularity": 35.821,
        "poster_path": "/sK9nmpWH3YRamFTIdTHpAOXGrh2.jpg",
        "release_date": "2011-10-12",
        "title": "Um Monstro em Paris",
        "video": false,
        "vote_average": 6.855,
        "vote_count": 1221
    },
    {
        "adult": false,
        "backdrop_path": "/agu130p1OtKNNSvN86I8gMDnIEn.jpg",
        "genre_ids": [
            14,
            12,
            35
        ],
        "id": 830896,
        "original_language": "en",
        "original_title": "The Portable Door",
        "overview": "Paul Carpenter é estagiário em uma misteriosa empresa de Londres com empregadores não convencionais, incluindo um CEO que quer romper o antigo mundo mágico com práticas corporativas modernas.",
        "popularity": 35.793,
        "poster_path": "/3mu3olAbPYTm4GkEdsr6Bk1MU5.jpg",
        "release_date": "2023-03-23",
        "title": "O Portal Secreto",
        "video": false,
        "vote_average": 6.547,
        "vote_count": 193
    },
    {
        "adult": false,
        "backdrop_path": "/wb78lmqAXsUVG84xrmAOJBfgZHr.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 415842,
        "original_language": "en",
        "original_title": "American Assassin",
        "overview": "Devastado pela morte da noiva diante de seus olhos em um atentado terrorista, Mitch Rapp dedica-se incansávelmente à vingança, o que chama a atenção da CIA. Recrutado, o descontrolado rapaz é enviado para o rígido treinamento de Stan Hurley, veterano militar que prepara assassinos secretos de atuação internacional e tem sérias ressalvas à avaliação psicológica de Mitch.",
        "popularity": 35.767,
        "poster_path": "/juJrnDHS8kIDzdjtLkP9329bmah.jpg",
        "release_date": "2017-09-14",
        "title": "O Assassino: O Primeiro Alvo",
        "video": false,
        "vote_average": 6.396,
        "vote_count": 2911
    },
    {
        "adult": false,
        "backdrop_path": "/wa5eEBwjI01yhNMKPwIaqeBiw2d.jpg",
        "genre_ids": [
            12,
            28,
            53
        ],
        "id": 9053,
        "original_language": "en",
        "original_title": "DOA: Dead or Alive",
        "overview": "Todo ano é realizado na remota e exótica ilha Doatec o torneio Dead or Alive, organizado pelo dr. Victor Donovan. O torneio reúne os maiores lutadores do mundo, incluindo os melhores em cada estilo de luta. Entre os concorrentes deste ano está Tina Armstrong, a campeã mundial de luta livre, a ladra Christie Allen e Katsumi, uma ninja que tem sede de vingança devido à morte de seu irmão.",
        "popularity": 35.756,
        "poster_path": "/d9QRrN4v4oDQJQ9xPSnHFyg4VY0.jpg",
        "release_date": "2006-09-07",
        "title": "DOA: Vivo ou Morto",
        "video": false,
        "vote_average": 5.198,
        "vote_count": 800
    },
    {
        "adult": false,
        "backdrop_path": "/lIruQxRCxw5ZI3CmBL6VxwpKtUe.jpg",
        "genre_ids": [
            12,
            28,
            16
        ],
        "id": 2310,
        "original_language": "en",
        "original_title": "Beowulf",
        "overview": "Em uma época de heróis, um cavaleiro chamado Beowulf chega à corte do Rei Hrothgar e oferece para combater um demônio chamado Grendel. Ele combate a fera com sucesso, mas terá que enfrentar também a ira da mãe de Grendel, uma criatura má e vingativa, porém sedutora.",
        "popularity": 35.712,
        "poster_path": "/oVjkoLfiR8fScXQAS7nMiu6RxH.jpg",
        "release_date": "2007-11-05",
        "title": "A Lenda de Beowulf",
        "video": false,
        "vote_average": 5.893,
        "vote_count": 2737
    },
    {
        "adult": false,
        "backdrop_path": "/rcY15o06DwI8Agt9lh6i5Ruv6QJ.jpg",
        "genre_ids": [
            878,
            12
        ],
        "id": 2157,
        "original_language": "en",
        "original_title": "Lost in Space",
        "overview": "Na segunda metade do século XXI, as fontes de energia de origem fóssil estão para serem esgotadas. Na tentativa de salvar a raça humana os cientistas construíram um portal que permite que a viagem na velocidade da luz possa ser possível, mas só se existir um outro portal para receber os viajantes. Com isso, um cientista e sua família são escolhidos para viajar em velocidade normal até o local onde o segundo portal deve ser construído, numa viagem que durará dez anos e onde os tripulantes ficarão criogenicamente congelados até chegarem em Alpha Prime, o único planeta habitável conhecido. Totalmente perdidos, eles se defrontam com uma infinidade de perigos que os ameaçam constantemente e tentam encontrar Alpha Prime para construírem o segundo portal, que é a única esperança da população da Terra.",
        "popularity": 35.691,
        "poster_path": "/lr3YP07PrcmH1ITSrsdHaUP3pb2.jpg",
        "release_date": "1998-04-03",
        "title": "Perdidos no Espaço",
        "video": false,
        "vote_average": 5.395,
        "vote_count": 1181
    },
    {
        "adult": false,
        "backdrop_path": "/kWQMiM9fz90Mxyqs9tmS0cnUvQd.jpg",
        "genre_ids": [
            14,
            28,
            12
        ],
        "id": 960700,
        "original_language": "ja",
        "original_title": "鋼の錬金術師 完結編 復讐者スカー",
        "overview": "Os s irmãos Elric encontram seu oponente mais difícil até agora: Um assassino em série solitário com uma grande cicatriz na testa.",
        "popularity": 35.625,
        "poster_path": "/qsgF3IyWmNOnYqNtweaqySWpYTz.jpg",
        "release_date": "2022-05-20",
        "title": "Fullmetal Alchemist: A Vingança de Scar",
        "video": false,
        "vote_average": 6.636,
        "vote_count": 214
    },
    {
        "adult": false,
        "backdrop_path": "/nJyAdKPnW15IAvC6sLBTE0lp6Dv.jpg",
        "genre_ids": [
            35,
            16,
            12,
            10751,
            14
        ],
        "id": 400157,
        "original_language": "en",
        "original_title": "Wonder Park",
        "overview": "A jovem otimista e sonhadora June encontra escondido na floresta um parque de diversões chamado Wonderland, que é cheio de passeios e animais que falam. O único problema é que o parque está confuso e desorganizado. June logo descobre que o parque veio de sua imaginação e que ela é a única que pode deixar o lugar mágico de novo.",
        "popularity": 35.581,
        "poster_path": "/sxybUNiRTGSCkOOWtOf3kDse43v.jpg",
        "release_date": "2019-03-13",
        "title": "O Parque dos Sonhos",
        "video": false,
        "vote_average": 6.501,
        "vote_count": 679
    },
    {
        "adult": false,
        "backdrop_path": "/lP5eKh8WOcPysfELrUpGhHJGZEH.jpg",
        "genre_ids": [
            28,
            878,
            12
        ],
        "id": 338762,
        "original_language": "en",
        "original_title": "Bloodshot",
        "overview": "Bloodshot é um ex-soldado com poderes especiais: o de regeneração e a capacidade de se metamorfosear. Assassinado ao lado da esposa, ele é ressuscitado e aprimorado com nanotecnologia, desenvolvendo tais habilidades. Ao apagarem sua memória várias vezes, ele finalmente descobre quem realmente é e parte em um busca de vingança daqueles que mataram sua família.",
        "popularity": 35.579,
        "poster_path": "/5Z7AJiQhocA20MkI5JXZ6OjTxEW.jpg",
        "release_date": "2020-03-05",
        "title": "Bloodshot",
        "video": false,
        "vote_average": 6.733,
        "vote_count": 4867
    },
    {
        "adult": false,
        "backdrop_path": "/rDZArKpxVhrLXrRYD9xF271klVf.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 389053,
        "original_language": "en",
        "original_title": "The Do-Over",
        "overview": "Dois caras azarados perdem todo seu dinheiro e decidem fingir a própria morte para começar tudo de novo com outras identidades e o dinheiro do seguro. No entanto, os novos nomes os colocam em apuros ainda maiores do que enfrentavam antes.",
        "popularity": 35.568,
        "poster_path": "/moWEJfrNnywDAJAiFZ1r2OfF5s4.jpg",
        "release_date": "2016-05-27",
        "title": "Zerando a Vida",
        "video": false,
        "vote_average": 5.698,
        "vote_count": 1466
    },
    {
        "adult": false,
        "backdrop_path": "/zRJqGtOGS6PRYdEtH69XQmIlQQc.jpg",
        "genre_ids": [
            28,
            12,
            16,
            10751,
            35,
            10770
        ],
        "id": 300424,
        "original_language": "en",
        "original_title": "LEGO DC Comics Super Heroes: Batman Be-Leaguered",
        "overview": "Os integrantes da Liga da Justiça começam a desaparecer um a um, e agora só Batman poderá solucionar o mistério e salvar o mundo.",
        "popularity": 35.474,
        "poster_path": "/7JmTzxQx78PfRKVuQjpG80jjXoM.jpg",
        "release_date": "2014-10-27",
        "title": "LEGO DC Super-Heróis: Batman Bem-Ligado",
        "video": false,
        "vote_average": 6.597,
        "vote_count": 134
    },
    {
        "adult": false,
        "backdrop_path": "/66T5HymEPBtrwJHehEUlPjB2dec.jpg",
        "genre_ids": [
            10770,
            12,
            10751,
            35
        ],
        "id": 360606,
        "original_language": "en",
        "original_title": "Adventures in Babysitting",
        "overview": "Uma noite monótona transforma-se em uma grande aventura para as babás rivais Jenny e Lola, que saem em busca de crianças fujonas na cidade grande.",
        "popularity": 35.467,
        "poster_path": "/5Q2MceOewWKwvfkkgBvIzqKnHDv.jpg",
        "release_date": "2016-06-24",
        "title": "Uma Aventura de Babás",
        "video": false,
        "vote_average": 7.268,
        "vote_count": 403
    },
    {
        "adult": false,
        "backdrop_path": "/2Gx0IssZeGhpwvULplQuf9UiI26.jpg",
        "genre_ids": [
            16,
            12,
            9648
        ],
        "id": 26662,
        "original_language": "ja",
        "original_title": "名探偵コナン ベイカー街（ストリート）の亡霊",
        "overview": "",
        "popularity": 35.434,
        "poster_path": "/bXSNTMhWnhpOyOUUMe66u5aMtvM.jpg",
        "release_date": "2002-04-20",
        "title": "名探偵コナン ベイカー街（ストリート）の亡霊",
        "video": false,
        "vote_average": 7.709,
        "vote_count": 191
    },
    {
        "adult": false,
        "backdrop_path": "/m6IJUn59uIJS2Jabl7thiYtKi8o.jpg",
        "genre_ids": [
            12,
            14,
            16,
            10751
        ],
        "id": 16690,
        "original_language": "en",
        "original_title": "Return to Never Land",
        "overview": "Em um mundo sitiado pela 2ª Guerra Mundial vive Wendy, agora adulta, que tenta passar aos seus filhos a esperança em um mundo melhor contando a eles as mágicas experiências pelas quais passou na Terra do Nunca, ao lado de Peter Pan. Entre os filhos de Wendy está Jane, de 12 anos, que não acredita em tais aventuras. Até que ressurge o Capitão Ganche, que sequestra Jane e a leva para a Terra do Nunca, na intenção de usá-la em seu mais novo plano para capturar Peter Pan.",
        "popularity": 35.431,
        "poster_path": "/4kUlxkWZ2GaMBNf85yEkIxIJ9Qg.jpg",
        "release_date": "2002-02-14",
        "title": "Peter Pan: De Volta à Terra do Nunca",
        "video": false,
        "vote_average": 6.491,
        "vote_count": 2274
    },
    {
        "adult": false,
        "backdrop_path": "/psTz3J2QXVKTQCGrPDFuC4kAOLb.jpg",
        "genre_ids": [
            16,
            35,
            10751,
            9648,
            12,
            14
        ],
        "id": 682254,
        "original_language": "en",
        "original_title": "Scooby-Doo! The Sword and the Scoob",
        "overview": "Uma feiticeira malvada transporta a gangue de volta para a era dos cavaleiros cavalheirescos, magos de lançamento de feitiços e dragões cuspidores de fogo.",
        "popularity": 35.421,
        "poster_path": "/zgWvMAmaWeuybWcUoKaX5EAkGDG.jpg",
        "release_date": "2021-02-24",
        "title": "Scooby-Doo! e a Espad‪a‬",
        "video": false,
        "vote_average": 7.676,
        "vote_count": 182
    },
    {
        "adult": false,
        "backdrop_path": "/sIMyHMcbFR1jeQ8OC1Y2b93EhXN.jpg",
        "genre_ids": [
            16,
            35,
            12,
            10751
        ],
        "id": 573164,
        "original_language": "es",
        "original_title": "Un rescate de huevitos",
        "overview": "Um galo e sua parceira galinha embarcam em uma perigosa viagem ao Congo para recuperar seus ovos roubados de um grupo de capangas russos.",
        "popularity": 35.42,
        "poster_path": "/crPmQKdQMS2DGbvMS3oDYG3Xe92.jpg",
        "release_date": "2021-08-12",
        "title": "Cantando de Galo: O Resgate dos Ovinhos",
        "video": false,
        "vote_average": 7.851,
        "vote_count": 399
    },
    {
        "adult": false,
        "backdrop_path": "/rN0YhB2ElrzO9ugtBhWY4wqYbz8.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            14,
            35,
            878
        ],
        "id": 285812,
        "original_language": "ja",
        "original_title": "映画ドラえもん 新・のび太の大魔境 ～ペコと5人の探検隊～",
        "overview": "",
        "popularity": 35.4,
        "poster_path": "/xKGMXQFGca4nKcO308aZ6nWz0Gc.jpg",
        "release_date": "2014-03-08",
        "title": "映画ドラえもん 新・のび太の大魔境 ～ペコと5人の探検隊～",
        "video": false,
        "vote_average": 6.214,
        "vote_count": 110
    },
    {
        "adult": false,
        "backdrop_path": "/uSVXTWbdPPpiecRlGvIZrz9gc8Q.jpg",
        "genre_ids": [
            12,
            16,
            35,
            10751,
            878
        ],
        "id": 504997,
        "original_language": "en",
        "original_title": "Lego DC Comics Super Heroes: The Flash",
        "overview": "Na trama, o Flash Reverso usa a força de aceleração para voltar no tempo e afetar a vida do Flash. Batman, Superman, Mulher-Maravilha, Ciborgue, Zatanna e Senhor Destino são alguns dos personagens do filme.",
        "popularity": 35.399,
        "poster_path": "/eCGkQ9PNrr93qklsj3wh9C8Ni1M.jpg",
        "release_date": "2018-02-13",
        "title": "LEGO Super Heróis DC: O Flash",
        "video": false,
        "vote_average": 6.807,
        "vote_count": 207
    },
    {
        "adult": false,
        "backdrop_path": "/vKCiYKgTYVlsDaecEKFOYG7ZM15.jpg",
        "genre_ids": [
            35,
            10751,
            12,
            10749
        ],
        "id": 14405,
        "original_language": "en",
        "original_title": "Beverly Hills Chihuahua",
        "overview": "Prepare-se para essa hilária aventura estrelada por Chloe, uma chihuahua super mimada de Beverly Hills que se perde durante as férias no México. Papi, um lindo chihuahua que é louco por Chloe, resolve entrar em ação para resgatar sua amada enquanto ela recebe ajuda de Delgado, seu novo amigo e suposto protetor.",
        "popularity": 35.361,
        "poster_path": "/aKpkqpVYyUYqV8ahTAspbu7cCJw.jpg",
        "release_date": "2008-10-03",
        "title": "Perdido pra Cachorro",
        "video": false,
        "vote_average": 5.35,
        "vote_count": 1027
    },
    {
        "adult": false,
        "backdrop_path": "/17sIiv4LGapYnyvdpKxA1vozBqY.jpg",
        "genre_ids": [
            10751,
            12,
            10402,
            16,
            35
        ],
        "id": 939210,
        "original_language": "en",
        "original_title": "Blue's Big City Adventure",
        "overview": "No filme A Grande Aventura de Blue na Cidade Torrent (2022) WEB-DL 1080p Dual Áudio, A turma toda de Pistas de Blue está reunida nesta aventura musical especial com nossos queridos amiguinhos e os três apresentadores – Josh, Steve e Joe.",
        "popularity": 35.33,
        "poster_path": "/sAYBC3WhhiX25629HLpCvkpGk9q.jpg",
        "release_date": "2022-11-18",
        "title": "A Grande Aventura de Blue na Cidade",
        "video": false,
        "vote_average": 7.236,
        "vote_count": 104
    },
    {
        "adult": false,
        "backdrop_path": "/5mwd1quVNkdwImOF2RGm90hKZ5P.jpg",
        "genre_ids": [
            878,
            12,
            28,
            10752
        ],
        "id": 9922,
        "original_language": "en",
        "original_title": "The Postman",
        "overview": "Após uma guerra devastadora, um exército comandado aterroriza a população em uma terra sem lei. Um homem encontra um veículo dos Correios e passa a entregar correspondências atrasadas, tornando-se o Mensageiro, o qual acaba levando esperança e motivação aos sobreviventes da guerra.",
        "popularity": 35.295,
        "poster_path": "/hfgJx9x0mT7kI9Vy80cwL9lt8TK.jpg",
        "release_date": "1997-12-25",
        "title": "O Mensageiro",
        "video": false,
        "vote_average": 6.247,
        "vote_count": 1033
    },
    {
        "adult": false,
        "backdrop_path": "/rXiai6lfW0PIaDHCewU1c1cIr9V.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 9031,
        "original_language": "it",
        "original_title": "Io sto con gli ippopotami",
        "overview": "Imagine a dupla mais barulhenta e hilariante do cinema em uma aventura selvagem, no meio da África…Slim (Terence Hill) e Tom (Bud Spencer), não gostam quando um poderoso e inescrupuloso caçador alemão (Joe Bugner), começa a capturar os animais da selva para vendê-los a um zoológico do Canadá. Eles precisam ensinar uma lição para esse cara e para isso convocam seu exército particular…um exército muito especial composto por elefantes, hipopótamos e mais um montão de trapalhadas inconfundíveis que fazem até as hienas morrerem de rir…Uma aventura hilariante com a inconfundível marca dessa dupla do barulho.",
        "popularity": 35.262,
        "poster_path": "/8dodYHDSpCCOqXqjmT8aJhmlk0A.jpg",
        "release_date": "1979-11-30",
        "title": "Nós Jogamos com os Hipopótamos",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 455
    },
    {
        "adult": false,
        "backdrop_path": "/o3U4733mGsmieBeqs4Sw2ze6n53.jpg",
        "genre_ids": [
            14,
            12,
            10751
        ],
        "id": 245842,
        "original_language": "en",
        "original_title": "The King's Daughter",
        "overview": "Em busca de imortalidade, o rei Luís XIV rouba a força vital de uma sereia, mas tudo se complica quando sua filha ilegítima cria laços com a criatura mágica.",
        "popularity": 35.188,
        "poster_path": "/gSmLUushIlmqFxFEB4uT6IM2ei2.jpg",
        "release_date": "2022-01-21",
        "title": "A Filha do Rei",
        "video": false,
        "vote_average": 7.051,
        "vote_count": 669
    },
    {
        "adult": false,
        "backdrop_path": "/3jiNJ4lyAmdSidvbFTFIL2GQGBu.jpg",
        "genre_ids": [
            35,
            9648,
            80,
            12,
            10751
        ],
        "id": 12096,
        "original_language": "en",
        "original_title": "The Pink Panther",
        "overview": "Jacques Clouseau (Steve Martin) é um atrapalhado policial francês, que trabalha em uma pequena cidade. Após ser chamado a Paris pelo inspetor-chefe Dreyfus (Kevin Kline), Clouseau é promovido a inspetor e fica encarregado de investigar a morte de Yves Gluant (Jason Statham), técnico de um time de futebol local. Logo após a morte de Gluant, foi roubado dele o diamante conhecido como Pantera Cor-de-Rosa, que estava em um anel. O plano de Dreyfus é usar Clouseau para que ele chame a atenção da mídia, enquanto que outros inspetores, mais gabaritados, trabalhem para resolver o caso. Entretanto, juntamente com seu parceiro Gilbert Ponton (Jean Reno) e sua secretária Nicole (Emily Mortimer), Clouseau inesperadamente chega perto do assassino.",
        "popularity": 35.186,
        "poster_path": "/yK5NHMoFVpmGoNCx2ghPVCWdT0Y.jpg",
        "release_date": "2006-02-10",
        "title": "A Pantera Cor-de-Rosa",
        "video": false,
        "vote_average": 5.835,
        "vote_count": 1871
    },
    {
        "adult": false,
        "backdrop_path": "/i1K9Bmq8oO0mkUJRNW7mXIWkzcn.jpg",
        "genre_ids": [
            14,
            28,
            12
        ],
        "id": 496331,
        "original_language": "hi",
        "original_title": "ब्रह्मास्त्र पहला भाग: शिवा",
        "overview": "Shiva está prestes a viver um amor épico com uma garota chamada... Isha. No entanto, o mundo deles vira de cabeça para baixo, porque Shiva descobre que tem uma conexão misteriosa com a Brahmāstra e um grande poder que ele ainda não entende: o poder do Fogo. Acompanhe as aventuras de Shiva em sua viagem ao mundo das Astras para descobrir seu destino como o Herói Divino do universo.",
        "popularity": 35.149,
        "poster_path": "/qtPNMeiKcYFXIBne3MU2akOcEeY.jpg",
        "release_date": "2022-09-08",
        "title": "Brahmāstra Parte Um: Shiva",
        "video": false,
        "vote_average": 6.478,
        "vote_count": 160
    },
    {
        "adult": false,
        "backdrop_path": "/5BqdQshlGWtn43YIFHIlYJzhFsR.jpg",
        "genre_ids": [
            12,
            14,
            28
        ],
        "id": 32985,
        "original_language": "en",
        "original_title": "Solomon Kane",
        "overview": "No século XVI vive o capitão Solomon Kane. Um líder brutal e eficiente no seu maior objetivo: matar todos os seus inimigos. Kane precisará enfrentar a ceifa do próprio diabo – enviado das profundezas do inferno para reivindicar sua alma já condenada. Ele agora deve renunciar à violência e dedicar-se inteiramente a uma vida de paz e pureza. Mas o seu novo comportamento é rapidamente posto à prova final. Quando ele precisa salvar uma garota das garras do temível Overlord.",
        "popularity": 35.141,
        "poster_path": "/UuljHICDYZK72pYDSOZaHCnxMT.jpg",
        "release_date": "2009-09-16",
        "title": "Solomon Kane: O Caçador de Demônios",
        "video": false,
        "vote_average": 5.977,
        "vote_count": 1330
    },
    {
        "adult": false,
        "backdrop_path": "/a8UAXIEf83pyvP0dBhnUIzvEYmE.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 8536,
        "original_language": "en",
        "original_title": "Superman II",
        "overview": "Três perigosos prisioneiros do extinto planeta Krypton que estavam confinados na Zona Fantasma, se libertam graças à uma explosão. O trio parte então para a Terra, onde passam a ter os mesmos poderes do Superman, mas o objetivo deles é dominar o planeta.",
        "popularity": 35.119,
        "poster_path": "/sU6SFBN2CwHaaP5qecyUVhdtoLQ.jpg",
        "release_date": "1980-12-11",
        "title": "Superman II: A Aventura Continua",
        "video": false,
        "vote_average": 6.7,
        "vote_count": 2189
    },
    {
        "adult": false,
        "backdrop_path": "/14p0SmUxbh7bpJk2Xa4k6QlaUgO.jpg",
        "genre_ids": [
            12,
            16,
            35
        ],
        "id": 450314,
        "original_language": "es",
        "original_title": "Condorito: la película",
        "overview": "O pássaro Condorito mora em Pelotillehue e leva uma vida tranquila ao lado da namorada e dos amigos. Mas a calmaria chega ao fim quando um alienígena invade a cidade e planeja destruir tudo. Condorito então monta um plano para impedir que o lugar que tanto ama acabe.",
        "popularity": 35.113,
        "poster_path": "/7S09UY3W0EW1Txb8FirnTORqSdm.jpg",
        "release_date": "2017-10-12",
        "title": "Condorito: O Filme",
        "video": false,
        "vote_average": 6.96,
        "vote_count": 136
    },
    {
        "adult": false,
        "backdrop_path": "/eVA4ztLIuPEsokkgQ3NRt9rTRVh.jpg",
        "genre_ids": [
            16,
            28,
            878,
            12
        ],
        "id": 12180,
        "original_language": "en",
        "original_title": "Star Wars: The Clone Wars",
        "overview": "A animação \"Star Wars - The Clone Wars\" dá continuidade à epopéia espacial criada por George Lucas nos anos 1970. A galáxia é consumida pelas Guerras Clônicas, uma massiva guerra civil que entrincheirou os malvados Separatistas e seus exércitos andróides contra a República e seus protetores, os Jedis. Para ganhar uma vantagem no crescente conflito, o Cavaleiro Jedi Anakin Skywalker e sua aprendiz Padawan Ahsoka Tano são enviados em uma missão com vastas consequências, uma que os coloca face a face com o notório lorde do crime Jabba, o Hutt. Adicionando mais ameaças que aguardam os dois em Tatooine, Anakin e Ahsoka são perseguidos por Conde Dookan e seus sinistros asseclas - incluindo a misteriosa Asajj Ventress -, que não vão parar até que os Jedis tenham sido derrotados. Enquanto isso, na frente de batalha, Obi-Wan Kenobi e Mestre Yoda lideram as forças clônicas em um esforço para resistir às forças do Lado Negro...",
        "popularity": 35.106,
        "poster_path": "/iJQfixW818LUdSXlCDL3JZm0S0g.jpg",
        "release_date": "2008-08-05",
        "title": "Star Wars: A Guerra dos Clones",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 1950
    },
    {
        "adult": false,
        "backdrop_path": "/kgqgbPB2snzVlkMkQjYAvmF1hkc.jpg",
        "genre_ids": [
            28,
            18,
            10751,
            12
        ],
        "id": 11231,
        "original_language": "en",
        "original_title": "The Next Karate Kid",
        "overview": "Nas comemorações para os nipo-americanos que lutaram no exército dos Estados Unidos durante a Segunda Guerra Mundial, um mestre de karatê (Pat Morita) encontra a viúva do seu oficial-comandante e descobre que a neta (Hilary Swank) dela é uma adolescente problemática e muito sofrida, pois perdeu seus pais em um acidente. Assim, ele decide ensinar karatê à jovem para que ela possa se recuperar.",
        "popularity": 35.085,
        "poster_path": "/uYLW0WvEVEmmsFQMDEIkbrUkEox.jpg",
        "release_date": "1994-07-18",
        "title": "Karatê Kid 4: A Nova Aventura",
        "video": false,
        "vote_average": 5.357,
        "vote_count": 973
    },
    {
        "adult": false,
        "backdrop_path": "/1BsGNqNhPcxyCsSRKvM4Qku1UJ0.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 8373,
        "original_language": "en",
        "original_title": "Transformers: Revenge of the Fallen",
        "overview": "Passaram-se dois anos desde que Sam Witwicky e os Autobots salvaram a raça humana e tentam ter uma vida normal: Sam está começando a faculdade, enquanto os Autobots trabalham com uma organização militar secreta e tentam construir uma casa para eles na Terra. Porém, um antigo Decepticon conhecido como 'The Fallen' aparece para se vingar, então Sam e sua namorada Mikaela precisam desvendar a história dos Transformes e achar um caminho para derrotá-lo.",
        "popularity": 34.882,
        "poster_path": "/xggdkMUwiY4zwlSXbp7AqPxAvQt.jpg",
        "release_date": "2009-06-19",
        "title": "Transformers: A Vingança dos Derrotados",
        "video": false,
        "vote_average": 6.189,
        "vote_count": 8277
    },
    {
        "adult": false,
        "backdrop_path": "/bGU8DD03FfsEPtUpu8zgu4TTHNf.jpg",
        "genre_ids": [
            10751,
            28,
            16,
            12,
            14,
            878
        ],
        "id": 36218,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター アドバンスジェネレーション 七夜の願い星 ジラーチ",
        "overview": "Ash e seus amigos continuam viajando por Hoenn quando decidem fazer uma pausa em um festival comemorativoa uma famosa estrela milenar. No festival eles conhecem o mago \\\"Grande Mordomo\\\" e sua assistente Daiane,que presenteiam Max com uma espécie de cristal roxo, onde dentro dele está o lendário Pokémon Jirachi, capaz de atender desejos.",
        "popularity": 34.868,
        "poster_path": "/fIULywQnT4pAJxAhJFNo9yaYRBq.jpg",
        "release_date": "2003-07-19",
        "title": "Pokémon 6: Jirachi - Realizador de Desejos",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 256
    },
    {
        "adult": false,
        "backdrop_path": "/iAZKxXcc6Ou2ZNh8VrTz1D1Mtex.jpg",
        "genre_ids": [
            53,
            12
        ],
        "id": 390497,
        "original_language": "ko",
        "original_title": "터널",
        "overview": "Jung-Su é um vendedor de carros. Certo dia, ele sai de seu trabalho e vai o mais rápido possível para casa, tentando chegar a tempo de comemorar seu aniversário com sua família. No entanto, algo bizarro e inesperado impede a conclusão da jornada de Jung-Su: um túnel despenca, deixando o homem preso nos escombros.",
        "popularity": 34.866,
        "poster_path": "/xeoy33iYnZs2gFdzY14pG6LoSWW.jpg",
        "release_date": "2016-08-10",
        "title": "O Túnel",
        "video": false,
        "vote_average": 7.32,
        "vote_count": 557
    },
    {
        "adult": false,
        "backdrop_path": "/jMiietZQyj0I6i1Zp9vCtSu6zO1.jpg",
        "genre_ids": [
            12,
            28,
            35,
            10749
        ],
        "id": 10303,
        "original_language": "en",
        "original_title": "The Jewel of the Nile",
        "overview": "A escritora Joan Wilder (Kathleen Turner) e o aventureiro Jack Colton (Michael Douglas) navegaram juntos em direção ao pôr-do-sol. Nesta sequência eletrizante, Ralph (Danny DeVito) está novamente seguindo sua pista e todos estão se embrenhando rapidamente em uma trilha perigosa através do selvagem Deserto do Norte da África. Nem mesmo tribos traiçoeiras, câmaras mortais e vilões que parecem brotar de todos os lados podem impedir este trio de encontrar de uma vez por todas aquela misteriosa jóia.",
        "popularity": 34.802,
        "poster_path": "/ezw2AZ2TUHtjwDABW3HkCg62wcz.jpg",
        "release_date": "1985-08-01",
        "title": "A Joia do Nilo",
        "video": false,
        "vote_average": 6.231,
        "vote_count": 1106
    },
    {
        "adult": false,
        "backdrop_path": "/vsN9Lpi3HQJHQeHx8GzN6qfOYqk.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 766907,
        "original_language": "en",
        "original_title": "American Siege",
        "overview": "Um ex-oficial da Polícia de Nova York se torna xerife de uma pequena cidade rural na Geórgia e precisa enfrentar uma gangue de ladrões que fez um médico rico como refém.",
        "popularity": 34.758,
        "poster_path": "/zYduknwFBYYChOCyWZLhAMhagr6.jpg",
        "release_date": "2022-01-07",
        "title": "Emboscada",
        "video": false,
        "vote_average": 5.403,
        "vote_count": 146
    },
    {
        "adult": false,
        "backdrop_path": "/kBswyB5DMcvFxv9eHWYabMov8NB.jpg",
        "genre_ids": [
            10751,
            14,
            16,
            35,
            12
        ],
        "id": 462650,
        "original_language": "en",
        "original_title": "Puss in Book: Trapped in an Epic Tale",
        "overview": "O Gato de Botas se vê dentro de um livro de histórias mágico e, enquanto procura por uma saída, ele irá lutar, dançar e viver várias aventuras.",
        "popularity": 34.756,
        "poster_path": "/rdBzfAGThrxyKYgbJCMziRi9CMz.jpg",
        "release_date": "2017-06-16",
        "title": "Gato de Botas: Preso Num Conto Épico",
        "video": false,
        "vote_average": 6.614,
        "vote_count": 232
    },
    {
        "adult": false,
        "backdrop_path": "/1WygXLVPO4wNYm6WUgUi7PNAvkU.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            14
        ],
        "id": 39057,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター ダイヤモンド&パール アルセウス 超克の時空へ",
        "overview": "A batalha de tempo e espaço, de mundos distorcidos e dimensões alternativas segue firme, e Ash e seus amigos se encontram novamente no meio de mais uma batalha! A Cidade de Michina está no coração da batalha e possui um passado longo marcado por Arceus. Após Arceus conceder um pouco do seu poder aos cidadãos da cidade com a Joia da Vida, eles traem o Pokémon Mítico! Ao lado de sua nova amiga, Sheena, Ash e seus amigos devem usar o poder de Dialga para viajar no tempo e tentar corrigir os erros dos seus antepassados antes que o mundo seja destruído com a fúria de Arceus. Será que os antepassados de Sheena realmente traíram Arceus? Serão os nossos heróis capazes de corrigir os erros do passado?",
        "popularity": 34.714,
        "poster_path": "/pzqwhVEaBDKPbfici20mTXMQY5D.jpg",
        "release_date": "2009-07-18",
        "title": "Pokémon: Arceus e a Jóia da Vida",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 272
    },
    {
        "adult": false,
        "backdrop_path": "/gYLSKuxOOmUGu0fZvErHz2FkZGl.jpg",
        "genre_ids": [
            28,
            12,
            35,
            80,
            18,
            53
        ],
        "id": 9404,
        "original_language": "cn",
        "original_title": "警察故事4之簡單任務",
        "overview": "CIA e KGB unem forças para deter um perigoso traficante internacional de armas nucleares, e precisam de um rosto novo que não chame atenção para capturá-lo. O policial Jackie, de Hong Kong, é o escolhido para a missão.",
        "popularity": 34.682,
        "poster_path": "/4SRvqsjYc2X1TyWCqMUEJJlgfl4.jpg",
        "release_date": "1996-02-10",
        "title": "Police Story 4: Primeiro Impacto",
        "video": false,
        "vote_average": 6.463,
        "vote_count": 463
    },
    {
        "adult": false,
        "backdrop_path": "/8MLUpbQFbApiH47LZGkVIYeCmVD.jpg",
        "genre_ids": [
            16,
            12,
            10751
        ],
        "id": 140870,
        "original_language": "fr",
        "original_title": "Minuscule - La vallée des fourmis perdues",
        "overview": "Em uma pacífica clareira, entre as sobras de um piquenique, começa uma batalha entre duas tribos de formigas em busca de uma caixa de açúcar. Uma jovem e corajosa joaninha acaba sendo capturada no meio do fogo cruzado e torna-se aliada das formigas negras, ajudando na luta contra as terríveis formigas vermelhas.",
        "popularity": 34.678,
        "poster_path": "/zOoAoHhOcunlUsB4FXhbfwu52rT.jpg",
        "release_date": "2013-11-17",
        "title": "Minúsculos: O Filme",
        "video": false,
        "vote_average": 6.964,
        "vote_count": 436
    },
    {
        "adult": false,
        "backdrop_path": "/w2KUVzeOC1u6cQwvUV0qqi7QYxs.jpg",
        "genre_ids": [
            18,
            36,
            12
        ],
        "id": 9549,
        "original_language": "en",
        "original_title": "The Right Stuff",
        "overview": "O livro de Tom Wolfe que conta a história do programa espacial norte-americano foi escrito como um romance, e o filme tem a mesma qualidade ficcional. Ele cobre desde a quebra da barreira do som por Chuck Yeager até aos astronautas da Mercury 7, mostrando que ninguém tinha a menor ideia de como executar um programa espacial ou como selecionar as pessoas para participarem. Os sete eleitos são Alan Shepard, John Glenn, Gordon Cooper, Gus Grissom, Scott Carpenter, Wally Schirra e Deke Slayton. Emocionante, engraçado, charmoso e eletrizante ao mesmo tempo.",
        "popularity": 34.591,
        "poster_path": "/xlklPwU7VNj799oGPNnE3Gl4l3p.jpg",
        "release_date": "1983-10-20",
        "title": "Os Eleitos: Onde o Futuro Começa",
        "video": false,
        "vote_average": 7.445,
        "vote_count": 838
    },
    {
        "adult": false,
        "backdrop_path": "/60Y6NXOXiqPHACYhMoW5Fo4eCO5.jpg",
        "genre_ids": [
            28,
            14,
            12,
            35
        ],
        "id": 170657,
        "original_language": "zh",
        "original_title": "西游·降魔篇",
        "overview": "Em um mundo atormentado por demônios que causam grande sofrimento humano, o jovem caçador de demônios Tang Sanzang deve lutar contra demônios monstruosos, bem como enfrentar uma bela mulher caçadora de demônios em seu caminho para a iluminação.",
        "popularity": 34.568,
        "poster_path": "/vJhzymkkH6ZqDoj4rZOPH2cOnMU.jpg",
        "release_date": "2013-02-07",
        "title": "JORNADA PARA O OESTE: CONQUISTANDO OS DEMÔNIOS",
        "video": false,
        "vote_average": 6.926,
        "vote_count": 351
    },
    {
        "adult": false,
        "backdrop_path": "/cH5mdqHFVUuZ7Votxfkki4pd4HT.jpg",
        "genre_ids": [
            35,
            12,
            16,
            14,
            10751
        ],
        "id": 597845,
        "original_language": "ru",
        "original_title": "Финник",
        "overview": "Poucas pessoas sabem que todas as casas são habitadas por finlandeses. São criaturas peludas que aparecem no mundo humano para cuidar de uma casa e manter a lareira. Finnick é um jovem finlandês, que não parece se importar com sua responsabilidade de fazer da casa um lar. Ele está apenas fazendo brincadeiras com «seu povo» e é por isso que nenhuma das famílias quis ficar muito tempo em sua casa. Tudo muda quando uma nova família chega à sua casa, onde os truques de Finnick não funcionam, e ele conhece Christine, de 13 anos, e eventos inexplicáveis ​​começam a acontecer na cidade. Finnick e Christine, que são tão diferentes, terão que se unir e trabalhar juntos para resolver o mistério dos eventos e salvar a cidade.",
        "popularity": 34.526,
        "poster_path": "/q0poNkSayOtlwRzY6MKHTQcBauq.jpg",
        "release_date": "2022-03-24",
        "title": "Os Peludos",
        "video": false,
        "vote_average": 7.4,
        "vote_count": 102
    },
    {
        "adult": false,
        "backdrop_path": "/pZv3qb5wK3h0kOUL2HOloYioAT9.jpg",
        "genre_ids": [
            12,
            35,
            27,
            10751
        ],
        "id": 864959,
        "original_language": "en",
        "original_title": "The Curse of Bridge Hollow",
        "overview": "Pai e filha unem forças para salvar a cidade quando um espírito travesso faz com que as decorações de Halloween ganhem vida e espalhem o caos.",
        "popularity": 34.497,
        "poster_path": "/f4hdxB3gErjNJtfWBU9rMdhiNbU.jpg",
        "release_date": "2022-10-14",
        "title": "A Maldição de Bridge Hollow",
        "video": false,
        "vote_average": 6.537,
        "vote_count": 438
    },
    {
        "adult": false,
        "backdrop_path": "/ffRq48IlOKcAMeM7rGpJRPzRsSh.jpg",
        "genre_ids": [
            12,
            28,
            878,
            53
        ],
        "id": 28510,
        "original_language": "en",
        "original_title": "Universal Soldier: Regeneration",
        "overview": "Um soldado que sofreu transformações genéticas precisa desarmar explosivos que ameaçam jogar nuvens radioativas na atmosfera. Além de tentar salvar o mundo, ele terá que enfrentar seu antigo inimigo, o sargento Andrew Scott.",
        "popularity": 34.491,
        "poster_path": "/n3KrrO8eFggGA1UafVvQfEYTNfn.jpg",
        "release_date": "2009-10-01",
        "title": "Soldado Universal 3: Regeneração",
        "video": false,
        "vote_average": 5.634,
        "vote_count": 445
    },
    {
        "adult": false,
        "backdrop_path": "/eGK2JJO1ZeoabWThHmC9IjUTmfP.jpg",
        "genre_ids": [
            16,
            14,
            12
        ],
        "id": 615453,
        "original_language": "zh",
        "original_title": "哪吒之魔童降世",
        "overview": "O filme conta a história da queda do impiedoso imperador Di Xin, também conhecido como Zhou, da Dinastia Shang. Deuses e deusas, os Oito Imortais e espíritos fazem parte da mitologia chinesa usada na animação.  - Ne Zha é o primeiro recurso de animação 3D da China lançado em IMAX.  - Baseado no livro \"Investiture of the Gods\" [Fengshen Yanyi - Título original: 封神演義], escrito por Xu Zhonglin e Lu Xixing, publicado no século XVI, um dos maiores romances da Dinastia Ming.  - O filme que da sequência a história de Ne Zha é \"Legend of Deification\".",
        "popularity": 34.476,
        "poster_path": "/ztWc4QvzEatqhGnQT98FsICc8rD.jpg",
        "release_date": "2019-07-26",
        "title": "Ne Zha",
        "video": false,
        "vote_average": 7.925,
        "vote_count": 389
    },
    {
        "adult": false,
        "backdrop_path": "/fZkhO3JhRajayNejQUaIiBegayM.jpg",
        "genre_ids": [
            16,
            12,
            10751,
            37
        ],
        "id": 637693,
        "original_language": "en",
        "original_title": "Spirit Untamed",
        "overview": "Em Spirit - O Indomável, acompanhamos a vida da pequena Lucky Prescott. Quando ela se muda para uma pequena cidade fronteiriça, junto com o seu pai, Lucky acaba fazendo amizade com um cavalo selvagem chamado Spirit. Com o objetivo de levá-lo até a sua família, ela embarca em altas aventuras.",
        "popularity": 34.468,
        "poster_path": "/dSFaiG2xgwq2Z0ceUXPyfxnITC8.jpg",
        "release_date": "2021-05-20",
        "title": "Spirit: O Indomável",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 503
    },
    {
        "adult": false,
        "backdrop_path": "/mvyERNa0oNsBjbHqn5qSGMHk2FM.jpg",
        "genre_ids": [
            12,
            18
        ],
        "id": 5915,
        "original_language": "en",
        "original_title": "Into the Wild",
        "overview": "Início da década de 90. Christopher McCandless é um jovem recém-formado, que decide viajar sem rumo pelos Estados Unidos em busca da liberdade. Durante sua jornada pela Dakota do Sul, Arizona e Califórnia ele conhece pessoas que mudam sua vida, assim como sua presença também modifica as delas. Até que, após dois anos na estrada, Christopher decide fazer a maior das viagens e partir rumo ao Alasca.",
        "popularity": 34.445,
        "poster_path": "/bv2od9QMVaojT9lI02Uk47Z40Ue.jpg",
        "release_date": "2007-09-21",
        "title": "Na Natureza Selvagem",
        "video": false,
        "vote_average": 7.804,
        "vote_count": 9362
    },
    {
        "adult": false,
        "backdrop_path": "/s1aCCFPCRl4Zw2EBHLGK1dAHs1L.jpg",
        "genre_ids": [
            16,
            12,
            10751,
            14
        ],
        "id": 41216,
        "original_language": "en",
        "original_title": "Legend of the Guardians: The Owls of Ga'Hoole",
        "overview": "Soren (Jim Sturgess) é uma corujinha fascinada pelas histórias épicas contadas pelo pai sobre os Guardiões de Ga’Hoole, míticos guerreiros alados que lutaram em uma grande batalha para salvar a espécie de uma grande ameaça. Por outro lado, seu irmão Kludd (Ryan Kwanten) zomba dele e tem ciúmes, procurando sempre atrair a atenção do pai. Um dia os dois são capturados e caem nas mãos dos Puros, corujas do mal que querem dominar o Reino do Oeste e a Grande Árvore.",
        "popularity": 34.413,
        "poster_path": "/zWx7qwzT0WDRUaJafnotACJDX3e.jpg",
        "release_date": "2010-07-10",
        "title": "A Lenda dos Guardiões",
        "video": false,
        "vote_average": 6.809,
        "vote_count": 2254
    },
    {
        "adult": false,
        "backdrop_path": "/ptgoTztfxbz0qFo129FwyisORRs.jpg",
        "genre_ids": [
            35,
            14,
            12
        ],
        "id": 334298,
        "original_language": "zh",
        "original_title": "捉妖记",
        "overview": "Em uma realidade na qual seres humanos e monstros coexistem, a rainha dos monstros engravida um humano. Da união nasce Huba, um híbrido entre as duas raças que enfrenta hostilidade vinda dos dois lados.",
        "popularity": 34.382,
        "poster_path": "/rmiaX4otZ78UyavaO24Ap1kNOF.jpg",
        "release_date": "2015-07-16",
        "title": "Upa – Meu Monstro Favorito",
        "video": false,
        "vote_average": 6.413,
        "vote_count": 322
    },
    {
        "adult": false,
        "backdrop_path": "/uR8JBSxkctCr4LofMGoeri4oljj.jpg",
        "genre_ids": [
            10751,
            12,
            35,
            14,
            28,
            16
        ],
        "id": 39691,
        "original_language": "en",
        "original_title": "Cats & Dogs: The Revenge of Kitty Galore",
        "overview": "Kitty Galore é uma ex-agente de elite de uma organização de espiões felinos, está cada vez mais pirada e bolou um plano diabólico para, além de derrotar de vez seus inimigos caninos, também derrubar seus ex-companheiros de espionagem e transformar o mundo em seu arranhador de estimação. Diante dessa ameaça sem precedentes, cães e gatos serão obrigados a unir forças pela primeira vez na história em uma aliança que poderá salvar suas vidas, e as de seres humanos.",
        "popularity": 34.347,
        "poster_path": "/e8hmNAAcRCUa1jJBLl5J10oBTBf.jpg",
        "release_date": "2010-07-29",
        "title": "Como Cães e Gatos 2: A Vingança de Kitty Galore",
        "video": false,
        "vote_average": 5.217,
        "vote_count": 612
    },
    {
        "adult": false,
        "backdrop_path": "/nnUQqlVZeEGuCRx8SaoCU4XVHJN.jpg",
        "genre_ids": [
            14,
            12,
            10751
        ],
        "id": 532639,
        "original_language": "en",
        "original_title": "Pinocchio",
        "overview": "O conto do boneco de madeira em uma arrepiante aventura para virar um menino de verdade, recontado.",
        "popularity": 34.197,
        "poster_path": "/hVPMjz4GXxxS4dMcaxTComi3KzR.jpg",
        "release_date": "2022-09-07",
        "title": "Pinóquio",
        "video": false,
        "vote_average": 6.367,
        "vote_count": 1543
    },
    {
        "adult": false,
        "backdrop_path": "/gtDuUEprJkTIrzcO2vFsXgdkJ0R.jpg",
        "genre_ids": [
            12,
            28,
            35
        ],
        "id": 9486,
        "original_language": "en",
        "original_title": "Johnny English",
        "overview": "Depois que todos os agentes secretos do MI7, agência de inteligência britânica, morrem em um atentado, o atrapalhado Johnny English é o único espião disponível da Inglaterra. Em sua primeira missão, ele é encarregado de investigar o roubo das joias da coroa britânica.",
        "popularity": 34.175,
        "poster_path": "/lx3Y7teA6DaoQ6cIhwzrlnDZpFW.jpg",
        "release_date": "2003-03-14",
        "title": "Johnny English",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 3353
    },
    {
        "adult": false,
        "backdrop_path": "/y0klN15XPVyYtd4P7HYecgJXSsZ.jpg",
        "genre_ids": [
            878,
            28,
            12,
            53
        ],
        "id": 172,
        "original_language": "en",
        "original_title": "Star Trek V: The Final Frontier",
        "overview": "Data estelar: 8454.130. O capitão Kirk, que está de férias, tem que enfrentar dois desafios: escalar o El Capitan, no Yosemite, e ensinar cantigas de acampamento para Spock. Mas o lazer é bruscamente interrompido quando um vulcaniano renegado rapta a Enterprise e a leva para desvendar os mais profundos segredos do universo.",
        "popularity": 34.168,
        "poster_path": "/ohA8ogNltkGmyIiO3vpw3UUltmK.jpg",
        "release_date": "1989-06-09",
        "title": "Jornada nas Estrelas V: A Última Fronteira",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 1141
    },
    {
        "adult": false,
        "backdrop_path": "/rYLJvhq8jCBoPwDy7N8fHQvVs4H.jpg",
        "genre_ids": [
            12,
            878,
            28
        ],
        "id": 11127,
        "original_language": "en",
        "original_title": "Starship Troopers 3: Marauder",
        "overview": "Uma nave espacial da Federação cai no distante planeta alienígena OM-1 e acaba ficando encalhada com o líder Sky Marechal Anoke, a piloto Lola Beck e vários outros no local. Agora cabe ao Coronel Johnny Rico, herói relutante da invasão de insetos no Planeta P, liderar uma equipe de soldados em uma ousada missão de resgate.",
        "popularity": 34.125,
        "poster_path": "/qyeUcT7lS6AuRcJyZs33JG3Wi6X.jpg",
        "release_date": "2008-07-19",
        "title": "Tropas Estelares 3",
        "video": false,
        "vote_average": 4.807,
        "vote_count": 497
    },
    {
        "adult": false,
        "backdrop_path": "/Aj81Gu3u1a64qXFOLDuF5gdxyy0.jpg",
        "genre_ids": [
            12,
            18,
            10751
        ],
        "id": 44826,
        "original_language": "en",
        "original_title": "Hugo",
        "overview": "Paris, anos 30. Hugo Cabret é um órfão que vive escondido nas paredes da estação de trem. Ele guarda consigo um robô quebrado, deixado por seu pai. Um dia, ao fugir do inspetor, ele conhece Isabelle, uma jovem com quem faz amizade. Logo Hugo descobre que ela tem uma chave com o fecho em forma de coração, exatamente do mesmo tamanho da fechadura existente no robô. O robô volta então a funcionar, levando a dupla a tentar resolver um mistério mágico.",
        "popularity": 34.08,
        "poster_path": "/df4KBKhswf9GODVQqBAsHVJP5HG.jpg",
        "release_date": "2011-11-22",
        "title": "A Invenção de Hugo Cabret",
        "video": false,
        "vote_average": 7.177,
        "vote_count": 7051
    },
    {
        "adult": false,
        "backdrop_path": "/yDbyVT8tTOgXUrUXNkHEUqbxb1K.jpg",
        "genre_ids": [
            878,
            12,
            14
        ],
        "id": 70160,
        "original_language": "en",
        "original_title": "The Hunger Games",
        "overview": "Num futuro distante, boa parte da população é controlada por um regime totalitário, que relembra esse domínio realizando um evento anual – e mortal – entre os 12 distritos sob sua tutela. Para salvar sua irmã caçula, a jovem Katniss Everdeen se oferece como voluntária para representar seu distrito na competição e acaba contando com a companhia de Peeta Melark, desafiando não só o sistema dominante, mas também a força dos outros oponentes.",
        "popularity": 34.076,
        "poster_path": "/l6jn53LMu07uPt8A42JWIKi1Beb.jpg",
        "release_date": "2012-03-12",
        "title": "Jogos Vorazes",
        "video": false,
        "vote_average": 7.209,
        "vote_count": 21593
    },
    {
        "adult": false,
        "backdrop_path": "/dIVuBf6by9nL1fCJaBO2Ui067U4.jpg",
        "genre_ids": [
            16,
            12,
            18,
            10749,
            878
        ],
        "id": 12924,
        "original_language": "ja",
        "original_title": "雲のむこう、約束の場所",
        "overview": "No Japão dominado por duas potências, dois amigos decidem construir um avião para cumprir a promessa que fizeram a uma menina: Voar até uma torre enigmática.",
        "popularity": 34.05,
        "poster_path": "/a9gM1q5feMgEN8hSMwCrQ7FAj8Q.jpg",
        "release_date": "2004-11-20",
        "title": "O Lugar Prometido em Nossa Juventude",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 495
    },
    {
        "adult": false,
        "backdrop_path": "/bXnJuctpY3ivE3AAPwrDOX2db9s.jpg",
        "genre_ids": [
            28,
            35,
            12,
            10749,
            18
        ],
        "id": 15417,
        "original_language": "en",
        "original_title": "Every Which Way but Loose",
        "overview": "Philo Beddoe é um caminhoneiro briguento que está acompanhado de um orangotango que ele ganhou em uma aposta. Eles começam a cruzar o sudoeste dos Estados Unidos para tentar encontrar uma cantora country por quem Philo ficou apaixonado.",
        "popularity": 34.011,
        "poster_path": "/yM2QbB8OkLCZYG9OhOGii82umGY.jpg",
        "release_date": "1978-12-16",
        "title": "Doido para Brigar... Louco para Amar",
        "video": false,
        "vote_average": 6.132,
        "vote_count": 442
    },
    {
        "adult": false,
        "backdrop_path": "/tbI9gKob6wQ1Uak5UlecZK0F2KZ.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 263341,
        "original_language": "en",
        "original_title": "Crouching Tiger, Hidden Dragon: Sword of Destiny",
        "overview": "Ambientado 20 anos após os acontecimentos de O Tigre e o Dragão, O Tigre e o Dragão: A Espada do Destino traz os mestres Yu Shu-Lien (Michelle Yeoh), Tie-Fang (Harry Shum Jr.), Meng Sizhao (Donnie Yen) e Snow Vase (Natasha Liu Bordizzo) de volta. Juntos, eles terão que unir forças para defender a lendária espada Destino Verde das mãos do temido Hades Dai (Jason Scott Lee).",
        "popularity": 33.98,
        "poster_path": "/zqM3ZxFcUoreBfaFpztL197SLCI.jpg",
        "release_date": "2016-02-18",
        "title": "O Tigre e o Dragão: A Espada do Destino",
        "video": false,
        "vote_average": 6.115,
        "vote_count": 619
    },
    {
        "adult": false,
        "backdrop_path": "/Uz6F69O5DvFazlx1F7kK0uqgzL.jpg",
        "genre_ids": [
            28,
            12,
            14,
            878
        ],
        "id": 849,
        "original_language": "en",
        "original_title": "Krull",
        "overview": "No planeta Krull, uma criatura maligna chamada A Besta dizima o exército mundial e sequestra a doce princesa Lyssa, destinada a ser rainha. Seu amado, o príncipe Colwyn, lidera um bando de rebeldes para resgatá-la.",
        "popularity": 33.964,
        "poster_path": "/2dyMDv6W3ugMfaC8DEXPiqMcurD.jpg",
        "release_date": "1983-07-29",
        "title": "Krull",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 522
    },
    {
        "adult": false,
        "backdrop_path": "/rBOb3v35qgTXkNHkOW2UYiTZjPa.jpg",
        "genre_ids": [
            12,
            27,
            53
        ],
        "id": 14211,
        "original_language": "en",
        "original_title": "Prey",
        "overview": "A família Newman está em férias na África. Eles planejam um safári a uma reserva animal, mas Tom não embarca devido a pendências urgentes no trabalho. Com isto viajam apenas Jessica e David, seus filhos, e Amy, a nova esposa de Tom. Para tornar a viagem mais emocionante Brian, o guarda da reserva, decide levá-los por um caminho alternativo. Eles param ao chegar no Rio do Crocodilo, que agora nada mais é do que um leito de rio vasto e seco. É quando eles encontram um grupo de leões famintos, que passa a persegui-los.",
        "popularity": 33.955,
        "poster_path": "/hOuF1Egtx151TgJKuFetK9NkEHy.jpg",
        "release_date": "2007-05-18",
        "title": "Caçados",
        "video": false,
        "vote_average": 5.833,
        "vote_count": 359
    },
    {
        "adult": false,
        "backdrop_path": "/oE6bhqqVFyIECtBzqIuvh6JdaB5.jpg",
        "genre_ids": [
            878,
            18,
            12
        ],
        "id": 522402,
        "original_language": "en",
        "original_title": "Finch",
        "overview": "Eu um mundo pós-apocalíptico, um robô construído para proteger o cachorro do seu criado, que está a beira da morte, aprende sobre a vida, amor e amizade, aprendendo o que significa ser humano.",
        "popularity": 33.949,
        "poster_path": "/jKuDyqx7jrjiR9cDzB5pxzhJAdv.jpg",
        "release_date": "2021-11-04",
        "title": "Finch",
        "video": false,
        "vote_average": 7.893,
        "vote_count": 3361
    },
    {
        "adult": false,
        "backdrop_path": "/jlsJGNXRGx6d06osRbjwxoVEVXV.jpg",
        "genre_ids": [
            28,
            16,
            12,
            35
        ],
        "id": 374205,
        "original_language": "ja",
        "original_title": "ワンピース　フィルム GOLD",
        "overview": "Os Chapéus de Palha enfrentam Gild Tesoro, um dos homens mais rico do mundo.  Filme 13",
        "popularity": 33.917,
        "poster_path": "/pHuiZmj4aaThV8akzsA5zMcTtox.jpg",
        "release_date": "2016-07-23",
        "title": "One Piece Gold: O Filme",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 472
    },
    {
        "adult": false,
        "backdrop_path": "/3U98a4AWjRRptUSbNdxtM9cp3dd.jpg",
        "genre_ids": [
            12,
            35,
            80
        ],
        "id": 134,
        "original_language": "en",
        "original_title": "O Brother, Where Art Thou?",
        "overview": "Ulysses Everett McGill está tendo dificuldade para se ajustar a sua pena de trabalhos forçados no Mississippi. Ele consegue fugir da cadeia junto com Delmar e o desajustado Pete. O trio prepara-se, então, para ir atrás de uma fortuna em tesouros enterrados. Sem nada a perder e ainda com as algemas, eles vivem uma incrível aventura.",
        "popularity": 33.909,
        "poster_path": "/aZ9YMtRcTZg0CBsqD2Abr9Up0He.jpg",
        "release_date": "2000-08-30",
        "title": "E Aí, Meu Irmão, Cadê Você?",
        "video": false,
        "vote_average": 7.334,
        "vote_count": 4037
    },
    {
        "adult": false,
        "backdrop_path": "/kH14XvCHKfMRz1sNsAMY0KpAKb0.jpg",
        "genre_ids": [
            10751,
            28,
            12,
            35
        ],
        "id": 7459,
        "original_language": "en",
        "original_title": "Speed Racer",
        "overview": "Nascido em um família de pilotos de carros, Speed Racer é uma estrelas das corridas. Ao negar uma oferta lucrativa do empresário da Royalton Indústrias, Speed o deixa furioso e acaba descobrindo a corrupção dos patrocinadores em corridas. Para salvar os negócios da família, Speed participa do mesmo rally que matou seu irmão para desafiar um magnata corrupto.",
        "popularity": 33.83,
        "poster_path": "/arJV6ypZidAn4qiJXrvow3KbBqZ.jpg",
        "release_date": "2008-05-07",
        "title": "Speed Racer",
        "video": false,
        "vote_average": 6.265,
        "vote_count": 1498
    },
    {
        "adult": false,
        "backdrop_path": "/mzsCLrjPMiXzwY5dpT89CMYHh1s.jpg",
        "genre_ids": [
            28,
            12,
            80,
            53
        ],
        "id": 452323,
        "original_language": "ja",
        "original_title": "アウトレイジ 最終章",
        "overview": "Cinco anos depois de sobreviver a guerra entre as famílias Sanno e Hanabishi, o ex-chefe de yakuza, Otomo, agora trabalha na Coréia do Sul. Um pequeno incidente provoca tensões e faz ressurgir um conflito que logo fica fora de controle e inflama uma violenta luta de poder. Otomo, então, retorna ao Japão para resolver as coisas de uma vez por todas.  Terceira parte da trilogia.",
        "popularity": 33.813,
        "poster_path": "/RnC3A8w2HDcedDeQtuHrFU5UVB.jpg",
        "release_date": "2017-10-07",
        "title": "Outrage Coda",
        "video": false,
        "vote_average": 6.853,
        "vote_count": 163
    },
    {
        "adult": false,
        "backdrop_path": "/7fdy9iThI5qfJ9WMra8SrdvQs02.jpg",
        "genre_ids": [
            28,
            12,
            80,
            53
        ],
        "id": 257088,
        "original_language": "en",
        "original_title": "Point Break",
        "overview": "Um jovem agente do FBI tem como missão se infiltrar em meio a atletas de esportes radicais, suspeitos de cometerem uma série de roubos nunca vistos até então. Não demora muito para que ele se aproxime de Bodhi, o líder do grupo, e conquiste sua confiança.",
        "popularity": 33.715,
        "poster_path": "/z1kcojadmCqDM8sqLR8APnYu1lx.jpg",
        "release_date": "2015-12-03",
        "title": "Caçadores de Emoção: Além do Limite",
        "video": false,
        "vote_average": 5.943,
        "vote_count": 2217
    },
    {
        "adult": false,
        "backdrop_path": "/poKtpiQ0akacXzXohWmtb0Z7nFD.jpg",
        "genre_ids": [
            16,
            12,
            10751,
            35
        ],
        "id": 586954,
        "original_language": "de",
        "original_title": "Latte Igel und der magische Wasserstein",
        "overview": "Tina não tem medo de nada, ao contrário de seu amigo Téo, o esquilo. Juntos, eles têm a missão de encontrar a pedra encantada para que a água volte à floresta. Uma incrível aventura ecológica para toda a família!",
        "popularity": 33.707,
        "poster_path": "/ut8SaCGdk8qGMhQanT9BAhJKKUU.jpg",
        "release_date": "2019-12-11",
        "title": "Tina & Téo: A Pedra Encantada",
        "video": false,
        "vote_average": 6.752,
        "vote_count": 101
    },
    {
        "adult": false,
        "backdrop_path": "/t14yKET7koe0TtJw4Pk923Ntqyq.jpg",
        "genre_ids": [
            14,
            16,
            35,
            10751,
            9648,
            12
        ],
        "id": 13355,
        "original_language": "en",
        "original_title": "Scooby-Doo! Pirates Ahoy!",
        "overview": "Os setes mares do bom-humor serão navegados por Scooby-Doo, Salsicha, Fred, Daphne e Velma durante um cruzeiro ao lendário e temido Triângulo das Bermudas! Assombrações e muitos sustos esperam por eles em cada esquina, e a tripulação desse navio inclui desde alienígenas até esqueléticos piratas fantasmas. Eles preferem afundar outras embarcações a tiro de canhão. Se a turminha da Mistérios S.A. não resolver essa parada rapidamente, eles talvez tenham que caminhar pela prancha e se tornarem as próximas vítimas do fatídico Triângulo!",
        "popularity": 33.566,
        "poster_path": "/k7tebx1uIIHLbL6jle9g6pe9US1.jpg",
        "release_date": "2006-09-10",
        "title": "Scooby-Doo! Piratas à Bordo",
        "video": false,
        "vote_average": 7.53,
        "vote_count": 268
    },
    {
        "adult": false,
        "backdrop_path": "/1BaUaXBRKzwNESZ6hZkZjelatmt.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35
        ],
        "id": 151960,
        "original_language": "en",
        "original_title": "Planes",
        "overview": "Dusty não foi propriamente feito para participar em corridas aéreas e ainda por cima tem medo de alturas. Por isso, recorre a Skipper, um aviador naval, que ajuda Dusty a qualificar-se para competir com Ripslinger, o detentor do título de campeão do circuito de corridas. A coragem de Dusty é posta à prova quando ousa alcançar alturas que nunca imaginara possíveis, inspirando-o a voar mais alto.",
        "popularity": 33.555,
        "poster_path": "/4KrnsveRY7O6YR2X0j1vGrEksIZ.jpg",
        "release_date": "2013-08-09",
        "title": "Aviões",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 1641
    },
    {
        "adult": false,
        "backdrop_path": "/l8z9bnnHgR924MOyvYNvz5bHTPK.jpg",
        "genre_ids": [
            10751,
            16,
            12
        ],
        "id": 12144,
        "original_language": "en",
        "original_title": "The Land Before Time",
        "overview": "Embarque numa jornada a uma encantadora aventura pré-histórica com os amigos dinossauros Littlefoot, Saura, Espora, Patassaura e Petrúcio neste aclamado clássico para toda a família. Na distante época dos vulcões e perigosos terremotos, um jovem braquiossauro chadado Littlefoot é repentinamente deixado sozinho. Saindo à procura do lendário Vale Encantado, ele encontra quatro outros jovens dinossauros que concordam em acompanhá-lo em sua jornada. Numa ousada aventura para cruzar uma paisagem cheia de perigos, o bravo grupo encontra predadores famintos e desafios assustadores, enquanto aprende novas lições de vida e a importância do trabalho em equipe.",
        "popularity": 33.54,
        "poster_path": "/qMJ56ZOBLguROa3Hpkw8n8FS555.jpg",
        "release_date": "1988-11-18",
        "title": "Em Busca do Vale Encantado",
        "video": false,
        "vote_average": 7.139,
        "vote_count": 2465
    },
    {
        "adult": false,
        "backdrop_path": "/6xBqZoj40gIAyLSuemwI38c6OID.jpg",
        "genre_ids": [
            12,
            36,
            18
        ],
        "id": 2525,
        "original_language": "en",
        "original_title": "The Bible: In the Beginning...",
        "overview": "As maiores histórias do antigo testamento são trazidas para as telas com um domínio e força impressionantes neste filme internacional, que exibe os 22 primeiros capítulos do Gênesis.  Esta é a história espetacular do homem, de sua queda, sua sobrevivência e sua fé indomável no futuro. Dando brilho à grandiosidade épica, temos as interpretações de George C. Scott como Abrão, Ava Garner como Sara e Peter O'Toole como a presença evocativa do anjo de Deus. O lendário John Huston dirige esta obra e também apresenta uma interpretação digna de nota como Noé. Da abertura do filme em meio ao caos cósmico até sua mensagem de esperança e salvação, A Bíblia mantém a todo momento sua característica de uma conquista monumental do cinema.",
        "popularity": 33.539,
        "poster_path": "/xb8lDSuUETxbJ1oWNIdcW661omw.jpg",
        "release_date": "1966-09-28",
        "title": "A Bíblia... No Início",
        "video": false,
        "vote_average": 7.285,
        "vote_count": 242
    },
    {
        "adult": false,
        "backdrop_path": "/kwTfPnP9f8ZyXmSniDcwonJWixY.jpg",
        "genre_ids": [
            12,
            14,
            28,
            35,
            10751
        ],
        "id": 18360,
        "original_language": "en",
        "original_title": "Night at the Museum: Battle of the Smithsonian",
        "overview": "Larry Daley, o ex-guarda noturno do Museu de História Natural, agora é um sucesso empresarial. Mas, logo depois de ficar sabendo que seus amigos do museu foram enviados para o Museu Smithsonian, Larry recebe um telefonema desesperado de Jedediah, avisando que quatro dos maiores vilões da história voltaram à vida e planejam tomar o Smithsonian, e depois o mundo. Larry se junta a velhos e novos amigos para deter os planos diabólicos.",
        "popularity": 33.512,
        "poster_path": "/36QBO6MzM6FIGaT36GHA6E2TPMY.jpg",
        "release_date": "2009-05-20",
        "title": "Uma Noite no Museu 2",
        "video": false,
        "vote_average": 6.142,
        "vote_count": 6698
    },
    {
        "adult": false,
        "backdrop_path": "/1R9xxxweS2se0pbcLToYZPXVbtv.jpg",
        "genre_ids": [
            16,
            12,
            14
        ],
        "id": 39148,
        "original_language": "ja",
        "original_title": "ドラゴンボール 最強への道",
        "overview": "Nesse OVA é feito um remake do inicio da história de Son Goku e Bulma que vão a procura das Esferas do Dragão, a aparição de Oolong, Yamcha, Pual, Mestre Kame e a força Red Ribbon, alguns personagens como o Comandante White, Sargento Metálico, General Blue, Comandante Black e Red foram desenhados diferentes da série principal.",
        "popularity": 33.488,
        "poster_path": "/rFEdH9qtmecGInK5pGSfA980K0B.jpg",
        "release_date": "1996-03-04",
        "title": "Dragon Ball: A Caminho do Poder",
        "video": false,
        "vote_average": 7.362,
        "vote_count": 344
    },
    {
        "adult": false,
        "backdrop_path": "/af3gx7Tuu08pf8ioJU0ok6r407J.jpg",
        "genre_ids": [
            28,
            12,
            18,
            9648
        ],
        "id": 48492,
        "original_language": "zh",
        "original_title": "狄仁傑之通天帝國",
        "overview": "Apesar das intrigas orquestradas nos bastidores do reino, Wu (Carina Lau) está prestes a se tornar a primeira imperatriz chinesa. Entretanto, quando quatro pessoas ligadas à construção de um Buda gigante morrem de forma misteriosa, seus opositores logo vêem no fato uma chance de impedir a coroação. Para resolver o caso ela chama o detetive D (Andy Lau), que tem que resolvê-lo até o dia da posse. Para tanto ele conta com a ajuda da empregada da futura imperatriz (Li Bingbing) e do investigador Pei Donglai (Chao Deng).",
        "popularity": 33.475,
        "poster_path": "/uylHvtISCYKnfdQDffSnYNHDzim.jpg",
        "release_date": "2010-09-18",
        "title": "Detetive D e o Imperio Celestial",
        "video": false,
        "vote_average": 6.545,
        "vote_count": 378
    },
    {
        "adult": false,
        "backdrop_path": "/sebDx3NTvxo616OE6FrXYsThVix.jpg",
        "genre_ids": [
            10751,
            12,
            16,
            35
        ],
        "id": 10996,
        "original_language": "en",
        "original_title": "Stuart Little 2",
        "overview": "Enquanto George, o filho da família Little, cresce e faz novas amizades na escola, Stuart se dá conta de que ele também precisa de suas próprias amizades. Rapidamente, conhece Margalo a quem salva das garras do malvado Falcon em um ato heróico. Quando finalmente Falcon consegue capturar Margalo, Stuart entra novamente em ação. Nesta aventura, consegue a ajuda de Snowbell nesta missão de resgate. Será que conseguirão chegar a tempo de salvar Margalo?",
        "popularity": 33.467,
        "poster_path": "/5JEDi0zjtJeLSL0IQb3H0MMbCCI.jpg",
        "release_date": "2002-07-19",
        "title": "O Pequeno Stuart Little 2",
        "video": false,
        "vote_average": 5.766,
        "vote_count": 2345
    }
]