[
    {
        "adult": false,
        "backdrop_path": "/bQLroCsrg1WJhuThfWw6ss3IDbc.jpg",
        "genre_ids": [
            12,
            27,
            878
        ],
        "id": 10973,
        "original_language": "en",
        "original_title": "Creature from the Black Lagoon",
        "overview": "Na Amazônia brasileira, o pesquisador Carl Maia fotografa o que parece ser a nadadeira de um anfíbio possivelmente extinto. Carl viaja para mostrar sua descoberta e obter apoio financeiro, mas ao retornar com outros pesquisadores, descobre que dois funcionários deles foram mortos. Eles rumam para a Lagoa Negra, onde acham uma misteriosa criatura anfíbia, que pode ser o elo perdido entre duas espécies - uma aquática e outra terrestre.",
        "popularity": 31.635,
        "poster_path": "/abjbpSakAEGVrpBothLIc1NJcPR.jpg",
        "release_date": "1954-03-05",
        "title": "O Monstro da Lagoa Negra",
        "video": false,
        "vote_average": 6.833,
        "vote_count": 734
    },
    {
        "adult": false,
        "backdrop_path": "/hACMcim5NtMH3S62sQAWkdLVpIK.jpg",
        "genre_ids": [
            28,
            12,
            80,
            9648,
            53
        ],
        "id": 34813,
        "original_language": "en",
        "original_title": "The Losers",
        "overview": "Clay (Jeffrey Dean Morgan), Jensen (Chris Evans), Roque (Idris Elba), Pooch (Columbus Short) e Cougar (Oscar Jaenada) são integrantes de uma unidade de elite das forças armadas dos Estados Unidos. Eles são enviados em missão na Bolívia, mas lá são traídos por um poderoso inimigo o qual apenas se sabe seu nome: Max (Jason Patric). Dados como mortos, eles planejam virar o jogo contando com a ajuda de Aisha (Zoe Saldana), uma bela e misteriosa mulher.",
        "popularity": 31.602,
        "poster_path": "/4K87EAcsXhFfyyHLRuBvF34sAVx.jpg",
        "release_date": "2010-04-23",
        "title": "Os Perdedores",
        "video": false,
        "vote_average": 6.267,
        "vote_count": 1761
    },
    {
        "adult": false,
        "backdrop_path": "/rLMQvYhl6DU6QZVNcJTbs87gVPs.jpg",
        "genre_ids": [
            28,
            14,
            12
        ],
        "id": 9947,
        "original_language": "en",
        "original_title": "Elektra",
        "overview": "Torturada pelo passado, Elektra é obcecada por sua morte e seu misterioso renascimento. Apesar de ter sido treinada na rígida disciplina do ninjutsu, ela não consegue controlar a fúria que sente pela morte dos pais. Sua ânsia por vingança faz com que parta para o exílio e se torne uma perigosa assassina profissional. Seu novo alvo é Abby, uma garota de apenas 13 anos, e seu pai, Mark, os quais precisam salvar de um perigoso inimigo, que possui poderes sobrenaturais.",
        "popularity": 31.58,
        "poster_path": "/9Azi1GBNj3gPPwmQWAMcATg7JOl.jpg",
        "release_date": "2005-01-13",
        "title": "Elektra",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 2348
    },
    {
        "adult": false,
        "backdrop_path": "/zN5eohKqT9Rww6m7PQOfyCXPi4.jpg",
        "genre_ids": [
            10751,
            12,
            35
        ],
        "id": 459670,
        "original_language": "pt",
        "original_title": "Turma da Mônica: Laços",
        "overview": "Floquinho, o cachorro do Cebolinha, desapareceu. O menino desenvolve então um plano infalível para resgatar o cãozinho, mas para isso vai precisar da ajuda de seus fiéis amigos Mônica, Magali e Cascão. Juntos, eles irão enfrentar grandes desafios e viver grandes aventuras para levar o cão de volta para casa. Adaptação em live action da graphic novel da Turma da Mônica lançada pelo selo MSP Graphic.",
        "popularity": 31.574,
        "poster_path": "/1ksQfIiWmyu9x4FbNBW5aNclVqu.jpg",
        "release_date": "2019-06-27",
        "title": "Turma da Mônica: Laços",
        "video": false,
        "vote_average": 7.632,
        "vote_count": 277
    },
    {
        "adult": false,
        "backdrop_path": "/bLqUd0tBvKezDr9MEla7k34i3rp.jpg",
        "genre_ids": [
            12,
            14,
            18
        ],
        "id": 587,
        "original_language": "en",
        "original_title": "Big Fish",
        "overview": "Durante toda a sua vida, Edward Bloom tem sido um homem de grandes sonhos, paixões e histórias inesquecíveis. Em seus últimos anos de vida, ele continua sendo um grande mistério para seu filho William. Agora, na tentativa de conhecer o seu pai de verdade, Will começa a juntar as peças para montar uma idéia real de seu pai através de flashbacks de suas maravilhosas histórias nesta maravilha de filme.",
        "popularity": 31.559,
        "poster_path": "/2IVwZB2necwjAmnw14Wxi7isYq4.jpg",
        "release_date": "2003-12-25",
        "title": "Peixe Grande e Suas Histórias Maravilhosas",
        "video": false,
        "vote_average": 7.762,
        "vote_count": 7025
    },
    {
        "adult": false,
        "backdrop_path": "/fg04CQyJzuDJ82jm2meY37n9XyE.jpg",
        "genre_ids": [
            9648,
            12,
            80
        ],
        "id": 328387,
        "original_language": "en",
        "original_title": "Nerve",
        "overview": "A estudante Vee, pressionada pelos amigos, decide participar do jogo online Nerve, que faz desafios reais aos seus jogadores. Porém, o jogo toma um rumo assustador e, ao chegar no estágio final, Vee precisa tomar decisões que irão determinar o seu futuro.",
        "popularity": 31.55,
        "poster_path": "/gzW57bccJv79IbUuQh8Bwf3Qnmi.jpg",
        "release_date": "2016-06-27",
        "title": "Nerve: Um Jogo Sem Regras",
        "video": false,
        "vote_average": 7.027,
        "vote_count": 6715
    },
    {
        "adult": false,
        "backdrop_path": "/A2owp1CjaOzAxnPwzQoovtJFBcT.jpg",
        "genre_ids": [
            14,
            12,
            10751
        ],
        "id": 149427,
        "original_language": "no",
        "original_title": "Reisen til julestjernen",
        "overview": "Sonja de 13 anos, bondosa, chega a uma pequena aldeia junto com uma companhia de bandidos. Mas há uma maldição na aldeia. Há muito tempo, a única filha do rei, Goldhair, desapareceu enquanto procurava pela Estrela de Natal. A rainha morreu de coração partido, deixando o rei despedaçado por conta própria. Daquele dia em diante, o rei amaldiçoou a Estrela de Natal, causando assim a escuridão e tristeza a descer sobre a terra. No entanto, um velho sábio revelou que Goldhair ainda está vivo e só retornará se o Rei encontrar o caminho de volta para a Estrela de Natal. Desde então, o rei tem procurado a Estrela de Natal todo Natal, mas tudo em vão.",
        "popularity": 31.528,
        "poster_path": "/1oJwWkDn1anACQU5Z0r67m2AmDk.jpg",
        "release_date": "2012-11-09",
        "title": "Era uma Vez... A Estrela do Natal",
        "video": false,
        "vote_average": 6.0,
        "vote_count": 168
    },
    {
        "adult": false,
        "backdrop_path": "/js1bXvDkJsDgfiCZftijT8GuBnB.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            14
        ],
        "id": 119892,
        "original_language": "zh",
        "original_title": "西遊記之大鬧天宮",
        "overview": "Esse filme é baseado nos capítulos do famoso clássico romantico de Wu Cheng’en’s “Jornada ao Oeste”, e conta a história de como o Macaco Rei se rebela contra o Imperador Jade do Céu.",
        "popularity": 31.528,
        "poster_path": "/h1Csrl1jVYB3iK8MTH50YuI8nTr.jpg",
        "release_date": "2014-01-09",
        "title": "A Lenda do Rei Macaco",
        "video": false,
        "vote_average": 5.594,
        "vote_count": 202
    },
    {
        "adult": false,
        "backdrop_path": "/h4450rIdOFcFNqu3W9BypYTbgGW.jpg",
        "genre_ids": [
            28,
            12,
            878,
            53
        ],
        "id": 10061,
        "original_language": "en",
        "original_title": "Escape from L.A.",
        "overview": "Em 1998, um candidato à presidência (Cliff Robertson) prega em sua campanha que Los Angeles precisa ser \"punida\" pelos pecados que contém. No ano 2000, a cidade é separada do continente por um grande terremoto e se transforma em um local para qual todos os indesejáveis são remetidos. No ano 2013, o candidato do final do milênio tornou-se presidente vitalício mas sua filha (A.J. Langer), não concordando com a política ditatorial do seu pai, que suprimiu uma série de liberdades individuais, rouba uma \"caixa preta\", que tem o poder de \"desligar\" todo o planeta e a entrega para o principal chefe de quadrilha (Georges Corraface) de Los Angeles. Assim, um aventureiro (Kurt Russell), que é um misto de herói e bandido, mas que em 1997 tinha salvado o presidente dos EUA, é \"convocado\" pelo presidente para recuperar a caixa e matar sua filha. Mas se ele não cumprir a missão em menos de dez horas, será morto por um vírus que foi colocado na sua corrente sanguínea.",
        "popularity": 31.511,
        "poster_path": "/tjCah5d0uM3BPRfdmAWVnYB6ZND.jpg",
        "release_date": "1996-08-09",
        "title": "Fuga de Los Angeles",
        "video": false,
        "vote_average": 5.858,
        "vote_count": 1378
    },
    {
        "adult": false,
        "backdrop_path": "/kClZChtzU7BQZZTAI3rv2wh9qdO.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            14
        ],
        "id": 323661,
        "original_language": "fr",
        "original_title": "Mune, le gardien de la lune",
        "overview": "Em um mundo de imaginação, Mune é um ser mágico designado para tomar conta das estrelas. Mas uma série de desastres vai fazer com que o pior aconteça.",
        "popularity": 31.501,
        "poster_path": "/lUuHaAgU5NmWlpQeeRgFPH0uexP.jpg",
        "release_date": "2015-02-05",
        "title": "Mune, O Guardião da Lua",
        "video": false,
        "vote_average": 7.272,
        "vote_count": 528
    },
    {
        "adult": false,
        "backdrop_path": "/4lNbhZcnrjG079TUkG1mIi2wen0.jpg",
        "genre_ids": [
            12,
            35,
            10751
        ],
        "id": 11008,
        "original_language": "en",
        "original_title": "Major Payne",
        "overview": "Major Benson Payne (Damon Wayans) foi um dos mais experientes oficiais da Marinha, mas agora que a guerra acabou, não há mais ninguém para combater. Prestes a ser dispensado do serviço, ele não sabe o que fazer como um civil. Então, seu oficial comandante lhe arranja um emprego como comandante da Academia Madison, para treinar novos recrutas. Só que não será fácil, já que ele não tem didática alguma e, além disso, no programa de treinamento Payne encontra adolescentes desajustados sem muita habilidade para o mundo militar.",
        "popularity": 31.479,
        "poster_path": "/uycZHrly1ICGjR2ESI3BSghMlAy.jpg",
        "release_date": "1995-03-24",
        "title": "Pelotão em Apuros",
        "video": false,
        "vote_average": 6.37,
        "vote_count": 764
    },
    {
        "adult": false,
        "backdrop_path": "/e5P1VPToB07tH6y3n5IdqNUozBd.jpg",
        "genre_ids": [
            28,
            12,
            14,
            53
        ],
        "id": 1996,
        "original_language": "en",
        "original_title": "Lara Croft: Tomb Raider - The Cradle of Life",
        "overview": "A arqueóloga Lara Croft precisa encontrar a Caixa de Pandora, famosa por conter em seu interior todos os males do mundo. O objeto está escondido em um local conhecido como Origem da Vida, localizado no continente africano. Porém em sua jornada, Croft terá que enfrentar o Dr. Jonathan Reiss, um cientista ganhador do Prêmio Nobel que também está atrás do objeto.",
        "popularity": 31.472,
        "poster_path": "/hEt3GTGknWBtfnWQAlUS3vqMKE2.jpg",
        "release_date": "2003-07-21",
        "title": "Lara Croft: Tomb Raider - A Origem da Vida",
        "video": false,
        "vote_average": 5.746,
        "vote_count": 4107
    },
    {
        "adult": false,
        "backdrop_path": "/8Db2ogq0e4UepMMxwqdv79YJMNq.jpg",
        "genre_ids": [
            16,
            12,
            10751
        ],
        "id": 15997,
        "original_language": "en",
        "original_title": "The Land Before Time II: The Great Valley Adventure",
        "overview": "A história continua no lindo e pacífico vale encantado onde Littlefoot e seus amigos vegetarianos moram e brincam sob o atento olhar de seus pais. Mas quando a desobediente Saura conduz o grupo para uma região proibida, os problemas aparecem: eles encontram dois ladrões de ovos chamados Ozzie e Strut, uma barulhenta Avalanche, dois ferozes tiranossauros, além de um misterioso ovo preste a chocar. Nesta incrível aventura, a turma do Vele Encantado vai aprender como é difícil crescer nesta envolvente história de esperança, amor e confiança.",
        "popularity": 31.454,
        "poster_path": "/o8oBw8UCxsYVjj0pul0j1GGNJbk.jpg",
        "release_date": "1994-12-12",
        "title": "Em Busca do Vale Encantado II: A Grande Aventura do Vale",
        "video": false,
        "vote_average": 6.267,
        "vote_count": 533
    },
    {
        "adult": false,
        "backdrop_path": "/rjXK74vrvmFMN0vuFw3TViZ18Ha.jpg",
        "genre_ids": [
            16,
            10749,
            12,
            18,
            14
        ],
        "id": 204436,
        "original_language": "fr",
        "original_title": "Jack et la mécanique du cœur",
        "overview": "No século 19, Little Jack nasce em um dia tão frio que o seu coração fica congelado. Madeleine, a parteira decide então substituir o coração do garoto por um relógio de cuco para que ele consiga sobreviver. A situação é complicada para Little Jack, pois ele precisa evitar emoções muito fortes para que nada dê errado, principalmente se apaixonar.",
        "popularity": 31.45,
        "poster_path": "/6kYcmBkPpqunZw0Za0MRzZwlX7M.jpg",
        "release_date": "2014-02-05",
        "title": "Jack e a Mecânica do Coração",
        "video": false,
        "vote_average": 7.219,
        "vote_count": 691
    },
    {
        "adult": false,
        "backdrop_path": "/f5WqOkPphnN6HgVYFei53Ihsn6y.jpg",
        "genre_ids": [
            10751,
            10402,
            12,
            14,
            35
        ],
        "id": 11708,
        "original_language": "en",
        "original_title": "Chitty Chitty Bang Bang",
        "overview": "Na primeira década do século XX um carro de corrida, que tinha ganho três grandes prêmios, sofre um acidente e fica totalmente queimado. Algum tempo depois duas crianças, Jemima (Heather Ripley) e Jeremy (Adrian Hall), os filhos de Caractacus Potts (Dick Van Dyke), um inventor fracassado, vêem a carcaça deste carro de corrida, que seria vendido por 30 xelins. Eles imploram ao pai que o compre, mas Potts está sem dinheiro e o avô das crianças (Lionel Jeffries), que mora com eles, se encontra na mesma situação. Após uma tentativa desastrosa de vender uma de suas invenções para o Lorde Scrumptious (James Robertson Justice), o fabricante de doces da região, Potts consegue acidentalmente dinheiro suficiente em um parque de diversões. Potts compra o carro e, milagrosamente, transforma um veículo que estava caindo aos pedaços em um carro novo em folha.",
        "popularity": 31.447,
        "poster_path": "/wjCleA4UHJKwgM5TFVOofXsxJGb.jpg",
        "release_date": "1968-12-17",
        "title": "O Calhambeque Mágico",
        "video": false,
        "vote_average": 6.808,
        "vote_count": 628
    },
    {
        "adult": false,
        "backdrop_path": "/9HVa967IxkUgdoyeAu3LtwTybio.jpg",
        "genre_ids": [
            28,
            12,
            35,
            36,
            14
        ],
        "id": 285213,
        "original_language": "ko",
        "original_title": "해적: 바다로 간 산적",
        "overview": "Um bando de piratas e um grupo de bandidos lutam para pegar uma baleia cinzenta que engoliu um selo.",
        "popularity": 31.443,
        "poster_path": "/lzLEBYXvAFJ5UyvuzK6qEfijGIw.jpg",
        "release_date": "2014-08-06",
        "title": "Os Piratas",
        "video": false,
        "vote_average": 6.987,
        "vote_count": 195
    },
    {
        "adult": false,
        "backdrop_path": "/iEwrdIBhY5N9RQTnQTyICfi2Dpp.jpg",
        "genre_ids": [
            12,
            14,
            10751
        ],
        "id": 736790,
        "original_language": "en",
        "original_title": "Chupa",
        "overview": "Durante uma visita à família no México, o adolescente Alex faz um amigo improvável: um chupacabra que vive escondido no galpão de seu avô. Para salvar a criatura, Alex e seus primos embarcam em uma grande aventura.",
        "popularity": 31.429,
        "poster_path": "/9CbBbgftaC2fQYwHYMfrSXkKML0.jpg",
        "release_date": "2023-04-07",
        "title": "Meu Amigo Lutcha",
        "video": false,
        "vote_average": 6.405,
        "vote_count": 327
    },
    {
        "adult": false,
        "backdrop_path": "/i07TrwQPrTCt80Sen4xtKpPNvVi.jpg",
        "genre_ids": [
            12,
            10751,
            14
        ],
        "id": 422742,
        "original_language": "de",
        "original_title": "Jim Knopf und Lukas der Lokomotivführer",
        "overview": "Uma aventura para toda a família. Um garotinho órfão à procura de suas origens; uma jovem princesa mantida prisioneira em uma cidade terrível; Jim e o seu amigo Lucas descobrindo terras misteriosas na aventura de suas vidas.",
        "popularity": 31.419,
        "poster_path": "/aaLmU8t6gxF44DhNgr5SpRGVE3P.jpg",
        "release_date": "2018-03-29",
        "title": "Jim Knopf e Lucas: O Maquinista",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 156
    },
    {
        "adult": false,
        "backdrop_path": "/xqCU96foxW8w2dhaEhP3vr1Sx4R.jpg",
        "genre_ids": [
            10751,
            12,
            878
        ],
        "id": 238603,
        "original_language": "en",
        "original_title": "Earth to Echo",
        "overview": "Um dia, os amigos Tuck, Munch e Alex começam a receber mensagens estranhas em seus telefones celulares. Eles suspeitam que a nova construção no bairro esteja relacionada com essas frases codificadas, mas os pais e as autoridades locais não prestam atenção nos garotos. Pesquisando sozinhos, eles descobrem que existe um ser alienígena tentando se comunicar com eles, e precisando urgentemente de ajuda.",
        "popularity": 31.408,
        "poster_path": "/gdfI4yVrtJIrHSWubkeBM4wcdKw.jpg",
        "release_date": "2014-06-14",
        "title": "Echo",
        "video": false,
        "vote_average": 5.884,
        "vote_count": 568
    },
    {
        "adult": false,
        "backdrop_path": "/4kywRRzIJqRwH48IvJ6npRvqgM5.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 6399,
        "original_language": "it",
        "original_title": "Chi trova un amico trova un tesoro",
        "overview": "Um homem consegue recuperar um misterioso mapa do tesouro, que foi deixado para trás pelo exército japonês em uma pequena ilha. Ele consegue carona em um barco de um aventureiro, que está dando a volta ao mundo. Sem que o navegador perceba, ele muda a rota da embarcação, rumo à ilha do tesouro. Tudo parece correr bem, até que, chegando ao tão sonhado local, eles descobrem que a ilha não é tão deserta quanto pensavam. Lá estão, além dos nativos, um soldado japonês que ainda guarda o tesouro.",
        "popularity": 31.369,
        "poster_path": "/4hEhN6uKXlF8FAd6VRSFbYkGHBP.jpg",
        "release_date": "1981-12-09",
        "title": "Quem Encontra um Amigo, Encontra um Tesouro",
        "video": false,
        "vote_average": 6.862,
        "vote_count": 589
    },
    {
        "adult": false,
        "backdrop_path": "/DjfbGlwfxj8XrVyOiNi3QuyS3g.jpg",
        "genre_ids": [
            10751,
            12,
            16,
            14,
            28,
            878
        ],
        "id": 34067,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター アドバンスジェネレーション ミュウと波導の勇者 ルカリオ",
        "overview": "A história do filme começa muitos anos antes, quando uma terrível guerra entre humanos e Pokémon que estava ocorrendo e Aaron, um valente guerreiro, junto ao seu Lucario resolvem dar um fim nisso tudo e trazer a paz novamente ao mundo. Aaron acredita que indo até a Árvore da Origem e usando seu poder, tudo poderá ter fim, mas o caminho até a tal árvore é complicado e perigoso. Pensando nisso, Aaron decide selar Lucario em seu cetro, mesmo que o Pokémon não concordasse com isso. Logo em seguida, ele sobe em seu Pidgeot ruma à Árvore da Origem e coloca um fim na guerra. De volta ao presente, o povoado do qual Aaron e Lucario vivam estão comemorando um festival em homenagem aos dois heróis. Como parte do festival, existe um torneio de batalhas Pokémon onde o campeão será o representante de Aaron durante o festival.",
        "popularity": 31.363,
        "poster_path": "/nRwdr4emOEGRJht4H7eFDLcrAom.jpg",
        "release_date": "2005-07-16",
        "title": "Pokémon: Lucario e o Mistério de Mew",
        "video": false,
        "vote_average": 7.012,
        "vote_count": 290
    },
    {
        "adult": false,
        "backdrop_path": "/7Q1SGTuIDkTnKRonEhmYUefQP79.jpg",
        "genre_ids": [
            35,
            12
        ],
        "id": 13335,
        "original_language": "en",
        "original_title": "Harold & Kumar Escape from Guantanamo Bay",
        "overview": "Harold não quer esperar mais dez dias para ver Maria, por isso ele convence o amigo Kumar a viajar para Amsterdã. No avião, eles são confundidos com terroristas e acabam sendo enviados para a prisão de Guantánamo. Pouco tempo depois, a dupla escapa da cadeia e parte para o Texas, onde uma ex-namorada de Kumar pode interceder no governo para limpar os seus nomes.",
        "popularity": 31.335,
        "poster_path": "/mN3tmJd8R1jGaqx6Qg1c9tSwyqe.jpg",
        "release_date": "2008-04-25",
        "title": "Uma Viagem Muito Louca",
        "video": false,
        "vote_average": 6.282,
        "vote_count": 1435
    },
    {
        "adult": false,
        "backdrop_path": "/1aPpu4fApN5ZTMTuHPW6a0wnSnH.jpg",
        "genre_ids": [
            28,
            12,
            16
        ],
        "id": 13754,
        "original_language": "ja",
        "original_title": "鉄コン筋クリート",
        "overview": "Na cidade do Tesouro a vida pode ser doce ou brutal. Isto é a pura verdade para nossos heróis Black e White, dois meninos rebeldes de rua que tomam conta da cidade, lutando constantemente contra o vilão do velho mundo Yakuza e criaturas alienígenas assassinas que pretendem destruir a metrópole.",
        "popularity": 31.319,
        "poster_path": "/Akj8bQtqmTua2L9wdJ0lN9EmHTW.jpg",
        "release_date": "2006-10-21",
        "title": "Tekkonkinkreet",
        "video": false,
        "vote_average": 7.427,
        "vote_count": 350
    },
    {
        "adult": false,
        "backdrop_path": "/zbdBYpte1Crlfjs8jPVzplOQBpN.jpg",
        "genre_ids": [
            12,
            35,
            10751
        ],
        "id": 346648,
        "original_language": "en",
        "original_title": "Paddington 2",
        "overview": "Após ser adotado pela família Brown, Paddington ganhou muita popularidade na comunidade de Windsor Gardens. No aniversario de 100 anos de sua tia Lucy, esse simpático ursinho sai em busca do presente perfeito e acaba encontrando um livro único na loja de antiguidades do senhor Gruber. Paddington se submete a uma série de trabalhos bizarros para poder comprá-lo, e quando o livro é roubado, ele e sua família farão de tudo para encontrar o ladrão.",
        "popularity": 31.317,
        "poster_path": "/bVAplALQBfKNRrAdOWol6T49Yw6.jpg",
        "release_date": "2017-11-09",
        "title": "As Aventuras de Paddington 2",
        "video": false,
        "vote_average": 7.453,
        "vote_count": 2269
    },
    {
        "adult": false,
        "backdrop_path": "/xQOIS7suLNMhS6jlqXAjMKSE2iC.jpg",
        "genre_ids": [
            18,
            10749,
            12
        ],
        "id": 16520,
        "original_language": "en",
        "original_title": "The King and I",
        "overview": "A história verídica de uma inglesa, Anna Leonowens, que vai ao Sião para tornar-se professora da corte real em 1860. Apesar de ela logo se desentender com o teimoso monarca, com o passar do tempo, Anna e o Rei deixam de tentar mudar um ao outro e começam a se entender. Refilmagem de 'Anna e o Rei do Sião (1946)' e refilmado em 'Anna e o Rei (1999)'.",
        "popularity": 31.297,
        "poster_path": "/i2D1F3IRbQzot3ICMnLmS2YwA4F.jpg",
        "release_date": "1956-06-29",
        "title": "O Rei e Eu",
        "video": false,
        "vote_average": 7.069,
        "vote_count": 370
    },
    {
        "adult": false,
        "backdrop_path": "/9MsqUNYYSXSZeWyxzAlTwTbPavv.jpg",
        "genre_ids": [
            12,
            27,
            28
        ],
        "id": 4283,
        "original_language": "en",
        "original_title": "Primeval",
        "overview": "Uma equipe americana de jornalistas, determinada a capturar um monstro voraz, viaja até ao coração da selva africana para caçar a sua presa. Mas Gustave, como os nativos lhe chamam, também está nesta caçada - sempre em movimento, sempre esquivo, sempre com fome de carne humana. Um medo de fazer saltar o coração é assegurado neste filme ao qual nenhuma unha escapa inteira, acerca deste engenhoso assassino que continua a reclamar um terrífico rasto de sangue...",
        "popularity": 31.283,
        "poster_path": "/90Ck5KYjfiyM7fyJPx7y5qZfYGm.jpg",
        "release_date": "2007-01-12",
        "title": "Primitivo",
        "video": false,
        "vote_average": 6.047,
        "vote_count": 385
    },
    {
        "adult": false,
        "backdrop_path": "/lBmemfERELoZDxyLOCoumfkHAEO.jpg",
        "genre_ids": [
            12,
            16,
            10751
        ],
        "id": 15657,
        "original_language": "en",
        "original_title": "Tarzan II",
        "overview": "Antes de se tornar o rei da selva, Tarzan era um garotinho estranho, que vivia tentando acertar o passo. Quando um de seus tropeços coloca sua família em risco, ele passa a acreditar que é uma fonte de problemas e decide fugir. Em sua emocionante viagem, Tarzan acaba frente a frente com Zugor, o ser mais poderoso da floresta. Juntos, Tarzan e Zugor descobrem que ser diferente não é uma fraqueza, e que os amigos e a família são o segredo de nossa força e felicidade.",
        "popularity": 31.268,
        "poster_path": "/8gpBvzDwph6GAmdFmx0K5HDhidk.jpg",
        "release_date": "2005-06-13",
        "title": "Tarzan 2: A Lenda Começa",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 1102
    },
    {
        "adult": false,
        "backdrop_path": "/o85S8MN16ILEeSPL4JyEVzAmvZV.jpg",
        "genre_ids": [
            10751,
            12,
            35
        ],
        "id": 99770,
        "original_language": "fr",
        "original_title": "Astérix & Obélix : Au service de Sa Majesté",
        "overview": "Asterix e Obelix voltam em uma nova aventura. 50 anos A.C. Júlio César tem um enorme desejo de conquista e a frente de suas legiões gloriosas, ele decide invadir a Grã-Bretanha, e em pouco tempo domina todo o território, faltando apenas a pequena aldeia de Breton. Seu povo resiste bravamente, mas vai enfraquecendo e eles, então, decidem buscar a ajuda de Asterix, Obelix e seu barril de poção mágica.",
        "popularity": 31.256,
        "poster_path": "/dXSvRYyY2SzMVP0uA9fjEIacvLD.jpg",
        "release_date": "2012-10-17",
        "title": "Astérix e Obélix: A Serviço de sua Majestade",
        "video": false,
        "vote_average": 5.099,
        "vote_count": 1262
    },
    {
        "adult": false,
        "backdrop_path": "/l3n7vNeKBfUfLvLRbe8Knk5c1we.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 286873,
        "original_language": "en",
        "original_title": "Northmen: A Viking Saga",
        "overview": "Séc. IX. Um grupo de guerreiros viking foi expulso da sua tribo por ter recusado submeter-se à tirania do rei. Sob o comando do destemido Asbjöran, seguem viagem num navio junto à costa escocesa, com a intenção de saquear os ricos mosteiros de Lindisfarne e, dessa forma, comprar a sua liberdade. Mas uma terrível tempestade arrasta-os para uma região hostil. Com a ajuda de Conall, um enigmático monge, estes homens tentam cruzar o território inimigo e alcançar a segurança de uma fortaleza viking.",
        "popularity": 31.255,
        "poster_path": "/5Mnb3DcAdZZKI4gYnskmP8RFsxr.jpg",
        "release_date": "2014-10-23",
        "title": "A Saga Viking",
        "video": false,
        "vote_average": 5.418,
        "vote_count": 337
    },
    {
        "adult": false,
        "backdrop_path": "/gwBT7eqKEwqWpjqhYDruvFgUH3B.jpg",
        "genre_ids": [
            16,
            878,
            12,
            18
        ],
        "id": 212167,
        "original_language": "ja",
        "original_title": "サカサマのパテマ",
        "overview": "A história desenrola-se num mundo pós apocalíptico e segue Patema, uma princesa que gosta de explorar as zonas perigosas e proibidas da sua vila. Nunca ninguém lhe explicou porque aquelas zonas eram proibidas até um dia em que ela se depara com algo pouco usual.",
        "popularity": 31.236,
        "poster_path": "/pBX3WwJhmMhx98SbFfGWNEhBXUs.jpg",
        "release_date": "2013-11-09",
        "title": "Sakasama no Patema",
        "video": false,
        "vote_average": 7.326,
        "vote_count": 394
    },
    {
        "adult": false,
        "backdrop_path": "/6Bev1r0VbGp8Riv9QiSgt832OoW.jpg",
        "genre_ids": [
            16,
            80,
            9648,
            12
        ],
        "id": 21452,
        "original_language": "ja",
        "original_title": "名探偵コナン 14番目の標的",
        "overview": "Recentemente, uma série de ataques está ocorrendo contra diversas pessoas sem aparente conexão umas com as outras. Logo, Kogoro Mori descobre que ele é, de alguma forma, a chave para esses crimes. Assim, Conan deve mais uma vez usar seus poderes de dedução e dar um fim a essa loucura.",
        "popularity": 31.221,
        "poster_path": "/nus6YnjH6fFPpNAuuVKEPv2pNcE.jpg",
        "release_date": "1998-04-18",
        "title": "Detective Conan: The Fourteenth Target",
        "video": false,
        "vote_average": 7.17,
        "vote_count": 188
    },
    {
        "adult": false,
        "backdrop_path": "/hteOllfbTkD0S7oaEE9zxQYmSsZ.jpg",
        "genre_ids": [
            12,
            14,
            16,
            10751
        ],
        "id": 26505,
        "original_language": "fr",
        "original_title": "Arthur et la vengeance de Maltazard",
        "overview": "Arthur responde a uma chamada de socorro da Princesa Selenia, que está ameaçada pelo nefasto Maltazard.",
        "popularity": 31.203,
        "poster_path": "/qQ5I4Pwrtp4TBHdt7qIG0uguNRM.jpg",
        "release_date": "2009-11-26",
        "title": "Arthur e a Vingança de Maltazard",
        "video": false,
        "vote_average": 5.737,
        "vote_count": 1653
    },
    {
        "adult": false,
        "backdrop_path": "/fgcSkuv3otR5iz2VzzFnh3QOI49.jpg",
        "genre_ids": [
            16,
            14,
            12
        ],
        "id": 41498,
        "original_language": "ja",
        "original_title": "ワンピース フィルム ストロングワールド",
        "overview": "O East Blue está em crise? A notícia atinge os Chapéus de Palha ao longo de sua jornada. Com suas cidades natais enfrentando momentos difíceis, Luffy e seus amigos colocam suas aventuras em espera e decidem voltar para o East Blue, quando de repente um misterioso navio pirata aparece voando no céu. O homem que dirigi o navio não é outro senão o usuário de Akuma no Mi, Shiki “O Leão Dourado”, o mesmo lendário pirata que conseguiu escapar da grande prisão submarina Impel Down, e ficou entre os mais infames piratas como o “Rei dos piratas” Gol D. Roger e Barba Branca. Depois de seqüestrar Nami por suas habilidades de navegação intuitivas, Shiki envia Luffy e sua tripulação hurdling para baixo a suas próprias ilhas flutuantes pessoais. Separando, a tripulação encontram-se então colocados em uma batalha de sobrevivência com feras terríveis em ambientes misteriosos.",
        "popularity": 31.195,
        "poster_path": "/s5UuGv4LxDNkfVm3dG6GEIyGNFE.jpg",
        "release_date": "2009-12-12",
        "title": "One Piece: Strong World",
        "video": false,
        "vote_average": 7.5,
        "vote_count": 341
    },
    {
        "adult": false,
        "backdrop_path": "/wXFMigElKo6e8pDxOl9k8hIwQ6t.jpg",
        "genre_ids": [
            12,
            28,
            27,
            878
        ],
        "id": 9457,
        "original_language": "en",
        "original_title": "Deep Rising",
        "overview": "O Argonautica, um transatlântico recém-inaugurado, sai para o seu primeiro cruzeiro, encontrando perigo a bordo e nas profundezas do oceano. Quando a bela ladra Trillian ameaça roubar os passageiros ricos, o navio encontra problemas maiores, uma notável gigante criatura do mar com tentáculos. Um barco comandado por John Finnegan vai ao encontro do Argonautica e todos lutam para sobreviver.",
        "popularity": 31.128,
        "poster_path": "/mPswZqs5b9Zfj3MwWjeANMpt1fk.jpg",
        "release_date": "1998-01-30",
        "title": "Tentáculos",
        "video": false,
        "vote_average": 6.162,
        "vote_count": 671
    },
    {
        "adult": false,
        "backdrop_path": "/fe6HNvn81wFQR4DvVQgU4lxnraU.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 847,
        "original_language": "en",
        "original_title": "Willow",
        "overview": "Numa terra mística onde o mágico é real, vive Willow Ufgood (Warwick Davis), um pequeno fazendeiro Nelwin que sonha em ser um feiticeiro. Willow se torna guardião de um bebê pertencente aos Daikinis, guerreiros temidos pelos Nelwin. De acordo com a profecia, a criança deverá destruir a malvada feiticeira Bavmorda (Jean Marsh) e acabar com seu reinado de terror, a menos que a bruxa possa destruir a criança primeiro. Willow começa uma perigosa e fabulosa jornada para manter a criança a salvo, junto a dois duendes, um guerreiro rebelado e um feiticeiro bondoso.",
        "popularity": 31.123,
        "poster_path": "/R2RRuyZX30KXbrx7So3SaYMFoK.jpg",
        "release_date": "1988-05-20",
        "title": "Willow - Na Terra da Magia",
        "video": false,
        "vote_average": 7.024,
        "vote_count": 1869
    },
    {
        "adult": false,
        "backdrop_path": "/z2oqTYqFZys9YkAseiUd18Gqqto.jpg",
        "genre_ids": [
            10751,
            12,
            18
        ],
        "id": 1634,
        "original_language": "en",
        "original_title": "Free Willy",
        "overview": "A baleia Willy foi capturada e confinada em um tanque. Sua chance de voltar ao oceano é a amizade de um garoto de 12 anos chamado Jesse. Um filme que fala da importância da verdadeira amizade.",
        "popularity": 31.107,
        "poster_path": "/9iBgd9gi9ztWiVcYSG6zl8wDFBN.jpg",
        "release_date": "1993-07-16",
        "title": "Free Willy",
        "video": false,
        "vote_average": 6.172,
        "vote_count": 1775
    },
    {
        "adult": false,
        "backdrop_path": "/4NyJEGke7B5bZcRaImkTFc5FcZE.jpg",
        "genre_ids": [
            16,
            12,
            28,
            35,
            878,
            14
        ],
        "id": 44730,
        "original_language": "ja",
        "original_title": "ワンピース カラクリ城のメカ巨兵",
        "overview": "Durante uma tempestade na Grand Line, Luffy e seus companheiros exploram um navio que estava afundando e nele encontram um grande baú de tesouro. Estavam ansiosos para abrirem o baú, porém o que estava lá dentro não era um tesouro e sim uma mulher velha com dentes de ouro. Ela se escondeu no baú enquanto o navio afundava com a intenção de se proteger. Então ela propôs ao Bando do Chapéu de Palha que se eles a salvarem, como agradecimento ela os levaria até o lendário tesouro de sua ilha, A Coroa de Ouro! Então como já era de se esperar Luffy e seu bando partem para a tal ilha.",
        "popularity": 31.066,
        "poster_path": "/8x92ekqR0bR9qBIJLpr7xX7yCBi.jpg",
        "release_date": "2006-03-04",
        "title": "One Piece Filme 07: Os Mechas do Castelo Karakuri!",
        "video": false,
        "vote_average": 7.007,
        "vote_count": 154
    },
    {
        "adult": false,
        "backdrop_path": "/mwJqenycCK0jCLgIz8dHTidd7Xw.jpg",
        "genre_ids": [
            10751,
            12,
            16,
            35
        ],
        "id": 690369,
        "original_language": "en",
        "original_title": "LEGO DC: Shazam! Magic and Monsters",
        "overview": "Billy Batson, um garoto de 10 anos de idade, grita uma única palavra e, com raios piscando, ele se transforma em Shazam!, um super-herói adulto. Não demora muito para o Super-Homem, Mulher Maravilha, Batman e toda a Liga da Justiça descobrirem e convidarem o mais sincero benfeitor a se juntar à equipe.",
        "popularity": 30.995,
        "poster_path": "/yxg5oOXD54v6Ifx5ZvT2J0KbwtT.jpg",
        "release_date": "2020-04-28",
        "title": "LEGO DC Shazam: Magia e Monstros",
        "video": false,
        "vote_average": 7.243,
        "vote_count": 142
    },
    {
        "adult": false,
        "backdrop_path": "/pwpw1veVNW2Sls5sGbA9mqMYN49.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 591120,
        "original_language": "ko",
        "original_title": "해적: 도깨비 깃발",
        "overview": "Durante a Dinastia Joseon, uma corajosa tripulação de piratas e bandidos luta contra adversidades, pistas intrigantes e rivais em busca do ouro real perdido no mar.",
        "popularity": 30.968,
        "poster_path": "/7TxDi9DhUIo23eZftFQPk86ojtN.jpg",
        "release_date": "2022-01-26",
        "title": "Os Piratas: Em Busca do Tesouro Perdido",
        "video": false,
        "vote_average": 6.55,
        "vote_count": 170
    },
    {
        "adult": false,
        "backdrop_path": "/h7AKqgIh86HDgJIzENeR2ng1Knn.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 20662,
        "original_language": "en",
        "original_title": "Robin Hood",
        "overview": "Robin Longstride (Russell Crowe) integra o exército do rei Ricardo Coração de Leão (Danny Huston), que está em plenas cruzadas. Após a morte do rei, ele consegue escapar juntamente com alguns companheiros. Em sua tentativa de fuga eles encontram Sir Robert Loxley (Douglas Hodge), que tinha por missão levar a coroa do rei a Londres. Loxley foi atacado por Godfrey (Mark Strong), um inglês que serve secretamente aos interesses do rei Filipe, da França. À beira da morte, Loxley pede a Robin que entregue a seu pai uma espada tradicional da família. Ele aceita a missão e, vestido como se fosse um cavaleiro real, parte para Londres. Após entregar a coroa ao príncipe João (Oscar Isaac), que é nomeado rei, Robin parte para Nottingham. Lá conhece Sir Walter (Max von Sydow) e Marion (Cate Blanchett), respectivamente pai e esposa de Loxley.",
        "popularity": 30.949,
        "poster_path": "/cCzqyuZxvJ38E8DXMbW9q4qgUVa.jpg",
        "release_date": "2010-05-12",
        "title": "Robin Hood",
        "video": false,
        "vote_average": 6.393,
        "vote_count": 4489
    },
    {
        "adult": false,
        "backdrop_path": "/w9vIb69U3rCNrpktTL8a89Meomf.jpg",
        "genre_ids": [
            16,
            28,
            12,
            878
        ],
        "id": 724475,
        "original_language": "en",
        "original_title": "Ben 10 vs. the Universe: The Movie",
        "overview": "Quando um fantasma do passado de Ben, Vilgax, volta para prejudicar em dobro a Equipe Tennyson e o próprio planeta Terra, Ben deve ir ao espaço para salvar o dia.",
        "popularity": 30.929,
        "poster_path": "/eWSPQSIZqc38SYRCvbIU0j5HFqj.jpg",
        "release_date": "2020-10-02",
        "title": "Ben 10 Contra o Universo: O Filme",
        "video": false,
        "vote_average": 7.5,
        "vote_count": 119
    },
    {
        "adult": false,
        "backdrop_path": "/t54RGpDjuGyQbJfhIibUnYUnqbB.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35,
            14
        ],
        "id": 298115,
        "original_language": "en",
        "original_title": "Dragons: Dawn of the Dragon Racers",
        "overview": "Soluço e Melequento competem e praticam captura de ovelhas para a Corrida de Dragão anual, o novo e oficial evento de esporte de dragões em Berk. No entanto, as lembranças da origem desta tradição divergem entre todos. Com isso, Astrid tenta recordar os acontecimentos de como e quem inventou a Corrida de Dragão.",
        "popularity": 30.926,
        "poster_path": "/bRSbu6JgnnANHQeGgxVC8d78wh6.jpg",
        "release_date": "2014-11-01",
        "title": "Dragões - A Origem das Corridas de Dragão",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 333
    },
    {
        "adult": false,
        "backdrop_path": "/g7TaPrIOLCjmEJC8NfHQPFvMh3d.jpg",
        "genre_ids": [
            28,
            12,
            35,
            14,
            878,
            53
        ],
        "id": 354556,
        "original_language": "ru",
        "original_title": "Защитники",
        "overview": "Em plena Guerra Fria, uma organização secreta chamada \"Patriota\" recrutou um grupo de super-heróis russos, modificando o DNA de quatro indivíduos, com o objetivo de defender o país de ameaças sobrenaturais. Arsus, Khan, Ler e Xenia representam os diferentes povos que compõem a União Soviética, e mantêm suas identidades bem guardadas para, também, não expor aqueles que têm a missão de proteger.",
        "popularity": 30.907,
        "poster_path": "/2NG1sSzoy6bUs1b4LdC23fywHpE.jpg",
        "release_date": "2017-02-14",
        "title": "Os Guardiões",
        "video": false,
        "vote_average": 5.042,
        "vote_count": 751
    },
    {
        "adult": false,
        "backdrop_path": "/1Vn00OOonZBYKiY08RG23qLH69u.jpg",
        "genre_ids": [
            12,
            10749,
            18
        ],
        "id": 6972,
        "original_language": "en",
        "original_title": "Australia",
        "overview": "Início da 2ª Guerra Mundial. Sarah Ashley (Nicole Kidman) é uma arrogante aristocrata inglesa, que possui uma fazenda de gado na Austrália. Ela viaja ao país para reencontrar o marido, mas ao chegar descobre que ele foi assassinado. Para não perder a fazenda, ela se une a um vaqueiro (Hugh Jackman) e ao garoto aborígene Nullah (Brandon Walters). Juntos eles precisam levar um rebanho de gado até Darwin, no interior do país.",
        "popularity": 30.855,
        "poster_path": "/fSBtPdx922Ci91mtcMZjPPANoSn.jpg",
        "release_date": "2008-11-18",
        "title": "Austrália",
        "video": false,
        "vote_average": 6.593,
        "vote_count": 2237
    },
    {
        "adult": false,
        "backdrop_path": "/22328gc644F4pZn30nWPPUo4I93.jpg",
        "genre_ids": [
            10751,
            14,
            12
        ],
        "id": 34636,
        "original_language": "en",
        "original_title": "The NeverEnding Story II: The Next Chapter",
        "overview": "Bastian deve salvar Fantasia de uma terrível feiticeira e encontrar coragem que lhe falta na vida real. Seus velhos amigos se juntam a ele: Atreyu; o menino guerreiro, Falkor; o dragão da sorte e o Come-Pedra. E novas criaturas surgem, como Nimbly; o pássaro, o pequeno Wambos, Mudwart, os Gigantes, Come-Pedra Jr. e Smerg; o dragão. Uma grande sequência de efeitos nos trazem incríveis emoções. A mais nova e maravilhosa aventura de Bastian é tão encantadora como a primeira!",
        "popularity": 30.829,
        "poster_path": "/aT4ciVed9EwTg0XmfpDv9Rj7WWX.jpg",
        "release_date": "1990-10-25",
        "title": "A História Sem Fim 2",
        "video": false,
        "vote_average": 5.76,
        "vote_count": 770
    },
    {
        "adult": false,
        "backdrop_path": "/oe7zvJk79WBk3I8bNV9zLI0yXKE.jpg",
        "genre_ids": [
            12,
            878,
            53,
            9648
        ],
        "id": 122293,
        "original_language": "en",
        "original_title": "The Philadelphia Experiment",
        "overview": "",
        "popularity": 30.733,
        "poster_path": "/i7mGfgQqhv7i3s5yPNXFpBKTwge.jpg",
        "release_date": "2012-07-27",
        "title": "The Philadelphia Experiment",
        "video": false,
        "vote_average": 4.863,
        "vote_count": 135
    },
    {
        "adult": false,
        "backdrop_path": "/9Ac0H6cdbYolC72KXm8N0DwZc2I.jpg",
        "genre_ids": [
            12,
            35,
            878
        ],
        "id": 1648,
        "original_language": "en",
        "original_title": "Bill & Ted's Excellent Adventure",
        "overview": "Dois adolescentes viajam em uma máquina do tempo para fazer uma pesquisa escolar e evitar o fim de sua banda. Na viagem, eles conhecem personalidades históricas que vão ajudá-los a escapar da reprovação.",
        "popularity": 30.729,
        "poster_path": "/d4iPcRxSroZe0TH8iv1IsLlWr2k.jpg",
        "release_date": "1989-02-17",
        "title": "Bill & Ted: Uma Aventura Fantástica",
        "video": false,
        "vote_average": 6.865,
        "vote_count": 1785
    },
    {
        "adult": false,
        "backdrop_path": "/2RgsodpRG1kbSjv9q2g7flIShOY.jpg",
        "genre_ids": [
            12,
            18,
            28,
            36,
            10752
        ],
        "id": 76349,
        "original_language": "zh",
        "original_title": "辛亥革命",
        "overview": "Um drama histórico baseado na fundação da República da China, quando forças nacionalistas liderados por Sun Yat-sen derrubou a dinastia Qing.",
        "popularity": 30.706,
        "poster_path": "/rqppYmxtnQfs8yFKjtpWXjbWLzT.jpg",
        "release_date": "2011-07-03",
        "title": "1911: A Revolução",
        "video": false,
        "vote_average": 5.65,
        "vote_count": 150
    },
    {
        "adult": false,
        "backdrop_path": "/fp315t2MuJs3jOPPsoY2Jv7ZdPQ.jpg",
        "genre_ids": [
            12,
            14
        ],
        "id": 47406,
        "original_language": "it",
        "original_title": "Il fiore delle Mille e una notte",
        "overview": "Capítulo final da trilogia de Pasolini inspirada em contos clássicos do erotismo, que se iniciou com \"O Decameron\" e \"Os Contos de Canterbury.\"  Aqui a história é centrada num jovem que se apaixona por uma escrava. Um homem começa uma viagem à procura de sua amante, uma bela escrava chamada Zumurrud, que foi raptada por um ser de olhos azuis. No caminho de sua longa busca, seu caminho vai cruzar com uma série de outros personagens envolvidos em traições, cobiças e desejos.",
        "popularity": 30.693,
        "poster_path": "/uge3QpiNIDISkP0zO0Ou27OOmOq.jpg",
        "release_date": "1974-06-20",
        "title": "As Mil e Uma Noites",
        "video": false,
        "vote_average": 6.545,
        "vote_count": 191
    },
    {
        "adult": false,
        "backdrop_path": "/kzk5nmtpYdGXrScqKiTJOshVacc.jpg",
        "genre_ids": [
            16,
            35,
            12,
            10751
        ],
        "id": 463116,
        "original_language": "uk",
        "original_title": "Викрадена принцеса: Руслан і Людмила",
        "overview": "Na época de valentes cavaleiros, um jovem se apaixona, sem saber, pela filha do Rei. Quando a princesa é raptada por um feiticeiro, ele fará de tudo para resgatá-la e provar que o verdadeiro amor é mais forte que qualquer mágica.",
        "popularity": 30.678,
        "poster_path": "/2QHdfLNPsIZrQJsOpIi6RY8kGLC.jpg",
        "release_date": "2018-03-07",
        "title": "O Resgate da Princesa",
        "video": false,
        "vote_average": 6.822,
        "vote_count": 166
    },
    {
        "adult": false,
        "backdrop_path": "/iHJTF9WcXUfp8iy7EHPxMQ3XQyK.jpg",
        "genre_ids": [
            12,
            28,
            35
        ],
        "id": 1721,
        "original_language": "it",
        "original_title": "...più forte ragazzi!",
        "overview": "Nesta hilariante aventura, nossos heróis mudam de nomes e vão parar na floresta amazônica, depois que o avião, pilotado por eles pega fogo. Lá, descobrem um grande amigo em apuros.",
        "popularity": 30.672,
        "poster_path": "/eXUT1Vldki8tThVGXQ9UnJ6OwYi.jpg",
        "release_date": "1972-12-22",
        "title": "Da-lhe Duro Trinity",
        "video": false,
        "vote_average": 6.75,
        "vote_count": 372
    },
    {
        "adult": false,
        "backdrop_path": "/ijQyoe7ApuFRWTV5C2VLtGFtx5J.jpg",
        "genre_ids": [
            14,
            28,
            878,
            12
        ],
        "id": 426285,
        "original_language": "ja",
        "original_title": "鋼の錬金術師",
        "overview": "Adaptado do famoso mangá e anime, a trama conta a historia de dois irmãos que, depois de perderem sua mãe, Alphonse e Edward Elric tentam trazê-la de volta usando uma técnica proibida de alquimia, mas, para isso, eles precisam dar algo em troca. Como consequência, Ed perde sua perna e Al perde seu corpo. Para impedir que a alma de Al vague incorpórea, Ed sacrifica um braço para prendê-la dentro de uma grande armadura. Visando recuperar seus corpos, os dois irmãos iniciam a busca da lendária Pedra Filosofal.",
        "popularity": 30.645,
        "poster_path": "/kWJtS0XFHxH2ADkWX8P7WISDnX3.jpg",
        "release_date": "2017-12-01",
        "title": "Fullmetal Alchemist",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 527
    },
    {
        "adult": false,
        "backdrop_path": "/fDnrBn9j3hmgqOa59yWILJTZiqq.jpg",
        "genre_ids": [
            12,
            28,
            14
        ],
        "id": 14207,
        "original_language": "en",
        "original_title": "The Librarian: Quest for the Spear",
        "overview": "A tranqüila vida de Flynn é transformada quando ele é escolhido para integrar uma ordem secreta responsável por manter em sigilo alguns dos grandes segredos da humanidade. Designado a proteger uma suposta coleção de artefatos místicos ele é surpreendido por inimigos de uma irmandade que roubam um dos três fragmentos da Lança Sagrada. Sem saída, Flynn, com a ajuda da sexy Nicole parte para a América do Sul com o objetivo de encontrar o primeiro fragmento sagrado antes de seus inimigos. Mas, com o rapto de Nicole, Flynn logo perceberá que essa é uma missão que ele deverá realizar sozinho e só então descobrir se realmente é a pessoa certa para ser o guardião.",
        "popularity": 30.628,
        "poster_path": "/7NcTJVAOQ3VYbt1VqhhkoHRDVyV.jpg",
        "release_date": "2004-07-12",
        "title": "O Guardião: Em Busca da Lança Sagrada",
        "video": false,
        "vote_average": 6.263,
        "vote_count": 619
    },
    {
        "adult": false,
        "backdrop_path": "/1wj8H9gdtkb98Tl3zu0hrHfW0qw.jpg",
        "genre_ids": [
            16,
            12,
            10751
        ],
        "id": 381719,
        "original_language": "en",
        "original_title": "Peter Rabbit",
        "overview": "Pedro Coelho é um animal rebelde que apronta todas no quintal e até dentro da casa do Mr. McGregor, com quem trava uma dura batalha pelo carinho da amante de animais Bea.",
        "popularity": 30.607,
        "poster_path": "/f9Yp41eDDrx4HxFKW8vt9xKPobB.jpg",
        "release_date": "2018-02-07",
        "title": "Pedro Coelho",
        "video": false,
        "vote_average": 6.687,
        "vote_count": 1732
    },
    {
        "adult": false,
        "backdrop_path": "/oBDyiMDdJsxIYcN57JRfscGAo9f.jpg",
        "genre_ids": [
            28,
            12,
            80,
            878,
            53
        ],
        "id": 5550,
        "original_language": "en",
        "original_title": "RoboCop 3",
        "overview": "A corporação OCP estuda desenvolver o projeto Delta City, que vai substituir a abandonada cidade de Detroit. Para atingir este fim, a OCP convoca as forças armadas para intimidar os residentes de fora da cidade, sob o pretexto de que eles estarão contribuindo sua parte para reduzir a criminalidade. Depois de Robocop se unir à resistência civil, ele sustenta vários ferimentos, mas se recupera para lutar contra os robôs-ninja construídos pela OCP.",
        "popularity": 30.581,
        "poster_path": "/ppLSSwCuC5ERRWbu9H3R8SPL9AM.jpg",
        "release_date": "1993-01-21",
        "title": "RoboCop 3",
        "video": false,
        "vote_average": 4.827,
        "vote_count": 1228
    },
    {
        "adult": false,
        "backdrop_path": "/xlSyZzufbB8Nq058EwAVA9HaMbt.jpg",
        "genre_ids": [
            12,
            36,
            28
        ],
        "id": 1911,
        "original_language": "en",
        "original_title": "The 13th Warrior",
        "overview": "Ahmed, um embaixador exilado que vive distante de sua terra, encontra um bando de guerreiros que vem sendo atacado por ferozes criaturas, que devoram todas as coisas vivas que cruzam seu caminho. Quando um velho vidente alerta aos combatentes que estão fadados a perder a luta se não conseguirem um 13º guerreiro, Ahmed acaba juntando-se ao grupo na batalha para vencer o misterioso inimigo.",
        "popularity": 30.57,
        "poster_path": "/pkfJhVfaWFZSHJP4ApGE69YReEy.jpg",
        "release_date": "1999-08-13",
        "title": "O 13° Guerreiro",
        "video": false,
        "vote_average": 6.67,
        "vote_count": 1774
    },
    {
        "adult": false,
        "backdrop_path": "/oqaKsofz49zjNhi48sxQIq8U73X.jpg",
        "genre_ids": [
            28,
            12,
            18,
            36,
            10752
        ],
        "id": 11658,
        "original_language": "ko",
        "original_title": "태극기 휘날리며",
        "overview": "Jin-tae, um sapateiro, trabalha incansavelmente para poder pagar a faculdade de seu irmão mais novo Jin-seok, entretanto, seus desejos e sonhos são colocados de lado quando os dois são forçados a entrar no exército contra suas vontades. No momento crucial da batalha, o destino intervém, forçando seus laços de fé, amor e confiança a serem testados diversas vezes.",
        "popularity": 30.568,
        "poster_path": "/gqGZehMFRo2fnrSxWUitCH8cLfi.jpg",
        "release_date": "2004-02-05",
        "title": "A Irmandade da Guerra",
        "video": false,
        "vote_average": 8.0,
        "vote_count": 641
    },
    {
        "adult": false,
        "backdrop_path": "/i7Vp666mpD6xEbLxeT45eCr1ad3.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            878
        ],
        "id": 19336,
        "original_language": "ja",
        "original_title": "地球攻撃命令 ゴジラ対ガイガン",
        "overview": "Quando invasores alienígenas planejam um parque temático para crianças com quatro monstros gigantes para se colidem, o resultado é a inevitável batalha para o destino da Terra. Pelo menos, é assim que é para Godzilla, que junta-se com seu antigo inimigo espetado Anguirus para um combate contra dois de seus maiores adversários: o lendário tricéfalo King Ghidorah e Gigan, um cyborg cuja conspiração para acabar com a vida humana está habilmente disfarçada como planos para a construção de um parque temático infantil.",
        "popularity": 30.555,
        "poster_path": "/qlrT24kx6GnuzKq3MX4PohhN52E.jpg",
        "release_date": "1972-03-12",
        "title": "Godzilla vs. Gigan",
        "video": false,
        "vote_average": 6.316,
        "vote_count": 185
    },
    {
        "adult": false,
        "backdrop_path": "/2cbUXan4QUY1QoVnhhunJqpKR8y.jpg",
        "genre_ids": [
            10751,
            35,
            14,
            12
        ],
        "id": 448119,
        "original_language": "en",
        "original_title": "Dolittle",
        "overview": "O Dr. Dolittle vive com uma variedade de animais exóticos e conversa com eles diariamente. Quando a jovem rainha Victoria fica doente, o excêntrico médico e seus amigos peludos embarcam em uma aventura épica em uma ilha mítica para encontrar a cura.",
        "popularity": 30.547,
        "poster_path": "/tsa2NZ3QzR6zHg2e20yJfSOhUnS.jpg",
        "release_date": "2020-01-02",
        "title": "As Aventuras do Dr. Dolittle",
        "video": false,
        "vote_average": 6.613,
        "vote_count": 3554
    },
    {
        "adult": false,
        "backdrop_path": "/oK190JudMVb0C5773Vab0TKcBbv.jpg",
        "genre_ids": [
            12,
            28
        ],
        "id": 25642,
        "original_language": "en",
        "original_title": "Ben 10 Alien Swarm",
        "overview": "A Terra está sofrendo com a invasão de um misterioso enxame alien (Alien Swarm). É hora do herói Ben Tennyson salvar o dia usando seus poderes especiais para combater a invasão. A batalha dos encanadores contra os invasores alienígenas será intensa e exigirá todo empenho da equipe liderada por Ben10, que deve usar seu relógio Omnitrix e evitar que a tecnologia alien seja vendida livremente em nosso mundo.",
        "popularity": 30.539,
        "poster_path": "/x7svJOicqZn6ANRceIZM4IbReUf.jpg",
        "release_date": "2009-11-25",
        "title": "Ben 10: Invasão Alienígena",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 327
    },
    {
        "adult": false,
        "backdrop_path": "/iRSRs1RRIXzYt7geifmSeg7qCdr.jpg",
        "genre_ids": [
            12,
            14
        ],
        "id": 10730,
        "original_language": "en",
        "original_title": "King Kong",
        "overview": "Uma expedição de exploração de petróleo chega a uma ilha isolada e encontra um colossal gorila gigante.",
        "popularity": 30.534,
        "poster_path": "/paYKhEwUaxKA05vmOfU7FlleTln.jpg",
        "release_date": "1976-09-08",
        "title": "King Kong",
        "video": false,
        "vote_average": 6.226,
        "vote_count": 806
    },
    {
        "adult": false,
        "backdrop_path": "/4hRQylOUK1pUMtvalpJJsnxZffy.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 11841,
        "original_language": "zh",
        "original_title": "少林三十六房",
        "overview": "San Te, um civil fugindo dos opressores oficiais manchus, refugia-se em um templo Shaolin, onde se dedica ao mais rigoroso treinamento de kung fu. Cada câmara do templo é especializada em um aspecto preciso do treinamento: esgrima, força dos pulsos, visão ou iluminação.",
        "popularity": 30.525,
        "poster_path": "/gDamaWbsDLvqe6fWAi4eXkTz59R.jpg",
        "release_date": "1978-02-02",
        "title": "A 36ª Câmara de Shaolin",
        "video": false,
        "vote_average": 7.47,
        "vote_count": 405
    },
    {
        "adult": false,
        "backdrop_path": "/1FxwuCdaMmCEsl3hSlafKRHR8Th.jpg",
        "genre_ids": [
            10751,
            12,
            35,
            14
        ],
        "id": 9564,
        "original_language": "fr",
        "original_title": "Astérix & Obélix contre César",
        "overview": "A pequena aldeia de Asterix e Obelix é a pedra no sapato do imperador Júlio César: de toda a França, a aldeia gaulesa é o único local que não é controlado pelo Império Romano. O maior problema, segundo os comandantes da legião romana, é a força descomunal dos gauleses, conseguida através de uma poção mágica preparada pelo druida Panoramix. Entretanto, o comandante Detritus tem um plano para derrotar os gauleses: capturar Obelix e o druida Panoramix.",
        "popularity": 30.524,
        "poster_path": "/vUw8OtCAP2XJIYC8wS1F1PwHYq2.jpg",
        "release_date": "1999-02-03",
        "title": "Asterix & Obelix Contra César",
        "video": false,
        "vote_average": 6.008,
        "vote_count": 1827
    },
    {
        "adult": false,
        "backdrop_path": "/a4MrZ711OIObIhSGF8SqcZQTyZo.jpg",
        "genre_ids": [
            12,
            28,
            16
        ],
        "id": 50723,
        "original_language": "ja",
        "original_title": "劇場版 NARUTO -ナルト- 疾風伝 ザ・ロストタワー",
        "overview": "Designado para uma missão para capturar Mukade, Naruto Uzumaki viaja para as ruínas de outra gloriosa histórica Rouran, onde persegue e encurrala o ninja. Mukade revelou a linha dormente dentro das ruínas, ele amplia o poder da linha temporal, causando uma luz para envolver Naruto, enviando-lhe vinte anos no passado. Quando Naruto acorda, ele entra em contato com seu pai.",
        "popularity": 30.498,
        "poster_path": "/4IEBeghOA0tBE5gBiqoBU1ZlHUY.jpg",
        "release_date": "2010-07-31",
        "title": "Naruto Shippuden 4: A Torre Perdida",
        "video": false,
        "vote_average": 7.008,
        "vote_count": 418
    },
    {
        "adult": false,
        "backdrop_path": "/yTL3cV6sLI0sdhaSS8796OkWCH7.jpg",
        "genre_ids": [
            12,
            16,
            35,
            10751,
            14,
            10749
        ],
        "id": 394759,
        "original_language": "ru",
        "original_title": "Волки и овцы: бе-е-е-зумное превращение",
        "overview": "Um lobo entre as ovelhas \"nos leva a uma terra mágica agora, em um prado calmo onde ovelhas podem viver sem preocupações\". Mas os problemas começam a aparecer quando um bloco de lobo está instalado nas proximidades.",
        "popularity": 30.49,
        "poster_path": "/fCy1aWSMUm5dQpEzPfGJ4lPDNVe.jpg",
        "release_date": "2016-04-28",
        "title": "Um Lobo em Pele de Cordeiro",
        "video": false,
        "vote_average": 6.148,
        "vote_count": 128
    },
    {
        "adult": false,
        "backdrop_path": "/rCiiqocQyNWNlWW8pUNYAXS7a1.jpg",
        "genre_ids": [
            878,
            12,
            53
        ],
        "id": 168138,
        "original_language": "es",
        "original_title": "Los últimos días",
        "overview": "No ano de 2013, a humanidade foi atacada por uma doença misteriosa, que causa o pavor dos espaços abertos, responsável pela morte instantânea de uma parcela da população. Todos os habitantes de refugiam em prédios, casas e outros locais fechados. Neste contexto, Marc tenta encontrar sua namorada desaparecida, Julia.",
        "popularity": 30.485,
        "poster_path": "/r7E6Sdjv2F5SahOr2JxcHr69KNl.jpg",
        "release_date": "2013-03-27",
        "title": "Os Últimos Dias",
        "video": false,
        "vote_average": 6.055,
        "vote_count": 330
    },
    {
        "adult": false,
        "backdrop_path": "/x4dH86KvLTGlIBMQb7kNTB0svy5.jpg",
        "genre_ids": [
            12,
            28,
            35,
            37
        ],
        "id": 8584,
        "original_language": "en",
        "original_title": "Shanghai Noon",
        "overview": "Em 1800, uma princesa sequestrada na Cidade Proibida, na China, e levada até o Velho Oeste americano. Na tentativa de salvá-la parte Chon Wang, que se depara com uma cultura completamente diferente da sua. Ao ser atacado por cowboys armados, Wang responde com acrobáticos golpes de kung fu que deixam os americanos de cabelo em pé.",
        "popularity": 30.45,
        "poster_path": "/5xMRR8aFKFEMKkBafplRcQXbG6I.jpg",
        "release_date": "2000-05-26",
        "title": "Bater ou Correr",
        "video": false,
        "vote_average": 6.418,
        "vote_count": 2447
    },
    {
        "adult": false,
        "backdrop_path": "/iUDGuJ4sTEtZpzwElpPr22wWhSO.jpg",
        "genre_ids": [
            12,
            35,
            28,
            10749
        ],
        "id": 248574,
        "original_language": "en",
        "original_title": "Barely Lethal",
        "overview": "16 anos de idade, Megan Walsh é uma jovem agente de operações especiais, treinada com os melhores. Mas cansada desta vida, finge a própria morte para recomeçar. Com uma identidade secreta, ela se matricula como aluna de uma pequena escola, mas sua antiga chefe desconfia do golpe e decide investigar o caso. Ela aprende rapidamente que sobreviver as águas traiçoeiras do ensino médio é mais desafiador do que espionagem internacional.",
        "popularity": 30.444,
        "poster_path": "/tFe8SrBgrQ0Sl9s5tr26QElprTc.jpg",
        "release_date": "2015-04-23",
        "title": "Escola de Espiões",
        "video": false,
        "vote_average": 5.733,
        "vote_count": 1023
    },
    {
        "adult": false,
        "backdrop_path": "/brLBKS5vQfP1vjiupHqa3xg1XQC.jpg",
        "genre_ids": [
            14,
            12,
            35
        ],
        "id": 520725,
        "original_language": "fr",
        "original_title": "Le prince oublié",
        "overview": "O pai solteiro Djibi conta à filha de sete anos, Sofia, contos de fadas bem elaborados todas as noites, sendo ele mesmo o Príncipe Encantado. Cinco anos depois, ela começa a superar o ritual e seu pai, que luta para permanecer o herói da vida dela.",
        "popularity": 30.439,
        "poster_path": "/cktr5OUrHjTPUzRAwJvplpvZPEs.jpg",
        "release_date": "2020-02-12",
        "title": "O Príncipe Esquecido",
        "video": false,
        "vote_average": 5.724,
        "vote_count": 340
    },
    {
        "adult": false,
        "backdrop_path": "/yLJeOFvP0DidEqkoSSrQFQh8J47.jpg",
        "genre_ids": [
            10751,
            16,
            28,
            12,
            14,
            878
        ],
        "id": 16808,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター アドバンスジェネレーション ポケモンレンジャーと蒼海の王子 マナフィ",
        "overview": "A história começa quando o Pokémon Ranger Jackie é mandado para encontrar informações sobre Manaphy. Ele consegue pegar o \"ovo\" de volta, que está Manaphy (não era para ser um Phione?). Ash e cia chegam em uma cidade, e sem saber, se encontram com Jackie. May desconfia que tem algo estranho naquela \"casa\", e assim, descobre Manaphy. May fica sendo uma mãe para Manaphy, mas será que ela seguirá a sua jornada com seu novo companheiro? Lembre Phione não evolui para Manaphy Phione é um Resultado de um Cruzamento (Breeding). May liga-se a Manaphy no filme, agindo como \"mãe\" do pequeno pokemon.",
        "popularity": 30.428,
        "poster_path": "/xv7CC8DTSVoE4QSF3CUmXh575zT.jpg",
        "release_date": "2006-07-15",
        "title": "Pokémon Ranger e o Lendário Templo do Mar",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 195
    },
    {
        "adult": false,
        "backdrop_path": "/h68ilwiTesb5wmDgy2mHYkVuOBP.jpg",
        "genre_ids": [
            35,
            28,
            12,
            10752
        ],
        "id": 961,
        "original_language": "en",
        "original_title": "The General",
        "overview": "Johnnie Gray é apaixonado por sua locomotiva chamada General, e também por Annabelle Lee. Durante a Guerra da Secessão, General e Annabelle são raptadas por espiões da União e Johnnie tentará salvá-las em uma aventura através da ferrovia.",
        "popularity": 30.4,
        "poster_path": "/6o8ljn7y5ChNir6dNqYSyGuNcs1.jpg",
        "release_date": "1926-12-25",
        "title": "A General",
        "video": false,
        "vote_average": 7.967,
        "vote_count": 1189
    },
    {
        "adult": false,
        "backdrop_path": "/A3sSawJG5de6VboyKIVg01x3H6E.jpg",
        "genre_ids": [
            9648,
            14,
            35,
            12
        ],
        "id": 47533,
        "original_language": "en",
        "original_title": "Scooby-Doo! Curse of the Lake Monster",
        "overview": "A equipa da \"Mistério S.A.\" arranjam trabalhos de Verão num campo de férias pertencente ao tio da Daphne, onde se deparam com acontecimentos estranhos em redor do lago - incluindo pedras-da-lua, personagens assustadores e um Monstro Sapo à solta. Existe mistério e romance no ar que apenas Fred, Velma, Daphne, Salsicha e Scooby-Doo conseguem desvendar.",
        "popularity": 30.365,
        "poster_path": "/13anKM1yMz5cSUKZ214dSJzUlVf.jpg",
        "release_date": "2010-10-16",
        "title": "Scooby-Doo! e a Maldição do Monstro do Lago",
        "video": false,
        "vote_average": 6.147,
        "vote_count": 496
    },
    {
        "adult": false,
        "backdrop_path": "/k0ZcRQFZofB9Hl2fEFvbyEVdFcX.jpg",
        "genre_ids": [
            35,
            14,
            12
        ],
        "id": 344268,
        "original_language": "fr",
        "original_title": "Les Nouvelles Aventures D'Aladin",
        "overview": "Sam (Kev Adams) e seu amigo Khalid (William Lebghil) são dois ladrões de quinta categoria que decidem armar um esquema para roubar uma loja de departamentos. No entanto, eles acabam sendo surpreendidos por um bando de crianças no meio do roubo e se veem obrigados a improvisar uma releitura da história de Aladin tentando se salvar.",
        "popularity": 30.346,
        "poster_path": "/eLEV9gEKQaR2qso3d3QRydlOrLf.jpg",
        "release_date": "2015-10-14",
        "title": "Deu a Louca no Aladin",
        "video": false,
        "vote_average": 4.721,
        "vote_count": 855
    },
    {
        "adult": false,
        "backdrop_path": "/xvVtwsBJHXuLwAJetShR1276IIL.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35
        ],
        "id": 375107,
        "original_language": "en",
        "original_title": "Duck Duck Goose",
        "overview": "Peng (Jim Gaffigan) é um ganso solteirão imaturo. Em uma de suas travessuras ele separa os irmãos patos Chao (Lim Lance) e Chi (Zendaya) do resto do grupo de migração.  Agora ele precisa descobrir como cuidar de crianças e levá-las de volta para casa.",
        "popularity": 30.331,
        "poster_path": "/lDk0dvwjBi6bGBOqgOXc5W5T7Qk.jpg",
        "release_date": "2018-03-09",
        "title": "Pato Pato Ganso",
        "video": false,
        "vote_average": 6.208,
        "vote_count": 161
    },
    {
        "adult": false,
        "backdrop_path": "/gFzBLipMi8pBn3KkoL4WSgkIUu9.jpg",
        "genre_ids": [
            28,
            12,
            16,
            18
        ],
        "id": 14003,
        "original_language": "ja",
        "original_title": "劇場版 鋼の錬金術師 シャンバラを征く者",
        "overview": "O filme se passa dois anos após os acontecimentos do último episódio da série Fullmetal Alchemist. Edward Elric vive em Munique (Alemanha) no ano de 1923, junto com Alphonse Heiderich, onde busca uma forma de voltar ao seu mundo e reencontrar seu irmão Alphonse Elric e seus amigos, mas ele terá que enfrentar também os problemas de sua época no outro mundo, como por exemplo Adolf Hitler.",
        "popularity": 30.286,
        "poster_path": "/t8VeWYzNDvaCAf74Imkg3kaXvwc.jpg",
        "release_date": "2005-07-21",
        "title": "Fullmetal Alchemist, o Filme: O Conquistador de Shamballa",
        "video": false,
        "vote_average": 7.251,
        "vote_count": 333
    },
    {
        "adult": false,
        "backdrop_path": "/3Nf45IBLyZVKQvHAQfPrKXVdCMK.jpg",
        "genre_ids": [
            35,
            12,
            878,
            14
        ],
        "id": 303542,
        "original_language": "it",
        "original_title": "Il ragazzo invisibile",
        "overview": "O filme estrelado por Michael, um adolescente aparentemente como muitos que vivem em uma cidade litorânea tranquila. Ele não pode dizer que é popular na escola, não brilha no estudo, não se destacam nos esportes. Mas ele basicamente não importa.  Michele faria de tudo  para ter a atenção de Stella, a menina de classe que não para de admirar. No entanto, a sensação de que ela simplesmente o ignora . Mas um dia a monótona sucessão de dias é interrompida por uma descoberta extraordinária: Michele olha no espelho e verifica-se invisível. O mais incrível aventura de sua vida está prestes a começar.",
        "popularity": 30.267,
        "poster_path": "/xYCy2Y70JlNYIA2mkwv1Do6ju0O.jpg",
        "release_date": "2014-12-18",
        "title": "Il ragazzo invisibile",
        "video": false,
        "vote_average": 6.254,
        "vote_count": 929
    },
    {
        "adult": false,
        "backdrop_path": "/tecyGlerpN54dH1kYWXoesUFGK3.jpg",
        "genre_ids": [
            18,
            12,
            37
        ],
        "id": 44264,
        "original_language": "en",
        "original_title": "True Grit",
        "overview": "Depois que um bandido chamado Tom Chaney assassina seu pai, uma menina de 14 anos e mal-humorada, Mattie Ross, contrata Rooster Cogburn, um embriagado homem da lei para ajudá-la a encontrar Chaney e vingar seu pai . A dupla briguenta não está sozinha em sua busca. Um Texas Ranger, chamado LaBoeuf, também vem monitorando Chaney por razões próprias. Juntos, o trio se aventura em um território hostil para distribuir um pouco da justiça do Velho Oeste.",
        "popularity": 30.259,
        "poster_path": "/dRFcmou6HSCsMUXVG5GVy9UH7R4.jpg",
        "release_date": "2010-12-22",
        "title": "Bravura Indômita",
        "video": false,
        "vote_average": 7.305,
        "vote_count": 5125
    },
    {
        "adult": false,
        "backdrop_path": "/vivLzGFFDEAg9iXc61g2ogswiRg.jpg",
        "genre_ids": [
            12,
            18,
            36
        ],
        "id": 310119,
        "original_language": "en",
        "original_title": "Last Days in the Desert",
        "overview": "Livremente baseado no Velho Testamento, Jesus Cristo (Ewan McGregor) viaja sozinho pelo deserto durante 40 dias de jejum e oração. Nessa jornada, ele enfrenta a personificação do Diabo (Também interpretado por Ewan McGregor), que põe em dúvida o amor de Deus, em um dramático teste de sua fé.",
        "popularity": 30.249,
        "poster_path": "/g7PQ0DoAnR5OB2ZzaZrCiQ6dNo8.jpg",
        "release_date": "2016-05-13",
        "title": "Últimos Dias no Deserto",
        "video": false,
        "vote_average": 5.736,
        "vote_count": 159
    },
    {
        "adult": false,
        "backdrop_path": "/ovggmAOu1IbPGTQE8lg4lBasNC7.jpg",
        "genre_ids": [
            14,
            878,
            12
        ],
        "id": 412656,
        "original_language": "en",
        "original_title": "Chaos Walking",
        "overview": "Em um futuro não muito distante, em um mundo onde as mulheres desapareceram e os homens foram afetados pelo \"ruído\" – uma força que deixa seus pensamentos audíveis – Todd Hewitt encontra Viola, uma jovem misteriosa que aterrissou em seu planeta. Com Viola correndo perigo, Todd jura protegê-la e colocá-la fora de perigo. Para salvá-la, Todd terá que controlar seu \"ruído\", descobrir sua própria força e desvendar todos os segredos sombrios que seu planeta e sua comunidade guardam.",
        "popularity": 30.237,
        "poster_path": "/oMSumadgRiygK1DUtBurdnZb9Jz.jpg",
        "release_date": "2021-02-24",
        "title": "Mundo em Caos",
        "video": false,
        "vote_average": 6.597,
        "vote_count": 2217
    },
    {
        "adult": false,
        "backdrop_path": "/d7wGFF8LtsLfXUy8X2i3p2ojO9b.jpg",
        "genre_ids": [
            28,
            12,
            35,
            878
        ],
        "id": 349176,
        "original_language": "ja",
        "original_title": "暗殺教室",
        "overview": "A Classe 3-E da escola Kunugigaoka é apresentada a uma figura bem estranha. Acontece que ele é um monstro em formato de polvo e a partir de hoje será o novo professor deles! Pra piorar, esse tal monstro foi o responsável por destruir boa parte da lua e pretende fazer o mesmo com o planeta Terra daqui há um ano, mas antes ele irá treinar todos os alunos dessa sala para uma missão bem peculiar: ensinar eles a matá-lo em menos de um ano, antes que ele cometa tal ato.",
        "popularity": 30.235,
        "poster_path": "/wF8eLHekJKgr5AciBnscC6qUJRL.jpg",
        "release_date": "2015-03-21",
        "title": "Classe de Assassinato",
        "video": false,
        "vote_average": 7.255,
        "vote_count": 192
    },
    {
        "adult": false,
        "backdrop_path": "/7rFTO7yEJaAXzx3OX1wHgVzVTXc.jpg",
        "genre_ids": [
            10751,
            14,
            18,
            12
        ],
        "id": 16523,
        "original_language": "en",
        "original_title": "Where the Wild Things Are",
        "overview": "Max (Max Records), fantasiado de lobo, faz malcriações com sua mãe (Catherine Keener) por ciúmes de um amigo dela (Mark Ruffalo). Como castigo, é mandado para o quarto sem jantar. Max resolve fugir de casa e usa a imaginação para criar uma misteriosa ilha. Lá ele encontra vários monstros, que vivem em bando. Max afirma possuir poderes e acaba nomeado rei do grupo. Responsável por evitar que a tristeza tome conta do lugar, ele passa a criar uma série de jogos para mantê-los em constante diversão.",
        "popularity": 30.196,
        "poster_path": "/nAV0JniqnYDNuQ3MT9FiVursqhm.jpg",
        "release_date": "2009-10-16",
        "title": "Onde Vivem os Monstros",
        "video": false,
        "vote_average": 6.486,
        "vote_count": 1781
    },
    {
        "adult": false,
        "backdrop_path": "/7T2pOV1zdVLtZdIXvbRHpRRFFS4.jpg",
        "genre_ids": [
            35,
            12
        ],
        "id": 893369,
        "original_language": "fr",
        "original_title": "Jack Mimoun et les secrets de Val Verde",
        "overview": "O aventureiro Jack Minoun terá que voltar a uma ilha selvagem depois de se tornar uma estrela. Ao lado de um grupo imprevisível, viverá uma caça ao tesouro em busca de uma espada pirata.",
        "popularity": 30.192,
        "poster_path": "/vWx3Hi7DZ7VWyjWVf9gySG6Lbq4.jpg",
        "release_date": "2022-10-12",
        "title": "As Aventuras de Jack Mimoun",
        "video": false,
        "vote_average": 5.266,
        "vote_count": 188
    },
    {
        "adult": false,
        "backdrop_path": "/qV34mKEiF63iyfc0X3mdayAp6ap.jpg",
        "genre_ids": [
            14,
            28,
            12,
            27,
            53
        ],
        "id": 2269,
        "original_language": "ru",
        "original_title": "Дневной дозор",
        "overview": "A antiga guerra entre as forças da Luz e da Escuridão está perto do fim. Cada lado ganhou um poderoso guardião, que se dirigem para um conflito decisivo. De um lado está o filho de Anton Gorodetsky, Yegor, que se uniu às forças da Escuridão. Svetlana, o amor de Anton, é a esperança das forças da Luz. Paralelamente Anton precisa fugir, pois é acusado de assassinato.",
        "popularity": 30.166,
        "poster_path": "/ahHRE6jL3gGsnkPc0rpesqxdxmj.jpg",
        "release_date": "2006-01-01",
        "title": "Guardiões do Dia",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 510
    },
    {
        "adult": false,
        "backdrop_path": "/jkqOsSaPf1Yx8JFHo6LpIhyRGlH.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            14
        ],
        "id": 50087,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター ダイヤモンド&パール 幻影の覇者 ゾロアーク",
        "overview": "Ash e seus amigos visitam a cidade de Crown para assistir a Pokémon Backer World Cup. Durante sua viagem, eles encontram um Pokémon chamado Zorua, que procura pelo seu companheiro. Eles decidem ajudá-lo, mas um Pokémon chamado Zoroark - O Governante da Ilusão - está a transformar-se em Raikou, Entei e Suicune e a destruir a cidade de Crown. Além disso, Celebi retorna após 20 anos e fica em sarilhos. O que está a acontecer na cidade de Crown? O que poderia ser o \"Governante da Ilusão\", Zoroark? E Celebi? Ash e Cia conseguirão salvar a cidade e o Pokémon?\"",
        "popularity": 30.154,
        "poster_path": "/zGKwjx1hl7I9ef5RlKrGQh5fL1w.jpg",
        "release_date": "2010-07-10",
        "title": "Pokémon: Zoroark - Mestre das Ilusões",
        "video": false,
        "vote_average": 6.719,
        "vote_count": 203
    },
    {
        "adult": false,
        "backdrop_path": "/y9dh5pSnptG3CMQMn92BAHnK8WE.jpg",
        "genre_ids": [
            14,
            12,
            28,
            9648
        ],
        "id": 35552,
        "original_language": "fr",
        "original_title": "Les Aventures extraordinaires d'Adèle Blanc-Sec",
        "overview": "Adèle é uma jovem e aventureira repórter capaz de qualquer coisa para conseguir o que quer. Ela vai até o Egito em busca da cura da doença de sua irmã, na tumba secreta de um faraó. Ao retornar para Paris, ela percebe que o pânico tomou conta da população. Um ovo de dinossauro de milhões de anos se chocou misteriosamente no museu e a criatura está aterrorizando a cidade. Além disso, coisas estranhas continuam acontecendo no museu. Mas, nem o perigo e nem todo mistério por trás dos curiosos acontecimentos impedirá Adèle de conseguir salvar sua irmã. Prepare-se, a aventura está apenas começando!",
        "popularity": 30.149,
        "poster_path": "/rHps2s8XFQYtyP0lUvF7682ExWo.jpg",
        "release_date": "2010-04-09",
        "title": "As Múmias do Faraó",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 1272
    },
    {
        "adult": false,
        "backdrop_path": "/uLj6KxVPiu8tEDFcgFWu0V5stJn.jpg",
        "genre_ids": [
            10751,
            16,
            35,
            12
        ],
        "id": 14444,
        "original_language": "en",
        "original_title": "The Rugrats Movie",
        "overview": "Tommy ganha um irmão, o pequeno Dil, que logo passa a receber todos os afagos e atenção de seus pais e de seus amigos. Enciumado com a nova situação, Tommy, motivado pelos conselhos de Angélica, decide devolver Dil para o lugar de onde veio: o hospital. Os amigos de Tommy descobrem o plano e resolvem fazer de tudo para impedir que Dil vá embora. Porém, eles terminam indo para bem longe de seus pais e se perdendo em plena floresta, onde precisarão enfrentar seus próprios medos para conseguir retornar a seus lares.",
        "popularity": 30.144,
        "poster_path": "/4ESY5mlf3bD1mf4RSRu4HTc6QLo.jpg",
        "release_date": "1998-11-20",
        "title": "Rugrats: Os Anjinhos - O Filme",
        "video": false,
        "vote_average": 6.159,
        "vote_count": 547
    },
    {
        "adult": false,
        "backdrop_path": "/sPU9KWoPYt9z8ZbI6iLlF6Xvsje.jpg",
        "genre_ids": [
            10751,
            14,
            16,
            12
        ],
        "id": 202575,
        "original_language": "en",
        "original_title": "The House of Magic",
        "overview": "Trovão, um pequeno gatinho que foi abandonado pela sua família, refugia-se numa misteriosa mansão onde vive um excêntrico mágico reformado, Lorenzo, e o seu divertido grupo de animais e autómatos, com poderes surpreendentes, que lhe fazem companhia. No seguimento de um acidente de bicicleta, o mágico é hospitalizado, e o seu ambicioso sobrinho, aproveita-se da situação para tentar vender a mansão, sem o seu consentimento. É então que o Trovão tem uma ideia fantástica: transformar a mansão numa casa assombrada!",
        "popularity": 30.138,
        "poster_path": "/lUp8mXwhtWhY7awGEhZ5staYXR6.jpg",
        "release_date": "2013-12-24",
        "title": "A Mansão Mágica",
        "video": false,
        "vote_average": 6.346,
        "vote_count": 337
    },
    {
        "adult": false,
        "backdrop_path": "/wi8pmuxWN80AoDNnetNwwgZVbGg.jpg",
        "genre_ids": [
            12,
            18,
            28
        ],
        "id": 58857,
        "original_language": "ja",
        "original_title": "十三人の刺客",
        "overview": "A paz do Japão feudal de 1844 está sendo ameaçada por um tirano cruel e impiedoso chamado Naritsugu Matsudaira. Um veterano guerreiro chamado Shinzaemon Shimada é recrutado para deter o tirano. Ele reúne mais doze guerreiros para se unirem a ele em uma missão suicida que irá assassinar o lorde Matsudaira.",
        "popularity": 30.127,
        "poster_path": "/ndq5AirBAWW5zcRFIs4qu1YPk2V.jpg",
        "release_date": "2010-09-09",
        "title": "13 Assassinos",
        "video": false,
        "vote_average": 7.295,
        "vote_count": 1084
    },
    {
        "adult": false,
        "backdrop_path": "/c4jwzF8rAD3c2YpPlRwrDAxWzT3.jpg",
        "genre_ids": [
            14,
            10751,
            12,
            28,
            35
        ],
        "id": 471968,
        "original_language": "ru",
        "original_title": "Последний богатырь",
        "overview": "",
        "popularity": 30.124,
        "poster_path": "/kWQh4iIt3WQvWrhMoukPCshzNsh.jpg",
        "release_date": "2017-10-19",
        "title": "Последний богатырь",
        "video": false,
        "vote_average": 6.847,
        "vote_count": 163
    },
    {
        "adult": false,
        "backdrop_path": "/bK4VigqGwROMnFRNT9gudON6C5b.jpg",
        "genre_ids": [
            28,
            12,
            35,
            18,
            16
        ],
        "id": 25278,
        "original_language": "ja",
        "original_title": "劇場版ワンピース エピソードオブアラバスタ 砂漠の王女と海賊たち",
        "overview": "Este filme reconta o Arco de Alabasta (episódio 92 ao 130), onde o Bando do Chapéu de Palha está ajudando a princesa Vivi á salvar seu reino de ser destruído por uma guerra estabelecida, que começou quando a primeira seca ocorreu à 3 anos atrás graças à organização secreta chamada de Baroque Works, liderada pelo até então conhecido como Mr.0 (o Shichibukai Crocodile), com isso o Bando dos Chapéu de Palha está determinado à acabar com essa organização e estabelecer a paz no reino.",
        "popularity": 30.096,
        "poster_path": "/xdUr3hCslqkgqsgahpnXbIynOBe.jpg",
        "release_date": "2007-03-03",
        "title": "One Piece:  A Princesa do Deserto e os Piratas",
        "video": false,
        "vote_average": 6.858,
        "vote_count": 137
    },
    {
        "adult": false,
        "backdrop_path": "/qpemGrOsri13KmvkYIeU8oJ1FQD.jpg",
        "genre_ids": [
            16,
            35,
            14,
            12,
            10751,
            27
        ],
        "id": 667276,
        "original_language": "es",
        "original_title": "Las Leyendas: El Origen",
        "overview": "",
        "popularity": 30.095,
        "poster_path": "/fR49hZdFJ6ZtRS23JW79VYmZgI7.jpg",
        "release_date": "2021-02-15",
        "title": "Las Leyendas: El Origen",
        "video": false,
        "vote_average": 8.268,
        "vote_count": 244
    },
    {
        "adult": false,
        "backdrop_path": "/azheZwmLAiWZyDuL416NL0IxvFp.jpg",
        "genre_ids": [
            35,
            878,
            12,
            10751
        ],
        "id": 11260,
        "original_language": "en",
        "original_title": "Meet Dave",
        "overview": "Em busca de uma saída para evitar a destruição de seu planeta, seres extra-terrestres chegam à Terra. Eles possuem a forma de seres humanos, mas são bem menores. Para observar e aprender sobre a rotina terráquea eles passam a abrigar naves que tem o formato de humanos normais. Uma delas é Dave (Eddie Murphy), que precisa agir como uma pessoa normal para não despertar suspeitas.",
        "popularity": 30.059,
        "poster_path": "/sEzO5ls8mjsUbgdcYEbg57FQr7v.jpg",
        "release_date": "2008-07-08",
        "title": "O Grande Dave",
        "video": false,
        "vote_average": 5.273,
        "vote_count": 1381
    },
    {
        "adult": false,
        "backdrop_path": "/oNGw9appaywtcZwf64GABeTPBgL.jpg",
        "genre_ids": [
            28,
            12,
            14,
            18
        ],
        "id": 78049,
        "original_language": "en",
        "original_title": "The Scorpion King 3: Battle for Redemption",
        "overview": "Expulso de seu antigo reino e após perder sua amada, Mathayus (Victor Webster) se tornou um assassino de aluguel. Ele é contratado por Hórus (Ron Perlman), o rei do Egito, para proteger seu povo do ataque de um tirano impiedoso e de seus impiedosos guerreiros. Como pagamento, o rei oferece a Mathayus a mão de sua filha em casamento e o Olho dos Deus, um lendário objeto com poderes sobrenaturais, que pode ser a grande chance do guerreiro reconquistar a glória perdida .",
        "popularity": 30.027,
        "poster_path": "/3Ate9vumD96nSQJ1aFw9QGORdb.jpg",
        "release_date": "2012-01-17",
        "title": "O Escorpião Rei 3: Batalha Pela Redenção",
        "video": false,
        "vote_average": 4.597,
        "vote_count": 330
    },
    {
        "adult": false,
        "backdrop_path": "/58d0AkSzJGkfcGOG8UN8hrV6uux.jpg",
        "genre_ids": [
            28,
            12,
            10749,
            10751
        ],
        "id": 2926,
        "original_language": "en",
        "original_title": "The Three Musketeers",
        "overview": "Adaptação da obra de Alexandre Dumas, em que o jovem D’Artagnan se une aos mosqueteiros Athos, Portohos e Aramis contra o Cardeal Richelieu, que deseja expandir seus poderes, e seu braço direito, Rochefort.",
        "popularity": 30.014,
        "poster_path": "/6qjW1e31k2XhcWpzGz6lgHcRt5W.jpg",
        "release_date": "1973-12-11",
        "title": "Os Três Mosqueteiros",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 284
    },
    {
        "adult": false,
        "backdrop_path": "/rBhSUf8CHwZ442maEvF0tF4CoMd.jpg",
        "genre_ids": [
            12,
            18,
            28
        ],
        "id": 32909,
        "original_language": "zh",
        "original_title": "花木兰",
        "overview": "Quando a China é invadida, o imperador decreta que cada família ceda um homem para o exército imperial. Com isso, uma jovem fica angustiada ao ver seu velho e doente pai a ser convocado, por ser o único homem da família. Ele precisa ir, mesmo sabendo que certamente morrerá, para manter a honra da família. Assim, sua filha rouba sua armadura e espada, se disfarça de homem e se apresenta no lugar do seu pai, se alistando disfarçada em um exército só de homens.",
        "popularity": 30.001,
        "poster_path": "/6p7AZ4XM4Ox8xUjyre38pnghXDm.jpg",
        "release_date": "2009-11-26",
        "title": "Mulan",
        "video": false,
        "vote_average": 7.44,
        "vote_count": 414
    },
    {
        "adult": false,
        "backdrop_path": "/41e5H3UhT7D8VYBh4rdGy5fB0lv.jpg",
        "genre_ids": [
            28,
            16,
            12
        ],
        "id": 44727,
        "original_language": "ja",
        "original_title": "ワンピース デッドエンドの冒険",
        "overview": "Desesperados por dinheiro, os Chapéus de Palha entram numa corrida secreta entre tripulações piratas conhecidos como o Concurso beco sem saída. Lá, eles devem lutar contra os poderosos, incluindo um Ex-Marinheiro que se Tornou um Pirata, (Capitão Gasparde), e o caçador de recompensas que quer matá-lo. No entanto, com o esquema mortal de Gasparde, todos os seus adversários foram condenados desde o início?",
        "popularity": 29.998,
        "poster_path": "/hdxzlbMwNCxtxkVa7UiaNkId2TM.jpg",
        "release_date": "2003-03-01",
        "title": "One Piece Filme 04: Aventura Mortal!",
        "video": false,
        "vote_average": 7.056,
        "vote_count": 179
    },
    {
        "adult": false,
        "backdrop_path": "/zkBVUPzn7An2CUSS5lgp21fnbDv.jpg",
        "genre_ids": [
            12,
            10751,
            14
        ],
        "id": 11533,
        "original_language": "en",
        "original_title": "Jason and the Argonauts",
        "overview": "Baseado em um mito da Mitologia Grega, o filme conta a história de Jasão, que após retornar para sua casa de uma viagem de 20 anos, deve encontrar um mágico velo de ouro para reconquistar seu trono. Assim, ele lidera uma equipe, que inclui o heroico Hércules, para ir atrás do artefato, enfrentando perigos enormes como um gigante feito de bronze.",
        "popularity": 29.965,
        "poster_path": "/tJAiryg1a9GMPD6a8jcIFDPL4FE.jpg",
        "release_date": "1963-06-19",
        "title": "Jasão e o Velo de Ouro",
        "video": false,
        "vote_average": 7.159,
        "vote_count": 582
    },
    {
        "adult": false,
        "backdrop_path": "/je4MyG770NstNjluJpdJGLNsGm2.jpg",
        "genre_ids": [
            10751,
            12,
            14,
            10749,
            18
        ],
        "id": 385448,
        "original_language": "en",
        "original_title": "The Little Mermaid",
        "overview": "Um jovem repórter vai fazer uma reportagem sobre um circo que diz apresentar uma sereia de verdade. Inicialmente cético, ele leva sua jovem sobrinha na viagem e lá eles descobrem uma bela e encantadora critatura a qual eles acreditam ser realmente uma sereia. Juntos eles embarcar numa aventura de salvar a moça da vida naquele lugar.",
        "popularity": 29.95,
        "poster_path": "/fK2UnoO7PhWsCVDF1y0cXd0A7Kh.jpg",
        "release_date": "2018-08-02",
        "title": "A Pequena Sereia",
        "video": false,
        "vote_average": 5.029,
        "vote_count": 828
    },
    {
        "adult": false,
        "backdrop_path": "/2r6tLi4p21dqVmOP5Lwge4hcDAU.jpg",
        "genre_ids": [
            16,
            10751,
            35,
            878,
            12
        ],
        "id": 16187,
        "original_language": "en",
        "original_title": "Buzz Lightyear of Star Command: The Adventure Begins",
        "overview": "O malvado imperador Zung e seus capangas capturam os Homenzinhos Verdes para descobrir segredo que pode levar ao controle do universo. Buzz e sua destemida equipe de cadetes entram em ação contra os terríveis criminosos.",
        "popularity": 29.937,
        "poster_path": "/oHy4sKgA7foQ8Hofo456gCnFN9a.jpg",
        "release_date": "2000-08-08",
        "title": "Buzz Lightyear do Comando Estelar - A Aventura Começa",
        "video": false,
        "vote_average": 6.384,
        "vote_count": 318
    },
    {
        "adult": false,
        "backdrop_path": "/bmuTrxbPcr1nKCsV5YWWJi73PGR.jpg",
        "genre_ids": [
            28,
            12,
            35,
            10751,
            878
        ],
        "id": 12279,
        "original_language": "en",
        "original_title": "Spy Kids 3-D: Game Over",
        "overview": "Os agentes secretos Juni e Carmen Cortez partem para sua mais emocionante missão: uma aventura dentro da realidade virtual de um videogame, onde gráficos e criaturas aterrorizantes ameaçam suas vidas. Conforme eles enfrentam desafios através das crescentes dificuldades das fases deste jogo, a dupla precisa confiar no humor, nos truques e nos laços de família para poder deter um poderoso vilão determinado a controlar a juventude do mundo.",
        "popularity": 29.908,
        "poster_path": "/1LlK2KfVSkz1ALDtV0jwfYbSVX4.jpg",
        "release_date": "2003-07-25",
        "title": "Pequenos Espiões 3: Game Over",
        "video": false,
        "vote_average": 5.126,
        "vote_count": 2150
    }
]