[
    {
        "adult": false,
        "backdrop_path": "/giWdPd0z3z8ONFQdGVygZ26l1Ao.jpg",
        "genre_ids": [
            28,
            53,
            12,
            80
        ],
        "id": 11968,
        "original_language": "en",
        "original_title": "Into the Blue",
        "overview": "A vida de um casal de namorados muda completamente quando um amigo deles compra um iate perfeito para procurarem tesouros no fundo do mar. Em meio às buscas por tesouro, eles encontram um carregamento de drogas e passam a ser ameaçados de morte.",
        "popularity": 39.941,
        "poster_path": "/5bL4VNWRaodLaGKUeUKJhX7qVmc.jpg",
        "release_date": "2005-09-30",
        "title": "Mergulho Radical",
        "video": false,
        "vote_average": 5.898,
        "vote_count": 1451
    },
    {
        "adult": false,
        "backdrop_path": "/nWLaQghS2v9jKGXFsl6M5y1UG3U.jpg",
        "genre_ids": [
            10751,
            16,
            35,
            12
        ],
        "id": 263109,
        "original_language": "en",
        "original_title": "Shaun the Sheep Movie",
        "overview": "Shaun é um carneiro que, um belo dia, resolve tirar um dia de folga com os outros animais, para sair da rotina da fazenda. Só que, acidentalmente, ele acaba mandando o carinhoso fazendeiro para a cidade grande, onde o homem perde a memória. Os animais, então, comandados por shaun, vão aprontar altas confusões no caos urbano para trazer o dono de volta para casa.",
        "popularity": 39.923,
        "poster_path": "/I7LCUjD6X7ijWwIsIOjgdIMtoF.jpg",
        "release_date": "2015-02-05",
        "title": "Shaun, o Carneiro: O Filme",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 1353
    },
    {
        "adult": false,
        "backdrop_path": "/m8HTWJJSZiypHtKoaio66Gy9G21.jpg",
        "genre_ids": [
            10751,
            12,
            35
        ],
        "id": 1281,
        "original_language": "en",
        "original_title": "Bean",
        "overview": "Em pleno Outono de 1997, uma galeria americana decide comprar, através da dádiva de um milionário, um importantíssimo quadro que estava em Paris. Para reforçar a importância do acontecimento a galeria pediu à Royal National Gallery de Inglaterra que enviasse o seu mais ilustre conhecedor de arte no sentido deste apresentar a obra. Este seria o maior erro da história da Grierson Gallery, pois os Ingleses não lhe iriam disponibilizar a pessoa que eles tanto pretendiam. O \"escolhido\" seria o empregado mais detestável que possuíam, pois era a única forma que encontraram para se verem livres dele. Quem é o famoso empregado? Mr. Bean. 007 é o seu Q.I.",
        "popularity": 39.891,
        "poster_path": "/yoFGuw59e1KPFSwzrQexBL5khMx.jpg",
        "release_date": "1997-07-03",
        "title": "Mr. Bean - O Filme",
        "video": false,
        "vote_average": 6.465,
        "vote_count": 2335
    },
    {
        "adult": false,
        "backdrop_path": "/2YtOXTZMI7WpKDmMyEbjzFuQboC.jpg",
        "genre_ids": [
            28,
            12,
            35,
            27,
            878
        ],
        "id": 339530,
        "original_language": "en",
        "original_title": "Tremors 5: Bloodlines",
        "overview": "Michael Gross retorna como entusiasta de armas e especialista em criaturas subterrâneas, o caçador Burt Gummer, com Jamie Kennedy como seu novo braço direito no papel do expert em tecnologia Travis. A dupla se junta um elenco internacional enquanto eles preparam uma batalha contra as criaturas mortais que acabam se tornando muito mais do que esperavam.",
        "popularity": 39.855,
        "poster_path": "/hDPCZ1uvPJTXktbXsaXm6GV7TL2.jpg",
        "release_date": "2015-10-06",
        "title": "O Ataque dos Vermes Malditos 5: Linhas de Sangue",
        "video": false,
        "vote_average": 5.501,
        "vote_count": 402
    },
    {
        "adult": false,
        "backdrop_path": "/ih30cG9OGlJ7zyzhG3G5Bd3YGa9.jpg",
        "genre_ids": [
            12,
            18,
            36,
            53,
            10752
        ],
        "id": 5925,
        "original_language": "en",
        "original_title": "The Great Escape",
        "overview": "Em 1943 os nazistas decidem transferir os prisioneiros de guerra militares, que têm maior incidência em tentativas de fugas, para o mesmo campo, que foi projetado para impedir qualquer tipo de evasão. Mas isto foi um erro, pois apesar dos prisioneiros gozarem de certos privilégios, cada um era o melhor na sua \"especialidade\" e não pretendiam ficar presos até o final da guerra. Logo idealizam um audacioso plano de fuga, que previa a construção de três túneis, mas a idéia não era retirar do campo alguns prisioneiros mas sim duzentos e cinqüenta.",
        "popularity": 39.845,
        "poster_path": "/iTh8thzuxiM5FwCaxsSTpaix27L.jpg",
        "release_date": "1963-07-03",
        "title": "Fugindo do Inferno",
        "video": false,
        "vote_average": 7.947,
        "vote_count": 2469
    },
    {
        "adult": false,
        "backdrop_path": "/kMe4TKMDNXTKptQPAdOF0oZHq3V.jpg",
        "genre_ids": [
            12,
            9648,
            80
        ],
        "id": 497582,
        "original_language": "en",
        "original_title": "Enola Holmes",
        "overview": "Enola Holmes só tem 16 anos, mas vai fazer de tudo para encontrar a mãe desaparecida, inclusive despistar o irmão Sherlock e ajudar um jovem lorde fugitivo.",
        "popularity": 39.84,
        "poster_path": "/mmRu2io9K21RioNDEWgE2eD88gR.jpg",
        "release_date": "2020-09-23",
        "title": "Enola Holmes",
        "video": false,
        "vote_average": 7.284,
        "vote_count": 5883
    },
    {
        "adult": false,
        "backdrop_path": "/6tzHlmxmWs2ZXXdghMtFcBMB4cg.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35,
            14
        ],
        "id": 460793,
        "original_language": "en",
        "original_title": "Olaf's Frozen Adventure",
        "overview": "É a primeira temporada de festas de fim de ano desde a reabertura dos portões e Anna e Elsa organizam uma festa para toda a Arendelle. Porém, quando as pessoas da cidade saem cedo da comemoração para desfrutar seus costumes próprios, as irmãs percebem que não possuem tradições familiares. No entanto, Olaf quer tentar mudar essa situação e trazer um Natal feliz para as meninas. Ele decide viajar pelo reino para trazer para o castelo as melhores tradições locais.",
        "popularity": 39.789,
        "poster_path": "/uOdHOiubRFcmOABsc7s5gTDqqie.jpg",
        "release_date": "2017-10-27",
        "title": "Olaf em uma Nova Aventura Congelante de Frozen",
        "video": false,
        "vote_average": 6.466,
        "vote_count": 1401
    },
    {
        "adult": false,
        "backdrop_path": "/6j8B3BqTuNrpAJoa0JIc7nZzOUn.jpg",
        "genre_ids": [
            27,
            53,
            12
        ],
        "id": 403119,
        "original_language": "en",
        "original_title": "47 Meters Down",
        "overview": "De férias no México, duas irmãs estão prestes a passar pelos momentos de maior tensão em sua vida: presas em uma gaiola de tubarões a 47 metros de profundidade no oceano, eles terão que lutar contra o tempo para permanecerem vivas. Mas com apenas uma hora de oxigênio e com tubarões brancos rondando o local, as chances se tornam cada vez menores.",
        "popularity": 39.678,
        "poster_path": "/8Wn3yjTkdqHvgxY6kdkTGmoBQnn.jpg",
        "release_date": "2017-05-25",
        "title": "Medo Profundo",
        "video": false,
        "vote_average": 5.797,
        "vote_count": 2674
    },
    {
        "adult": false,
        "backdrop_path": "/8gc00CJuQKNToUJq1cAmTtb4zmc.jpg",
        "genre_ids": [
            28,
            16,
            12,
            35,
            14,
            878
        ],
        "id": 39144,
        "original_language": "ja",
        "original_title": "ドラゴンボール 神龍の伝説",
        "overview": "Goku conhece Bulma e juntos vão em busca das esferas do dragão onde conhecem Yamcha e Mestre Kame. Eles ajudam Pansy a salvar seu povo do rei Rei Gurumes...",
        "popularity": 39.672,
        "poster_path": "/9CxRXbiutg7vn2rNTPFN3wGVyRe.jpg",
        "release_date": "1986-12-20",
        "title": "Dragon Ball: A Lenda de Shenlong",
        "video": false,
        "vote_average": 6.832,
        "vote_count": 318
    },
    {
        "adult": false,
        "backdrop_path": "/zyWbOvKCdA9V9P5xuUG2eiPYsUo.jpg",
        "genre_ids": [
            12,
            14,
            10751
        ],
        "id": 10601,
        "original_language": "en",
        "original_title": "Peter Pan",
        "overview": "Peter (Levi Miller) é um garoto de 12 anos que vive em um orfanato em Londres, no período da Segunda Guerra Mundial. Um dia, ele e várias crianças são sequestradas por piratas em um navio voador, que logo é perseguido por caças do exército britânico. O navio escapa e logo ruma para a Terra do Nunca, um lugar mágico e distante onde o capitão Barba Negra (Hugh Jackman) escraviza crianças e adultos para que encontrem pixum, uma pedra preciosa que concentra pó de fada. Em pleno garimpo, Peter conhece James Hook (Garreth Hedlund), que tem planos para fugir do local.",
        "popularity": 39.662,
        "poster_path": "/cN4Tb2WDhwJMlYLU9vKctunx4rg.jpg",
        "release_date": "2003-12-18",
        "title": "Peter Pan",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 2552
    },
    {
        "adult": false,
        "backdrop_path": "/2oum8FkgH1AiDWhmhEw8nbtoHdJ.jpg",
        "genre_ids": [
            18,
            10749,
            12
        ],
        "id": 175,
        "original_language": "fr",
        "original_title": "Le Grand Bleu",
        "overview": "Há um lugar em nosso planeta que é mais incomum do que qualquer outro - o menos conhecido e o mais misterioso. É um lugar semelhante ao espaço sideral, no qual as noções convencionais de tempo e espaço se diluem. É um lugar mágico e perigoso no qual o corpo humano, bem como seu espírito, precisa se adaptar. É o único lugar onde um homem chamado Jacques Mayol realmente se sente em casa. É o mar - a \"Imensidão Azul\".  Jacques e Enzo são amigos desde a infância e compartilham uma paixão pelo esporte perigoso do mergulho livre. O mergulhador profissional Jacques optou por seguir os passos de seu pai, que morreu no mar quando Jacques era um menino. Para perplexidade dos cientistas, Jacques possui a habilidade notável de ajustar sua freqüência cardíaca e padrão de respiração, de modo que seus sinais vitais se assemelhem mais aos dos golfinhos do que dos homens.  Existem 3 versões:  168 m = do diretor  132 m = original  118 m = curta",
        "popularity": 39.649,
        "poster_path": "/6iL35LC19kvIPhqyxffOemf9Ayo.jpg",
        "release_date": "1988-05-10",
        "title": "Imensidão Azul",
        "video": false,
        "vote_average": 7.45,
        "vote_count": 1403
    },
    {
        "adult": false,
        "backdrop_path": "/k5OFuW1NdI1Lt57nzXEjxwd8zGv.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            28,
            35,
            18
        ],
        "id": 303903,
        "original_language": "ja",
        "original_title": "ポケモン・ザ・ムービーXY 破壊の繭とディアンシー",
        "overview": "No Domínio do Diamante subterrâneo, onde muitos Carbink vivem, a Pokémon Mítica Diancie serve como regente. O Diamante Coração que sustenta o reino começa a desmoronar e Diancie ainda não é forte o bastante para criar um novo. Enquanto busca ajuda da Pokémon Lendária Xerneas, Diancie encontra um grupo de ladrões que querem tomar controle de seu poder de criação de diamantes, mas os ladrões acabam despertando o Pokémon Lendário Yveltal de seu casulo no processo! Poderá Ash e seus amigos ajudarem Diancie a descobrir seu verdadeiro poder, impedir o frenesi destruidor de Yveltal e salvar o Domínio do Diamante?",
        "popularity": 39.616,
        "poster_path": "/rcfpaFgj8Ahm4cemEQhY8Nvf6ir.jpg",
        "release_date": "2014-07-19",
        "title": "Pokémon o Filme: Diancie e o Casulo da Destruição",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 172
    },
    {
        "adult": false,
        "backdrop_path": "/2dPQkvanMbrO1yNDYoQjZhPkCNe.jpg",
        "genre_ids": [
            35,
            16,
            12,
            10751
        ],
        "id": 300602,
        "original_language": "es",
        "original_title": "Atrapa la bandera",
        "overview": "Um milionário quer colonizar a Lua e explorar o hélio-3, a energia limpa do futuro, apagando grandes feitos dos astronautas da Apollo 11. Um surfista de 12 anos viaja à Lua para impedir essa missão.",
        "popularity": 39.593,
        "poster_path": "/uKo4ESyXRTJt45YKN8ImCockJRY.jpg",
        "release_date": "2015-08-28",
        "title": "No Mundo da Lua",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 236
    },
    {
        "adult": false,
        "backdrop_path": "/fvrGb6zfQaQ8RD9pC8o9vv1b7W2.jpg",
        "genre_ids": [
            12,
            10751,
            14
        ],
        "id": 76285,
        "original_language": "en",
        "original_title": "Percy Jackson: Sea of Monsters",
        "overview": "Percy e seus amigos estão na busca pelo Velocino de Ouro, o único artefato mágico capaz de proteger o Acampamento Meio-Sangue da destruição. É com essa missão que ele e outros campistas partem para uma eletrizante viagem pelo Mar de Monstros, onde deparam com seres fantásticos, perigos e situações inusitadas, que põem à prova seu heroísmo e sua herança. Está em jogo a existência de seu refúgio predileto e, até então, o lugar mais seguro do mundo para eles.",
        "popularity": 39.549,
        "poster_path": "/1OdoNNO7u9GIXDEFCW17jP9E5qM.jpg",
        "release_date": "2013-08-07",
        "title": "Percy Jackson e o Mar de Monstros",
        "video": false,
        "vote_average": 6.037,
        "vote_count": 5039
    },
    {
        "adult": false,
        "backdrop_path": "/gK9kQNHmq271E7Gx5FAet9CQHLI.jpg",
        "genre_ids": [
            10751,
            14,
            35,
            12
        ],
        "id": 335795,
        "original_language": "en",
        "original_title": "Monster High: The Movie",
        "overview": "Conheça Clawdeen Wolf, que nasceu metade humana e metade lobisomem, depois que ela chega em sua nova escola, Monster High. Ela rapidamente faz amizade com suas colegas Frankie Stein e Draculaura, e pela primeira vez em sua vida, Clawdeen sente que finalmente encontrou um lugar onde ela se encaixa e pode realmente ser ela mesma, apesar de manter sua metade humana em segredo. Quando um plano desonesto para destruir Monster High ameaça revelar sua verdadeira identidade, Clawdeen deve aprender a abraçar seu verdadeiro coração de monstro e encontrar uma maneira de salvar o dia.",
        "popularity": 39.54,
        "poster_path": "/9dUOgkKhmPjsJ4pi5QkES5AubRP.jpg",
        "release_date": "2022-10-06",
        "title": "Monster High: O Filme",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 253
    },
    {
        "adult": false,
        "backdrop_path": "/dWxeQd5cg0XUZUXj6DxBkzdefP1.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 11199,
        "original_language": "en",
        "original_title": "Wild Hogs",
        "overview": "Quatro amigos de longa data se reencontram com um desejo em comum: largar suas vidas chatas e problemáticas. Atrapalhados e meio fora de forma, eles saem sem rumo pelas estradas, incorporados a uma gangue de motociclistas. A aventura ganha mais emoção quando os rivais Del Fuegos decidem desafiá-los.",
        "popularity": 39.535,
        "poster_path": "/ziUx05m78Nil5CM90Yew5gFC8vB.jpg",
        "release_date": "2007-03-02",
        "title": "Motoqueiros Selvagens",
        "video": false,
        "vote_average": 5.962,
        "vote_count": 2230
    },
    {
        "adult": false,
        "backdrop_path": "/miavmZ9UTTCRSTDklhNKheZqvWg.jpg",
        "genre_ids": [
            10751,
            14,
            35,
            12
        ],
        "id": 2899,
        "original_language": "fr",
        "original_title": "Astérix & Obélix Mission Cléopâtre",
        "overview": "Cleópatra, rainha do Egito, acredita que pode construir um templo em tempo recorde e faz uma aposta com Júlio César. Seu arquiteto, no entanto, precisa da ajuda de Asterix e Obelix para lutar contra romanos que tentam impedir a construção.",
        "popularity": 39.514,
        "poster_path": "/aNjN12FPTVIRo548TQdaYtjJ8XC.jpg",
        "release_date": "2002-01-30",
        "title": "Astérix e Obélix: Missão Cleópatra",
        "video": false,
        "vote_average": 7.389,
        "vote_count": 3397
    },
    {
        "adult": false,
        "backdrop_path": "/7rfcRXbFD0xr8NteNq1hwXUd4Af.jpg",
        "genre_ids": [
            12,
            18,
            28,
            10749,
            10751
        ],
        "id": 8856,
        "original_language": "en",
        "original_title": "The Karate Kid Part II",
        "overview": "Ao descobrir que seu pai está à beira da morte, o professor Miyagi volta para Okinawa, no Japão, junto com seu aprendiz, Daniel LaRusso. Na terra natal, o mestre de caratê é surpreendido com a notícia de que Yukie, seu grande e antigo amor, está solteira.",
        "popularity": 39.463,
        "poster_path": "/4Mx62yRDa1g2VrPgvrursLkOXFI.jpg",
        "release_date": "1986-06-18",
        "title": "Karatê Kid 2: A Hora da Verdade Continua",
        "video": false,
        "vote_average": 6.28,
        "vote_count": 2105
    },
    {
        "adult": false,
        "backdrop_path": "/kmeINuKue6sUsypiVaR9IG0Yi8R.jpg",
        "genre_ids": [
            35,
            18,
            10749,
            14,
            12
        ],
        "id": 347031,
        "original_language": "en",
        "original_title": "Swiss Army Man",
        "overview": "Hank, um homem perdido no deserto, e sem esperanças, encontra um corpo no meio do caminho. Decidido em ficar amigo do morto, eles vão partir, juntos, em uma jornada surrealista para voltar para casa. Ao mesmo tempo em que  Hank descobre que o corpo é a chave para sua sobrevivência, ele é forçado a convencer o morto o quanto vale a pena viver.",
        "popularity": 39.455,
        "poster_path": "/oFhdGecjFcxZlo7VE2nyQLz0aAx.jpg",
        "release_date": "2016-06-24",
        "title": "Um Cadáver para Sobreviver",
        "video": false,
        "vote_average": 6.924,
        "vote_count": 3424
    },
    {
        "adult": false,
        "backdrop_path": "/nnMXaofDjdWszZ7rbN9hKwK2PNg.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35
        ],
        "id": 7484,
        "original_language": "en",
        "original_title": "Open Season",
        "overview": "Boog (Martin Lawrence) é um urso pardo domesticado, que vive na pacata cidade de Timberline. Ele é a grande estrela dos shows ecológicos de sua cidade, sendo que à noite desfruta das acomodações da garagem de Beth (Debra Messing), uma guarda florestal que o criou desde que era filhote. Porém nem todos gostam de Boog. Shaw (Gary Sinise) é um deles, pois acredita que os animais estão conspirando contra os humanos. Em uma de suas caçadas ele traz à cidade Elliot (Ashton Kutcher), um cervo de um único chifre que ainda está vivo. Após vários pedidos, Boog decide ajudá-lo e solta Elliot. Querendo retribuir o favor, Elliot segue Boog até sua casa e decide libertá-lo de sua garagem, a qual considera como sendo seu cativeiro.",
        "popularity": 39.424,
        "poster_path": "/t6n81JDmbKnjjdagHmPx3gSGVNr.jpg",
        "release_date": "2006-09-27",
        "title": "O Bicho Vai Pegar",
        "video": false,
        "vote_average": 6.154,
        "vote_count": 2676
    },
    {
        "adult": false,
        "backdrop_path": "/9H8wGFwKKt2ADRhg2odywTg1NCZ.jpg",
        "genre_ids": [
            878,
            35,
            12,
            14
        ],
        "id": 1680,
        "original_language": "ja",
        "original_title": "キングコング対ゴジラ",
        "overview": "Os dois maiores monstros de todos os tempos batalham em uma clássica aventura emocionante. Quando uma dissimulada empresa farmacêutica vai até uma remota ilha tropical para roubar King Kong para fins publicitários, eles recebem mais do que esperavam quando o gigantesco macaco ataca uma desavisada aldeia e um enorme polvo. Enquanto isso, muito abaixo do mar, a tripulação de um submarino desencadeia terror reptiliano quando derretem um bloco de gelo e liberam o feroz Godzilla de seu covil gelado. Quando os dois destrutivos monstros aparecem em Tóquio, é uma luta que tem o futuro da humanidade na balança.",
        "popularity": 39.418,
        "poster_path": "/mkCGTVI8TceOTrCOlI2AzoWEHid.jpg",
        "release_date": "1962-08-11",
        "title": "King Kong vs. Godzilla",
        "video": false,
        "vote_average": 6.817,
        "vote_count": 282
    },
    {
        "adult": false,
        "backdrop_path": "/e29oMyfzzlWbhRlCBrzmZhlsw2m.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 121856,
        "original_language": "en",
        "original_title": "Assassin's Creed",
        "overview": "Por meio de uma tecnologia revolucionária que destrava suas memórias genéticas, Callum Lynch experimenta as aventuras de seu ancestral, Aguilar, na Espanha do século XV. Callum descobre que é descendente de uma misteriosa sociedade secreta, os Assassinos, e acumula conhecimentos e habilidades incríveis para enfrentar a organização opressiva e poderosa dos Templários nos dias de hoje.",
        "popularity": 39.395,
        "poster_path": "/1Cxn5MxH3dDBXauIq6XusR1ZUKJ.jpg",
        "release_date": "2016-12-21",
        "title": "Assassin's Creed",
        "video": false,
        "vote_average": 5.422,
        "vote_count": 7590
    },
    {
        "adult": false,
        "backdrop_path": "/89QZbysJM6bwwlYDa7NUytSQmWE.jpg",
        "genre_ids": [
            16,
            35,
            12,
            10751
        ],
        "id": 768726,
        "original_language": "es",
        "original_title": "D'Artacán y los tres mosqueperros",
        "overview": "",
        "popularity": 39.325,
        "poster_path": "/uNVfmfxtjVWj4JglDwR7rQlFU2K.jpg",
        "release_date": "2021-06-25",
        "title": "D'Artacán y los tres mosqueperros",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 108
    },
    {
        "adult": false,
        "backdrop_path": "/5Jgq2b75vQDJyjlOldatEJPYWLF.jpg",
        "genre_ids": [
            28,
            12,
            35,
            10751,
            14
        ],
        "id": 413658,
        "original_language": "km",
        "original_title": "The Warriors Gate",
        "overview": "Jack é um jovem viciado em um jogo de videogame que tem grandes guerreiros e uma princesa em apuros. Um dia ele é levado magicamente para a China, onde deverá incorporar na vida real o seu personagem lutador de Kung Fu no jogo e salvar a bela Su Lin.",
        "popularity": 39.308,
        "poster_path": "/yVHZ9AKR2PR5riYlT7i7FFHkeGo.jpg",
        "release_date": "2016-11-18",
        "title": "Portal dos Guerreiros",
        "video": false,
        "vote_average": 6.574,
        "vote_count": 337
    },
    {
        "adult": false,
        "backdrop_path": "/6PmpKyToUGRheNKfnRRHQToPxSm.jpg",
        "genre_ids": [
            14,
            12,
            16,
            18,
            878
        ],
        "id": 428288,
        "original_language": "ja",
        "original_title": "ひるね姫 ～知らないワタシの物語～",
        "overview": "A história se passa em Kojima, prefeitura de Okayama no ano 2020, dois dias após a data programada dos Jogos Olímpicos de Tokyo. Kokone vive com seu pai, que está sempre trabalhando na modificação de carros. Quando ela começa a investigar um sonho estranho que tem se repetido, Kokone descobre um segredo sobre sua família.",
        "popularity": 39.211,
        "poster_path": "/nqkF84Q0KmPcpzbjZY3rqiJTI0R.jpg",
        "release_date": "2017-03-18",
        "title": "Ancien e o Mundo Mágico",
        "video": false,
        "vote_average": 6.654,
        "vote_count": 117
    },
    {
        "adult": false,
        "backdrop_path": "/635qI5pWhQSUaTnOkMo4GLCe8sV.jpg",
        "genre_ids": [
            28,
            16,
            12,
            35,
            14
        ],
        "id": 19576,
        "original_language": "ja",
        "original_title": "ワンピース",
        "overview": "Existia um pirata conhecido como o Pirata de Ouro Woonan, que conseguiu obter aproximadamente um 1/3 do ouro do mundo. Especula-se que após a sua morte, tenha deixado todo o seu ouro em uma ilha remota, escondida até que outro pirata encontre o seu mapa e a ache. Nami encontra uma maneira de chegar até a ilha, porém não vai ser tão fácil assim, já que não são os únicos em busca do tesouro. Assim, tentarão ao máximo interromper os planos do detéstavel pirata El Drago e seu bando, para que não consigam obter o ouro de Woonan.",
        "popularity": 39.2,
        "poster_path": "/4ed1n7FBP6jUKxSguwQ89euSMGP.jpg",
        "release_date": "2000-03-04",
        "title": "One Piece Filme 01: O Grande Pirata do Ouro!",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 321
    },
    {
        "adult": false,
        "backdrop_path": "/ijCfzdRLhrdu9OUIaPsVt08ogT5.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            9648
        ],
        "id": 9994,
        "original_language": "en",
        "original_title": "The Great Mouse Detective",
        "overview": "Basil é um ratinho detetive. É considerado o Sherlock Holmes dos roedores. Ele está investigando o desaparecimento de um homem famoso por fazer brinquedos. Basil acredita que Ratagão, seu arqui-inimigo, pode estar envolvido com o desaparecimento do senhor Flaversham, o fabricante de brinquedos. Durante as investigações, o ratinho descobre que Ratagão planeja sequestrar a rainha e se declarar o rei.",
        "popularity": 39.164,
        "poster_path": "/3sk2bhjP5YBtmo2HNlAisvaxBY1.jpg",
        "release_date": "1986-07-02",
        "title": "As Peripécias do Ratinho Detetive",
        "video": false,
        "vote_average": 7.056,
        "vote_count": 1590
    },
    {
        "adult": false,
        "backdrop_path": "/oSSEcPDfwgZSv2i01Oqxdb9t8fI.jpg",
        "genre_ids": [
            28,
            12,
            35,
            14
        ],
        "id": 621870,
        "original_language": "en",
        "original_title": "Secret Society of Second Born Royals",
        "overview": "Sam é uma adolescente rebelde da realeza, a segunda na linha de sucessão ao trono do reino da Ilíria. Assim como seu desinteresse pelo modo de vida real está no auge, ela descobre que tem habilidades sobre-humanas e é convidada a se juntar a uma sociedade secreta de membros da realeza extraordinários semelhantes, encarregados de manter o mundo seguro.",
        "popularity": 39.132,
        "poster_path": "/9f4D8zjF9fUEVI42WWBcvuRKytL.jpg",
        "release_date": "2020-09-25",
        "title": "Sociedade Secreta dos Segundos Filhos Reais",
        "video": false,
        "vote_average": 6.699,
        "vote_count": 525
    },
    {
        "adult": false,
        "backdrop_path": "/fStC0dSCRQslE9NzXa36EyOom81.jpg",
        "genre_ids": [
            16,
            10751,
            878,
            12
        ],
        "id": 728754,
        "original_language": "ja",
        "original_title": "STAND BY ME ドラえもん2",
        "overview": "Nobita vai para o futuro mostrar a noiva para a querida avó. Só que, adulto, ele foge do próprio casamento. Será possível ser um bom marido para Shizuka?",
        "popularity": 39.099,
        "poster_path": "/gPJLUn3rUr9bl39t8l0hOqkzoj2.jpg",
        "release_date": "2020-11-20",
        "title": "STAND BY ME Doraemon 2",
        "video": false,
        "vote_average": 7.651,
        "vote_count": 199
    },
    {
        "adult": false,
        "backdrop_path": "/p0oItHbOAH6W00Zt8hnl4esJFet.jpg",
        "genre_ids": [
            10751,
            12,
            16,
            28,
            14
        ],
        "id": 350499,
        "original_language": "ja",
        "original_title": "ポケモン・ザ・ムービーXY 光輪の超魔神 フーパ",
        "overview": "Cem anos atrás, a cidade do deserto “Désser City” foi severamente danificada por uma batalha épica entre os Pokémon. A batalha foi iniciada devido a um Pokémon específico. No entanto, o Pokémon foi selado por alguém, e a cidade voltou a ser calma e normal como era antes até os dias de hoje.  Ash, Pikachu, Serena, Clemont e Bonnie continuam a sua jornada, e durante este perído encontram o Pokémon mítico Hoopa, que carrega anéis onde tem a capacidade de invocar tudo até mesmo Pokémon Lendários.",
        "popularity": 38.982,
        "poster_path": "/pGcRH4Kgfl9BsLPgezCUQcK17IU.jpg",
        "release_date": "2015-07-18",
        "title": "Pokémon o Filme: Hoopa e o Duelo Lendário",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 269
    },
    {
        "adult": false,
        "backdrop_path": "/bd1X5nNrrAHVGG0MxsAeCOPPh1w.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35
        ],
        "id": 335777,
        "original_language": "en",
        "original_title": "The Nut Job 2: Nutty by Nature",
        "overview": "A aventuras de Surly e seus amigos, Buddy, Andie e Precious continuam. Eles descobrem que o prefeito de Oakton está planejando construir um parque de diversões gigante no Liberty Park, o que vai acabar com o lugar onde eles moram. A turma agora precisa se unir para salvar sua casa e derrotar o prefeito.",
        "popularity": 38.975,
        "poster_path": "/mYdF23DN5K9enPqF6VlihO0aMJY.jpg",
        "release_date": "2017-08-11",
        "title": "O Que Será de Nozes 2",
        "video": false,
        "vote_average": 5.965,
        "vote_count": 397
    },
    {
        "adult": false,
        "backdrop_path": "/OR8oloCZ3klJtB7Y0i8pSqWw5a.jpg",
        "genre_ids": [
            9648,
            53,
            12
        ],
        "id": 213,
        "original_language": "en",
        "original_title": "North by Northwest",
        "overview": "Confundido com um agente secreto, de uma hora para outra o publicitário Roger Tornhill se vê envolvido numa complicada trama de espionagem, sendo acusado inclusive de assassinato. Enquanto tenta provar sua inocência, é perseguido tanto pela polícia como por agentes criminosos. O filme comprova toda a habilidade de Hitchcock para mesclar suspense e aventura",
        "popularity": 38.954,
        "poster_path": "/eGNdXaU9S38Zw9GOGUgqgRo8BYA.jpg",
        "release_date": "1959-07-08",
        "title": "Intriga Internacional",
        "video": false,
        "vote_average": 7.987,
        "vote_count": 3969
    },
    {
        "adult": false,
        "backdrop_path": "/qsTQ5H6Tf1PctCmP9Nz6vmkcN2f.jpg",
        "genre_ids": [
            12,
            10749,
            35
        ],
        "id": 8676,
        "original_language": "en",
        "original_title": "Fool's Gold",
        "overview": "Benjamin Finnegan é um caçador de tesouros obcecado em encontrar o navio Queen's Dowry, que, segundo a lenda, carregava 40 arcas de um grande tesouro. Decidido a encontrá-lo a qualquer custo, Benjamin jogou fora seu casamento com Tess, que decide então reconstruir sua vida trabalhando na equipe do bilionário Nigel Honeycutt. Um dia, Benjamin encontra uma pista fundamental em sua caça ao navio e, para desgosto de Tess, consegue convencer Nigel e sua filha Gemma a ajudá-lo em mais uma busca.",
        "popularity": 38.86,
        "poster_path": "/qx6ksOgDrMqhXCDQBoqIpeOYVHo.jpg",
        "release_date": "2008-02-07",
        "title": "Um Amor de Tesouro",
        "video": false,
        "vote_average": 5.742,
        "vote_count": 1431
    },
    {
        "adult": false,
        "backdrop_path": "/dS4JR8gmj8UnamjuLEyAkEFoppy.jpg",
        "genre_ids": [
            35,
            14,
            12
        ],
        "id": 923939,
        "original_language": "en",
        "original_title": "The Wonderful Story of Henry Sugar",
        "overview": "Wes Anderson dirige esta adaptação do conto de Roald Dahl sobre um homem rico determinado a dominar uma técnica extraordinária para trapacear no jogo.",
        "popularity": 38.85,
        "poster_path": "/nfbHWkyrNKFGkOS0FtjiFNgnFS2.jpg",
        "release_date": "2023-09-20",
        "title": "A Incrível História de Henry Sugar",
        "video": false,
        "vote_average": 7.213,
        "vote_count": 888
    },
    {
        "adult": false,
        "backdrop_path": "/gxInxrSdEDUA5J3DT2wTj9vQIXr.jpg",
        "genre_ids": [
            12,
            28,
            53
        ],
        "id": 52451,
        "original_language": "en",
        "original_title": "The Three Musketeers",
        "overview": "O jovem D'Artagnan, depois de sair da Gasconha e viajar para Paris, conhece os mosqueteiros Athos, Aramis e Porthos, e tentam impedir que o Cardeal Richelieu e sua agente Milady de Winter causem uma guerra entre a França e a Inglaterra.",
        "popularity": 38.641,
        "poster_path": "/wJy0zURpPTi1TLC1PQOmLlTwDiH.jpg",
        "release_date": "2011-08-31",
        "title": "Os Três Mosqueteiros",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 2574
    },
    {
        "adult": false,
        "backdrop_path": "/sMAv1YV6bCuy3lnzqXPdrCkIv7e.jpg",
        "genre_ids": [
            18,
            12,
            28
        ],
        "id": 302666,
        "original_language": "en",
        "original_title": "10.0 Earthquake",
        "overview": "Los Angeles está prestes a ser atingida por um terremoto devastador, e o tempo está se esgotando para salvar a cidade do perigo iminente.",
        "popularity": 38.628,
        "poster_path": "/conlM8JWEaHnIPiBqTg7ciiiLLX.jpg",
        "release_date": "2014-10-15",
        "title": "Terremoto",
        "video": false,
        "vote_average": 4.911,
        "vote_count": 118
    },
    {
        "adult": false,
        "backdrop_path": "/5LUIyd7lgkKbl5PgP8so9Eil3tC.jpg",
        "genre_ids": [
            12,
            10751,
            18
        ],
        "id": 498248,
        "original_language": "fr",
        "original_title": "Mia et le lion blanc",
        "overview": "Mia (Daniah De Villiers) é uma jovem de 14 anos que desde pequena tem uma profunda amizade com Charlie, um leão branco da fazenda de sua família. Quando seu pai decide vender Charlie para caçadores de troféus, Mia não vê outra opção além de fugir com o leão para salvá-lo.",
        "popularity": 38.62,
        "poster_path": "/mU6uKlTEi00KG3TdRNeuHONHiZi.jpg",
        "release_date": "2018-08-02",
        "title": "A Menina e o Leão",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 845
    },
    {
        "adult": false,
        "backdrop_path": "/rKmOe5pb5a6P1HmQAzpRw20gORp.jpg",
        "genre_ids": [
            12,
            14,
            10751,
            18
        ],
        "id": 34584,
        "original_language": "en",
        "original_title": "Die unendliche Geschichte",
        "overview": "Quando o jovem Bastian pegou emprestado um misterioso livro, ele jamais sonhou que ao virar uma página seria levado a um mundo de fantasia onde pudesse ver um caracol de corrida, um morcego planador, um dragão da sorte, elfos, uma Imperatriz Menina, o valente guerreiro Atreyu e uma pedra ambulante chamada Come-Pedra. Você apreciará esta adorável aventura e descobrirá que \"A História Sem Fim\" é a sua história!",
        "popularity": 38.607,
        "poster_path": "/l6UYR4bzSRIiWbOzi5Y475xLkXe.jpg",
        "release_date": "1984-04-06",
        "title": "A História sem Fim",
        "video": false,
        "vote_average": 7.197,
        "vote_count": 3897
    },
    {
        "adult": false,
        "backdrop_path": "/odKqOY6VE6C59YAdGHB0b5Havye.jpg",
        "genre_ids": [
            10751,
            12,
            14
        ],
        "id": 615666,
        "original_language": "en",
        "original_title": "A Boy Called Christmas",
        "overview": "Um garoto chamado Nikolas embarca em uma aventura extraordinária em busca de seu pai, que está à procura da lendária Vila dos Duendes. Acompanhado de uma rena teimosa e um rato de estimação, Nikolas acaba encontrando seu destino. Uma história emocionante, divertida e cheia de magia, onde descobrimos que nada é impossível.",
        "popularity": 38.6,
        "poster_path": "/ik7x3QS4LVfZPMV4lAIFtoh7ASS.jpg",
        "release_date": "2021-11-24",
        "title": "Um Menino Chamado Natal",
        "video": false,
        "vote_average": 7.4,
        "vote_count": 689
    },
    {
        "adult": false,
        "backdrop_path": "/xEwzTC86KVp8sbwsYZZX2sNTkWR.jpg",
        "genre_ids": [
            12,
            35,
            18
        ],
        "id": 145247,
        "original_language": "sv",
        "original_title": "Hundraåringen som klev ut genom fönstret och försvann",
        "overview": "No dia de seu centésimo aniversário, um homem foge da casa de repouso.  Certo de que nunca é tarde pra recomeçar, ele embarca em uma série de aventuras enquanto conta a história surreal de sua vida.",
        "popularity": 38.565,
        "poster_path": "/uJGumADQqsVdqrV93vSX20BUhk2.jpg",
        "release_date": "2013-12-25",
        "title": "O Centenário Que Saiu Pela Janela e Desapareceu",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 898
    },
    {
        "adult": false,
        "backdrop_path": "/mM4WeXqJd2tu1gCF5GYyAZf2Npl.jpg",
        "genre_ids": [
            12,
            28,
            53
        ],
        "id": 658,
        "original_language": "en",
        "original_title": "Goldfinger",
        "overview": "James Bond é encarregado de espionar Goldfinger, um poderoso milionário cujas remessas de ouro espalhadas por diversos países podem esconder ações criminosas. Após ser capturado, Bond descobre que o plano de Goldfinger é bem maior do que ele imaginava: Goldfinger pretende roubar nada mais nada menos do que as reservas americanas de ouro, guardadas no Forte Knox.",
        "popularity": 38.512,
        "poster_path": "/aSFbyik1bd3xQxyPQbahdcaCYwT.jpg",
        "release_date": "1964-09-20",
        "title": "007 Contra Goldfinger",
        "video": false,
        "vote_average": 7.348,
        "vote_count": 3447
    },
    {
        "adult": false,
        "backdrop_path": "/oyBZyY5GdzZdofVVsDda49QmvFP.jpg",
        "genre_ids": [
            18,
            37,
            12
        ],
        "id": 581032,
        "original_language": "en",
        "original_title": "News of the World",
        "overview": "5 anos após o fim da Guerra Civil, o capitão Jefferson Kyle Kidd (Tom Hanks), um veterano de três guerras, agora se muda de cidade em cidade como um contador de histórias de não-ficção. No Texas, ele cruza com Johanna (Helena Zengel), uma menina de 10 anos que foi acolhida pelo povo Kiowa 6 anos antes.  Johanna está sendo devolvida a seus tios contra sua vontade. Kidd concorda em entregar a criança e à medida que viajam, os dois enfrentarão desafios de forças humanas e naturais enquanto procuram um lugar que possam chamar de lar.",
        "popularity": 38.452,
        "poster_path": "/cLqg9BjcecdzYGqURSdWgBUO3rX.jpg",
        "release_date": "2020-12-25",
        "title": "Relatos do Mundo",
        "video": false,
        "vote_average": 6.972,
        "vote_count": 1695
    },
    {
        "adult": false,
        "backdrop_path": "/ngYzIWyVgDor1TtGZ8fK7AFOdGr.jpg",
        "genre_ids": [
            12,
            16,
            10751
        ],
        "id": 11238,
        "original_language": "en",
        "original_title": "Aladdin and the King of Thieves",
        "overview": "Aladdin e Jasmine finalmente decidem se casar mas, antes, ele deverá impedir que os quarenta ladrões roubem um de seus presentes de casamento, um misterioso oráculo, que pode levar a riquezas muito além da imaginação. Aladdin, Jasmine, Abu, o Tapete Mágico e o Gênio enfrentam perigos e fugas arriscadas durante uma verdadeira caçada ao rei dos ladrões e seu bando.",
        "popularity": 38.451,
        "poster_path": "/qOXlD75Is9T11tdDxfzrsIFg10w.jpg",
        "release_date": "1996-05-20",
        "title": "Aladdin e os 40 Ladrões",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 1808
    },
    {
        "adult": false,
        "backdrop_path": "/k1Tt4Pa6DM2PBt3Qr9TROqUzsH9.jpg",
        "genre_ids": [
            28,
            12,
            16,
            10751
        ],
        "id": 227679,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター ベストウイッシュ 神速のゲノセクト ミュウツー覚醒",
        "overview": "Um grupo de cinco Genesect invadiram a cidade grande e representam uma ameaça para o fornecimento de energia elétrica, o que atrai a atenção do lendário Pokémon Mewtwo. Ash, Pikachu e seus amigos devem vir para o resgate quando o poderoso líder, um Genesect vermelho, enfrenta Mewtwo.",
        "popularity": 38.423,
        "poster_path": "/twhBtwnnLHV5bbgAPilKYHFMzli.jpg",
        "release_date": "2013-07-13",
        "title": "Pokémon o Filme: Genesect e a Lenda Revelada",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 146
    },
    {
        "adult": false,
        "backdrop_path": "/qRT6XrtT0E4UHFL0RXNrQOrh9zL.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            35
        ],
        "id": 77174,
        "original_language": "en",
        "original_title": "ParaNorman",
        "overview": "Norman Babcock é um garoto que consegue ver e falar com os mortos. Entretanto, o único que acredita em suas habilidades é Neil, um amigo excêntrico. Um dia, o tio de Norman conta sobre um importante ritual anual realizado na cidade, com o objetivo de protegê-la de uma maldição jogada por uma bruxa séculos atrás. Norman resolve ajudar no ritual, mas as coisas não saem como planejado e uma nuvem mágica faz com que os mortos se levantem das tumbas da cidade.",
        "popularity": 38.406,
        "poster_path": "/9DZPtuYTKYxt6vzHvZ5FLThG4fl.jpg",
        "release_date": "2012-08-03",
        "title": "ParaNorman",
        "video": false,
        "vote_average": 6.985,
        "vote_count": 2444
    },
    {
        "adult": false,
        "backdrop_path": "/hE6Jh9FJiBrakHcT3vmWxM0GVpv.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 399402,
        "original_language": "en",
        "original_title": "Hunter Killer",
        "overview": "Dono de métodos próprios nada convencionais, o Comandante Joe Glass é o responsável por liderar uma delicada missão pelas perigosas águas do Mar de Barents à bordo do submarino USS Arkansas. O objetivo da tarefa é monitorar a atividade militar russa na região após outro submarino americano desaparecer naqueles mares. Enquanto isso, a situação política na região se acirra ao ponto de Glass ter de tomar decisões cruciais para impedir que se deflagre um conflito de escala continental entre as duas potências.",
        "popularity": 38.314,
        "poster_path": "/ral7cnZBQZGFmGaJUxrpcY8Xj3l.jpg",
        "release_date": "2018-10-19",
        "title": "Fúria em Alto Mar",
        "video": false,
        "vote_average": 6.881,
        "vote_count": 2092
    },
    {
        "adult": false,
        "backdrop_path": "/r3ibKnJ3qZvcm42OleT0HlcRDUk.jpg",
        "genre_ids": [
            16,
            12,
            18,
            14,
            10749
        ],
        "id": 79707,
        "original_language": "ja",
        "original_title": "星を追う子ども",
        "overview": "Asuna embarca em uma viagem até a terra dos mortos, Agartha, para encontrar seu pai e um jovem misterioso que salvou sua vida. A jornada promete ser difícil, já que entre o mundo dos vivos e dos mortos, há regras que devem ser respeitadas.",
        "popularity": 38.242,
        "poster_path": "/hgjyoE10IrjpkQ34qWNN1mWmNCT.jpg",
        "release_date": "2011-05-07",
        "title": "Viagem para Agartha",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 677
    },
    {
        "adult": false,
        "backdrop_path": "/oZc9fUwHJ880Q4lFP98s7T5a7Fe.jpg",
        "genre_ids": [
            28,
            14,
            12
        ],
        "id": 420426,
        "original_language": "ja",
        "original_title": "ブリーチ",
        "overview": "Kurosaki Ichigo é um garoto de 15 anos que pode ver, tocar e falar com espíritos de pessoas mortas. Até que um dia ele encontra Kuchiki Rukia, uma Shinigami (deusa da morte) e descobre posteriormente que também é um Shinigami. Agora, com seus poderes, ele terá que proteger sua cidade de forças do mal.",
        "popularity": 38.221,
        "poster_path": "/8POGKMj4wbrBJPit6BofggbQMeh.jpg",
        "release_date": "2018-07-20",
        "title": "Bleach",
        "video": false,
        "vote_average": 6.612,
        "vote_count": 533
    },
    {
        "adult": false,
        "backdrop_path": "/6fKEw0I2FTD5FLOQ5q7L1tqf876.jpg",
        "genre_ids": [
            10751,
            35,
            12,
            878
        ],
        "id": 790493,
        "original_language": "en",
        "original_title": "Spy Kids: Armageddon",
        "overview": "Quando os filhos dos maiores agentes secretos do mundo, involuntariamente, ajudam um poderoso desenvolvedor de jogos a liberar um vírus de computador que lhe dá o controle de toda a tecnologia, eles próprios devem se tornar espiões para salvar seus pais e o mundo.",
        "popularity": 38.176,
        "poster_path": "/cwCKYjIPXapuBtO51S81GNhoGxV.jpg",
        "release_date": "2023-09-22",
        "title": "Pequenos Espiões: Apocalipse",
        "video": false,
        "vote_average": 6.176,
        "vote_count": 131
    },
    {
        "adult": false,
        "backdrop_path": "/oy4NVW7peNLRn0X1DEVz7u6q8NJ.jpg",
        "genre_ids": [
            12,
            28,
            35,
            53
        ],
        "id": 10159,
        "original_language": "en",
        "original_title": "The Rundown",
        "overview": "Travis (Seann William Scott) é um jovem de família rica que foi para a Amazônia em busca de uma mina de ouro perdida, popularmente chamada de Helldorado. Para encontrá-lo sua família contrata Beck (The Rock), que parte para o Brasil à sua busca. Após alguns desentendimentos iniciais, Travis convence Beck a ajudá-lo em sua busca. Porém eles precisarão enfrentar Hatcher (Christopher Walken), o chefe de uma mineradora, que também está em busca de Helldorado.",
        "popularity": 38.128,
        "poster_path": "/5CgCYCiObKgst1UIdqibU8ZeKAX.jpg",
        "release_date": "2003-09-26",
        "title": "Bem-vindo à Selva",
        "video": false,
        "vote_average": 6.455,
        "vote_count": 1916
    },
    {
        "adult": false,
        "backdrop_path": "/aDfGKWdtNHzDmnHkdDyXz7zoDuy.jpg",
        "genre_ids": [
            12,
            14,
            28,
            35,
            53
        ],
        "id": 4442,
        "original_language": "en",
        "original_title": "The Brothers Grimm",
        "overview": "Famosos por seus contos cheios de criaturas sobrenaturais, os Grimm são mandados para uma floresta encantada quando o governo de Napoleão Bonaparte descobre que eles ganham dinheiro contando mentiras.",
        "popularity": 38.126,
        "poster_path": "/jerDxzhAVtNGPtDV0n9ePWCLlyK.jpg",
        "release_date": "2005-08-26",
        "title": "Os Irmãos Grimm",
        "video": false,
        "vote_average": 5.835,
        "vote_count": 2659
    },
    {
        "adult": false,
        "backdrop_path": "/xGmjRCB7mMgk69SULRKLaH16I73.jpg",
        "genre_ids": [
            10751,
            12,
            35,
            18
        ],
        "id": 9447,
        "original_language": "en",
        "original_title": "Babe: Pig in the City",
        "overview": "Quando descobre que sua dona está prestes a perder sua fazenda, Babe, o leitão-pastor, vai para a cidade com ela e amigos animais para levantar fundos e, assim, salvar a propriedade.",
        "popularity": 38.069,
        "poster_path": "/lnx4RO0Tn5WtZQ7KpNDWl4IhYy0.jpg",
        "release_date": "1998-11-25",
        "title": "Babe, o Porquinho Atrapalhado na Cidade",
        "video": false,
        "vote_average": 5.6,
        "vote_count": 1202
    },
    {
        "adult": false,
        "backdrop_path": "/qSP072apfe2EEcd5Qg9vGYy2OLw.jpg",
        "genre_ids": [
            12,
            878,
            28,
            9648
        ],
        "id": 262504,
        "original_language": "en",
        "original_title": "Allegiant",
        "overview": "Tris e Quatro lideram um grupo de rebeldes em uma perigosa fuga pelo muro que cerca a cidade – a um estranho e novo mundo no qual enfrentam uma ameaça mais perigosa do que tudo o que poderiam imaginar. Juntos, eles travam uma batalha furiosa por sua sobrevivência, lutando não apenas pelas Facções, amigos e famílias, mas pelo futuro de uma cidade inteira.",
        "popularity": 38.019,
        "poster_path": "/cAYhVm44sofmqaEGuQl4j5RL62S.jpg",
        "release_date": "2016-03-09",
        "title": "A Série Divergente: Convergente",
        "video": false,
        "vote_average": 6.104,
        "vote_count": 6486
    },
    {
        "adult": false,
        "backdrop_path": "/5BkSkNtfrnTuKOtTaZhl8avn4wU.jpg",
        "genre_ids": [
            14,
            27,
            28,
            12
        ],
        "id": 456740,
        "original_language": "en",
        "original_title": "Hellboy",
        "overview": "Ao chegar à Terra ainda criança, após ser invocado por um feiticeiro contratado pelo governo nazista, Hellboy (David Harbour) foi criado como um filho por Trevor Bruttenholm (Ian McShane), um professor que estava no local no momento em que emergiu do inferno. Já adulto, Hellboy se torna um aliado dos humanos na batalha contra monstros de todo tipo. Quando a poderosa feiticeira Nimue (Milla Jovovich), também conhecida com a Rainha Sangrenta, insinua seu retorno, ele logo é convocado para enfrentá-la.",
        "popularity": 37.987,
        "poster_path": "/lmh8wXm6f3z7wcRqQ8NSXrB8tMQ.jpg",
        "release_date": "2019-04-10",
        "title": "Hellboy",
        "video": false,
        "vote_average": 5.6,
        "vote_count": 3319
    },
    {
        "adult": false,
        "backdrop_path": "/ufzWHtqmthDV3Vq7LqqDNebq5Cn.jpg",
        "genre_ids": [
            12,
            10751,
            18
        ],
        "id": 458302,
        "original_language": "fr",
        "original_title": "Rémi sans famille",
        "overview": "As aventuras do jovem Rémi, cuidado pela gentil Sra Barberin. Aos 10 anos, ele é arrancado de sua mãe adotiva e confiado ao senhor Vitalis, um músico itinerante misterioso. Ao seu lado, ele vai aprender a dura vida de showman e cantar para ganhar o pão. Acompanhado pelo fiel cão Capi e o macaco Joli-Coeur, sua longa viagem através da França, de encontros, amizades e apoio mútuo, leva o segredo de suas origens…",
        "popularity": 37.941,
        "poster_path": "/9cdGOnHbMVqoUNcRfRNAKVZv3nm.jpg",
        "release_date": "2018-12-12",
        "title": "O Pequeno Órfão",
        "video": false,
        "vote_average": 7.9,
        "vote_count": 405
    },
    {
        "adult": false,
        "backdrop_path": "/9K1y8HCokYpuU92jKauiFwu0y7P.jpg",
        "genre_ids": [
            10751,
            12,
            16,
            35,
            14
        ],
        "id": 17711,
        "original_language": "en",
        "original_title": "The Adventures of Rocky & Bullwinkle",
        "overview": "Anos depois de seu programa de televisão ser cancelado, Alceu e Dentinho ainda estão vivendo dos residuais. Desta vez, quando três vilões de desenhos animados entram no mundo real, como pessoas reais, eles decidem conquistar os Estados Unidos.",
        "popularity": 37.939,
        "poster_path": "/lALI5871KQRoxSoedbv7ct4NKY4.jpg",
        "release_date": "2000-06-30",
        "title": "As Aventuras de Alceu e Dentinho",
        "video": false,
        "vote_average": 4.1,
        "vote_count": 349
    },
    {
        "adult": false,
        "backdrop_path": "/ue9ScDQ60jzMAuZ54tm4mTdLFfq.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 9433,
        "original_language": "en",
        "original_title": "The Edge",
        "overview": "Um acidente de avião numa região remota do gelado Alasca coloca o bilionário intelectual Charles Morse contra o fotógrafo de moda Robert Green em uma luta brutal pela sobrevivência. Logo, eles descobrem que o maior perigo não está na natureza, mas no medo, na traição e, muito possivelmente, no assassinato.",
        "popularity": 37.907,
        "poster_path": "/omVHaIFSW4i2s6xxbjzxWefniCQ.jpg",
        "release_date": "1997-09-06",
        "title": "No Limite",
        "video": false,
        "vote_average": 6.84,
        "vote_count": 1133
    },
    {
        "adult": false,
        "backdrop_path": "/b0dP4lPgK8Dg0tQEPx6z73jRURA.jpg",
        "genre_ids": [
            12,
            16,
            18,
            14,
            10749
        ],
        "id": 445030,
        "original_language": "ja",
        "original_title": "ノーゲーム・ノーライフ ゼロ",
        "overview": "Seis mil anos antes de Sora e Shiro chegarem a Disboard, a guerra consumiu a terra, rasgando os céus, destruindo estrelas e até ameaçando acabar com a raça humana. Em meio ao caos e à destruição, um jovem chamado Riku leva a humanidade para o amanhã em que seu coração acreditava. Um dia, nas ruínas de uma cidade de Elfos, ele conhece Shuvi, uma exilada que lhe pede para ensinar o que significa ter um coração humano.",
        "popularity": 37.848,
        "poster_path": "/deMG1h9mUIrWoCP2VKdMmKWSAkG.jpg",
        "release_date": "2017-07-15",
        "title": "No Game No Life: Zero",
        "video": false,
        "vote_average": 7.772,
        "vote_count": 373
    },
    {
        "adult": false,
        "backdrop_path": "/yERDHEaOezMqsRXhrulS9t6sAqC.jpg",
        "genre_ids": [
            12,
            27
        ],
        "id": 9392,
        "original_language": "en",
        "original_title": "The Descent",
        "overview": "Um ano após um grave trauma emocional, Sarah passa o tempo explorando cavernas com suas amigas. Depois de descerem ao subsolo, as mulheres encontram provas de uma expedição anterior e descobrem que não estão sozinhas. Predadores subterrâneos habitam as fendas e gostam de carne humana.",
        "popularity": 37.792,
        "poster_path": "/bXH40hPdlujsxOMx1COeR35o3BP.jpg",
        "release_date": "2005-07-08",
        "title": "Abismo do Medo",
        "video": false,
        "vote_average": 6.967,
        "vote_count": 3745
    },
    {
        "adult": false,
        "backdrop_path": "/8VGaEXbTOGeWGW7IvzOf1j2rjet.jpg",
        "genre_ids": [
            878,
            12,
            28,
            35,
            10751
        ],
        "id": 1497,
        "original_language": "en",
        "original_title": "Teenage Mutant Ninja Turtles II: The Secret of the Ooze",
        "overview": "As Tartarugas Ninja estão procurando um novo lugar para morar nos esgotos de Nova York, quando encontram integrantes do clã Foot, liderado por Destruidor. É quando eles descobrem o Ooze, a substância que transformou as próprias Tartarugas Ninja. O Destruidor usa este material para criar dois novos capangas, Tokka e Rahzar, e os envia para provocar destruições na cidade. Com a ajuda da jornalista April O'Neill, do professor Jordan Perry e do entregador de pizza Keno, as Tartarugas Ninja precisam detê-los.",
        "popularity": 37.745,
        "poster_path": "/RPXIoMjVtT7OOPnbcXceyoFRTh.jpg",
        "release_date": "1991-03-22",
        "title": "As Tartarugas Ninja II: O Segredo do Ooze",
        "video": false,
        "vote_average": 6.128,
        "vote_count": 1080
    },
    {
        "adult": false,
        "backdrop_path": "/2s4laxseAR9E7EIMxkrmCi1fdFP.jpg",
        "genre_ids": [
            99,
            10751,
            12
        ],
        "id": 464593,
        "original_language": "en",
        "original_title": "Earth: One Amazing Day",
        "overview": "One Amazing Day, uma viagem surpreendente que revela o incrível poder do mundo natural. Ao longo de um único dia, rastreamos o sol das montanhas mais altas até as ilhas mais remotas de selvas exóticas. As descobertas na tecnologia de cinema trazem você para perto com um elenco de personagens inesquecíveis. Contado com humor, intimidade e sensação de esplendor cinematográfico, Earth: One Amazing Day ressalta como cada dia está cheio de mais maravilhas do que você pode imaginar, até agora.",
        "popularity": 37.735,
        "poster_path": "/mFyjRMw5lm1EJ2h4n9yGB1F2ZPF.jpg",
        "release_date": "2017-08-04",
        "title": "Terra: Um Dia Incrível",
        "video": false,
        "vote_average": 7.747,
        "vote_count": 184
    },
    {
        "adult": false,
        "backdrop_path": "/msBuBppEFq3QvaRsJYz0r595gC5.jpg",
        "genre_ids": [
            12,
            18,
            10751
        ],
        "id": 1059638,
        "original_language": "pl",
        "original_title": "Pan Samochodzik i Templariusze",
        "overview": "Um historiador de arte encontra uma cruz templária e precisa se unir a um grupo nada convencional de aventureiros para conseguir desvendar os segredos dessa relíquia.",
        "popularity": 37.618,
        "poster_path": "/qWuCK5h5o7pQDILZgQYHSIc59TX.jpg",
        "release_date": "2023-07-12",
        "title": "Sr. Carrinho e os Cavaleiros Templários",
        "video": false,
        "vote_average": 5.858,
        "vote_count": 144
    },
    {
        "adult": false,
        "backdrop_path": "/iY8P5N4ENtE05ngDbY2k2TTmL3I.jpg",
        "genre_ids": [
            28,
            12,
            35,
            10751,
            14,
            878
        ],
        "id": 1499,
        "original_language": "en",
        "original_title": "Teenage Mutant Ninja Turtles III",
        "overview": "Um cetro mágico comprado pela jornalista April O'Neill acidentalmente a transporta a para o Japão do século XVII. As Tartarugas Ninja também viajam no tempo no intuito de salvá-la, mas Michelangelo se perde do grupo. Para reencontrá-lo e salvar April, Donatello, Raphael e Leonardo precisam ajudar uma vila a enfrentar o malvado Lorde Norinaga.",
        "popularity": 37.615,
        "poster_path": "/vQ4DQb617N4ipB7LPfUIfGR3X9P.jpg",
        "release_date": "1993-03-17",
        "title": "As Tartarugas Ninja III",
        "video": false,
        "vote_average": 5.393,
        "vote_count": 779
    },
    {
        "adult": false,
        "backdrop_path": "/6jQ9XMFLTM08ImKRkOq4olCbh5E.jpg",
        "genre_ids": [
            16,
            12,
            10749
        ],
        "id": 153158,
        "original_language": "es",
        "original_title": "Metegol",
        "overview": "Amadeo adora tanto futebol, que se torna um jogador imbatível, na versão de pebolim instalado em um pequeno café na cidadezinha em que vive. Colosso, o valentão local, desafia Amadeo para um partida de futebol de verdade, pois não consegue ganhar de Amadeo no jogo de mesa. É então que os jogadores de brinquedo ganham vida e após muitas aventuras, ajudam Amadeo a enfrentar Colosso... e também a enfrentar a vida.",
        "popularity": 37.59,
        "poster_path": "/9JexevmMkDLaRTa8JalJt7UIlue.jpg",
        "release_date": "2013-07-18",
        "title": "Um Time Show de Bola",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 473
    },
    {
        "adult": false,
        "backdrop_path": "/dSlofjxxcTSLmnH6602WsSSELU5.jpg",
        "genre_ids": [
            14,
            10751,
            16,
            12
        ],
        "id": 11319,
        "original_language": "en",
        "original_title": "The Rescuers",
        "overview": "A Sociedade de Proteção e Ajuda, formada por camundongos de diversos países, se reúne no prédio da ONU devido à descoberta de uma garrafa que contém uma mensagem de ajuda, enviada pela garota Penny (Michelle Stacy). Bianca (Eva Gabor), uma das representantes da reunião, se oferece para investigar o caso. Para que ela não parta sozinha nesta missão é enviado também Bernardo (Bob Newhart), o porteiro da reunião, que está atraído por Bianca. Juntos eles partem para o orfanato em que Penny morava, para descobrir pistas sobre seu paradeiro atual.",
        "popularity": 37.526,
        "poster_path": "/zcf9bfXDmKpUHRuPLUM8px9nVHL.jpg",
        "release_date": "1977-06-22",
        "title": "Bernardo e Bianca",
        "video": false,
        "vote_average": 6.776,
        "vote_count": 2413
    },
    {
        "adult": false,
        "backdrop_path": "/oDrNP87QRnfScGLEdUXr9EE2nwe.jpg",
        "genre_ids": [
            28,
            12,
            18,
            878
        ],
        "id": 6593,
        "original_language": "ja",
        "original_title": "ゴジラvsメカゴジラ",
        "overview": "Godzilla vs. Mechagodzilla II, é um filme japonês de kaiju de 1993, dirigido por Takao Okawara, escrito por Wataru Mimura e produzido por Shogo Tomiyama. Produzido e distribuído pela Toho Studios, é o 20º filme da franquia Godzilla, bem como o quinto filme a ser lançado durante o período Heisei da franquia.",
        "popularity": 37.407,
        "poster_path": "/2KI3AVrnbNt5dw4KD1KFxHsIAQn.jpg",
        "release_date": "1993-12-11",
        "title": "Godzilla vs. Mechagodzilla II",
        "video": false,
        "vote_average": 7.286,
        "vote_count": 186
    },
    {
        "adult": false,
        "backdrop_path": "/qJ2oAceXrc7X1xZB2BDlOBniyi0.jpg",
        "genre_ids": [
            53,
            12,
            9648,
            14,
            27,
            878
        ],
        "id": 208763,
        "original_language": "ru",
        "original_title": "Вий",
        "overview": "Jonathan Green, um cartógrafo inglês, se aventura em uma viagem para mapear as terras desconhecidas da Transilvânia, a fim de descobrir os segredos obscuros escondidos lá e as criaturas perigosas de uma floresta amaldiçoada e fantástica da Ucrânia.",
        "popularity": 37.378,
        "poster_path": "/AbUO3tYs0cckhwlDxBqyX7QiWND.jpg",
        "release_date": "2014-01-30",
        "title": "Império Proibido",
        "video": false,
        "vote_average": 5.879,
        "vote_count": 301
    },
    {
        "adult": false,
        "backdrop_path": "/vcNXzOfACCXZA7vb8SNde0LUC9o.jpg",
        "genre_ids": [
            28,
            12,
            878,
            10751
        ],
        "id": 1068141,
        "original_language": "en",
        "original_title": "Mighty Morphin Power Rangers: Once & Always",
        "overview": "Três décadas depois que o poderoso Zordon criou os Power Rangers, o grupo fica frente a frente com uma ameaça do passado. Em meio a uma crise global, os heróis são chamados mais uma vez para salvar o mundo. Este especial que celebra o trigésimo aniversário da franquia é inspirado no famoso lema \"Uma vez Ranger, sempre Ranger\", o que significa: os integrantes da família Ranger são sempre recebidos de braços abertos.",
        "popularity": 37.376,
        "poster_path": "/lB1psIWct40ZSJPLp8wsQ98y0dI.jpg",
        "release_date": "2023-04-19",
        "title": "Power Rangers: Agora e Sempre",
        "video": false,
        "vote_average": 6.556,
        "vote_count": 241
    },
    {
        "adult": false,
        "backdrop_path": "/hvGWyyC8wER1I8ExSXNtFBs7Mgd.jpg",
        "genre_ids": [
            12,
            28,
            53
        ],
        "id": 707,
        "original_language": "en",
        "original_title": "A View to a Kill",
        "overview": "O magnata Max Zorin (Christopher Walken) pretende controlar o mercado de informática. Ele resolve arquitetar um louco plano, no qual milhares de pessoas vão morrer para ficar ainda mais rico. Após retornar da sua viagem na União Soviética com um chip de computador, James Bond (Roger Moore) precisa investigar as indústrias de Zorin e tentar impedir que o vilão realize os seus planos.",
        "popularity": 37.371,
        "poster_path": "/fbytkyUibUnksjBEpIwcMxQJTfJ.jpg",
        "release_date": "1985-05-24",
        "title": "007 Na Mira dos Assassinos",
        "video": false,
        "vote_average": 6.232,
        "vote_count": 1902
    },
    {
        "adult": false,
        "backdrop_path": "/oazPqs1z78LcIOFslbKtJLGlueo.jpg",
        "genre_ids": [
            35,
            878,
            12
        ],
        "id": 501979,
        "original_language": "en",
        "original_title": "Bill & Ted Face the Music",
        "overview": "Três décadas depois, Bill e Ted ainda não conseguiram escrever a melhor música de todos os tempos. Os amigos, então, têm a ideia genial de viajar para o futuro, para quando já tiverem escrito a música, e roubá-la de si mesmos... O que poderia dar errado? Ao lado das suas famílias e da inseparável amiga Morte, eles precisam encontrar a música perdida e salvar o mundo de uma possível catástrofe. Tudo isso, claro, sendo excelentes uns com os outros e deixando a festa rolar!",
        "popularity": 37.358,
        "poster_path": "/8I2oy8pXP6T70bVxYSjwUTKn2DS.jpg",
        "release_date": "2020-08-27",
        "title": "Bill & Ted: Encare a Música",
        "video": false,
        "vote_average": 5.919,
        "vote_count": 897
    },
    {
        "adult": false,
        "backdrop_path": "/7ELIOvgJhhGDenPhdwRqi8RGIuL.jpg",
        "genre_ids": [
            27,
            14,
            28,
            12,
            10770
        ],
        "id": 14863,
        "original_language": "en",
        "original_title": "Anaconda 3: Offspring",
        "overview": "Uma cientista trabalha no laboratório subterrâneo de um milionário realizando experiências de cruzamento entre duas espécies de cobras predatórias gigantes. No meio dos experimentos, algo sai errado e as criaturas conseguem fugir, começando a traçar uma rota de medo e destruição. Para reverter a situação, a pesquisadora pede ajuda a um mercenário.",
        "popularity": 37.31,
        "poster_path": "/a5j78QYzjr81HIcYvCuhx105eXP.jpg",
        "release_date": "2008-07-26",
        "title": "Anaconda 3",
        "video": false,
        "vote_average": 4.656,
        "vote_count": 298
    },
    {
        "adult": false,
        "backdrop_path": "/bMcXBBkLHgh60Z8OnpIX4GdMN6m.jpg",
        "genre_ids": [
            10751,
            16,
            12
        ],
        "id": 14873,
        "original_language": "en",
        "original_title": "The Jungle Book 2",
        "overview": "Mogli, uma criança selvagem, cresceu em uma vila rural. Ele foge e volta à selva para ficar com seus amigos animais, como o amável urso Balu. O desaparecimento de Mogli preocupa sua família. Por isso, sua meia-irmã, Shanti, viaja para a selva para encontrá-lo. Mas nem tudo por lá está bem. O velho inimigo de Mogli, o feroz tigre Shere Khan, captura Mogli, Shanti e Balu em um templo antigo.",
        "popularity": 37.265,
        "poster_path": "/1xVK9gsLgGpDt6nJO7VjjTW2Uy5.jpg",
        "release_date": "2003-02-07",
        "title": "Mogli: O Menino Lobo 2",
        "video": false,
        "vote_average": 5.9,
        "vote_count": 1109
    },
    {
        "adult": false,
        "backdrop_path": "/pApaVlxJCp2o4mrzCAD3AaLjq77.jpg",
        "genre_ids": [
            12,
            18
        ],
        "id": 407436,
        "original_language": "en",
        "original_title": "Mowgli: Legend of the Jungle",
        "overview": "Criado por uma alcatéia em meio às florestas da Índia, Mogli (Rohan Chand) vive com os animais da selva e conta com a amizade do urso Baloo (Andy Serkis) e da pantera Bagheera (Christian Bale). Ele é aceito por todos os animais, exceto pelo temido tigre Shere Khan (Benedict Cumberbach). Quando Mogli se defronta com suas origens humanas, perigos maiores do que a rixa com Shere Khan podem surgir.",
        "popularity": 37.233,
        "poster_path": "/9j7VmIA7SB6aDmEpy055jq8ClJe.jpg",
        "release_date": "2018-11-25",
        "title": "Mogli: Entre Dois Mundos",
        "video": false,
        "vote_average": 6.484,
        "vote_count": 2436
    },
    {
        "adult": false,
        "backdrop_path": "/kDQdFs5XL6G8TuXvd0NnJfQ59GP.jpg",
        "genre_ids": [
            878,
            12,
            28,
            35,
            53
        ],
        "id": 641501,
        "original_language": "fr",
        "original_title": "Comment je suis devenu super-héros",
        "overview": "Em um mundo onde humanos e super-heróis coexistem, um policial solitário e uma detetive brilhante se unem para acabar com um plano para roubar superpoderes.",
        "popularity": 37.223,
        "poster_path": "/iYl4YJ1BnuJEKjn0dmKlMa1Bwuo.jpg",
        "release_date": "2020-11-19",
        "title": "Como Virei Super-Herói",
        "video": false,
        "vote_average": 6.075,
        "vote_count": 483
    },
    {
        "adult": false,
        "backdrop_path": "/wqpTrmGiqMJ6onAq3zrBhfomIJl.jpg",
        "genre_ids": [
            16,
            12,
            35,
            14
        ],
        "id": 532067,
        "original_language": "ja",
        "original_title": "映画 この素晴らしい世界に祝福を！紅伝説",
        "overview": "Quando Yunyun recebe uma carta aparentemente séria sobre um possível desastre vindo para sua cidade natal, ela imediatamente informa Kazuma Satou e o resto de seu grupo. Depois de uma série de mal-entendidos malucos, acaba sendo uma mera brincadeira de seu companheiro demônio que quer ser um autor. Mesmo assim, Megumin fica preocupada com sua família e parte para a vila dos Demônios Carmesins com o grupo.",
        "popularity": 37.211,
        "poster_path": "/t37cFbjqWzcteiA3XrkNOUswPLa.jpg",
        "release_date": "2019-08-30",
        "title": "KonoSuba: As Bênçãos de Deus Nesse Mundo Maravilhoso! - Lenda Carmesim",
        "video": false,
        "vote_average": 8.109,
        "vote_count": 527
    },
    {
        "adult": false,
        "backdrop_path": "/92tb8mgjgL1S2KwrZezyPHPkQ3R.jpg",
        "genre_ids": [
            12,
            10751,
            14
        ],
        "id": 13597,
        "original_language": "en",
        "original_title": "Labyrinth",
        "overview": "Frustrada por ter de cuidar do irmão caçula enquanto seus pais estão fora, a adolescente Sarah sonha em se livrar da criança, que não para de chorar. Atendendo seu pedido, o Rei dos Duendes, personagem de um dos livros de Sarah, ganha vida e sequestra o bebê. Arrependida, a menina terá de enfrentar um labirinto e resgatar o irmão antes da meia-noite para evitar que ele seja transformado em um duende.",
        "popularity": 37.177,
        "poster_path": "/wqe2yUPPdUqJe3mBoyVfWfZ47s1.jpg",
        "release_date": "1986-06-27",
        "title": "Labirinto: A Magia do Tempo",
        "video": false,
        "vote_average": 7.282,
        "vote_count": 2348
    },
    {
        "adult": false,
        "backdrop_path": "/f5xCw22fOR6DgDRCpDFGkPbKbmY.jpg",
        "genre_ids": [
            14,
            35,
            28,
            12
        ],
        "id": 560527,
        "original_language": "ko",
        "original_title": "내안의 그놈",
        "overview": "Dong Hyun é um aluno do ensino médio e Pan Soo é membro de uma organização criminosa. Em um acidente infeliz, Dong Hyun escorrega do telhado e cai em cima de Pan Soo. Quando os dois homens acordam no hospital, eles descobrem que seus corpos foram trocados! Presos no corpo um do outro, eles conseguirão continuar com suas vidas cotidianas?",
        "popularity": 37.119,
        "poster_path": "/ofhf0Tn7hnBtboiUEuVj5IZyD3g.jpg",
        "release_date": "2019-01-09",
        "title": "O Cara em Mim",
        "video": false,
        "vote_average": 7.86,
        "vote_count": 129
    },
    {
        "adult": false,
        "backdrop_path": "/AgYlP6g4vrNn1sVsAIvflW3TfJU.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            35
        ],
        "id": 422803,
        "original_language": "en",
        "original_title": "A Shaun the Sheep Movie: Farmageddon",
        "overview": "Shaun e seu rebanho tentam ajudar uma adorável alienígena a voltar para seu planeta, mas eles precisam fugir de agentes do governo que estão atrás dela.",
        "popularity": 37.113,
        "poster_path": "/uVr8U96Pbj7sLk9qX6EQ8s3eTin.jpg",
        "release_date": "2019-09-26",
        "title": "Shaun, o Carneiro - O Filme: A Fazenda Contra-Ataca",
        "video": false,
        "vote_average": 6.934,
        "vote_count": 497
    },
    {
        "adult": false,
        "backdrop_path": "/wwzuxanisjA7GhZOPYaWlfmlCKY.jpg",
        "genre_ids": [
            878,
            35,
            12
        ],
        "id": 23048,
        "original_language": "en",
        "original_title": "Hot Tub Time Machine",
        "overview": "Após viverem um tempo separados, quatro amigos juntam-se quando um deles quer se suicidar. Nenhum deles está feliz com suas vidas, então decidem ir para um resort de esqui, onde têm a oportunidade de curtirem um tempo juntos. Depois de uma noite bebendo dentro de uma banheira, eles acordam em 1986 e têm a chance de reescrever o passado.",
        "popularity": 37.058,
        "poster_path": "/iH0siCuPLBLFGrN4no4Egfwpwx.jpg",
        "release_date": "2010-03-26",
        "title": "A Ressaca",
        "video": false,
        "vote_average": 6.037,
        "vote_count": 2395
    },
    {
        "adult": false,
        "backdrop_path": "/5pfk7bITD5nBqYGJE2slHn4nx3l.jpg",
        "genre_ids": [
            28,
            12,
            80,
            53
        ],
        "id": 619592,
        "original_language": "en",
        "original_title": "Force of Nature",
        "overview": "No meio de um furacão, os policiais que evacuam o condomínio se juntam a um grupo de moradores quando assaltantes invadem o local.",
        "popularity": 37.051,
        "poster_path": "/aCbYUY1xuyaxbp5F1KuyH7AIvHg.jpg",
        "release_date": "2020-07-02",
        "title": "A Força da Natureza",
        "video": false,
        "vote_average": 5.178,
        "vote_count": 503
    },
    {
        "adult": false,
        "backdrop_path": "/dFaIuwU7NxLUDL3OrOJWXzI2AfU.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            18,
            14
        ],
        "id": 115223,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター ベストウイッシュ ビクティニと白き英雄 レシラム",
        "overview": "Durante suas viagens pela região de Unova, Ash e seus amigos Iris e Cilan chegam na Cidade de Eindoak, construída ao redor de um castelo chamado a Espada do Vale. Os três Treinadores vieram para competir na competição de batalhas anual da cidade, e Ash consegue vencer com um pouco da ajuda inesperada do Pokémon Mítico Victini!  A maior aventura na história Pokémon se aproxima!",
        "popularity": 37.045,
        "poster_path": "/74GV0SdGJTsXdC8Q56VFJOu6TDJ.jpg",
        "release_date": "2011-07-16",
        "title": "Pokémon o Filme: Preto - Victini e Reshiram",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 156
    },
    {
        "adult": false,
        "backdrop_path": "/fRrpOILyXuWaWLmqF7kXeMVwITQ.jpg",
        "genre_ids": [
            27,
            28,
            12
        ],
        "id": 522444,
        "original_language": "en",
        "original_title": "Black Water: Abyss",
        "overview": "Um casal apaixonado por aventura convence seus amigos a explorar um remoto sistema de cavernas nas florestas australianas. Com uma tempestade se aproximando, eles adentram na caverna, que começa a encher, os deixando presos com um grupo de crocodilos.",
        "popularity": 36.973,
        "poster_path": "/9I2ATBaOfwXo23vSBfEAQ3uZhGV.jpg",
        "release_date": "2020-07-09",
        "title": "Crocodilos: A Morte Te Espera",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 418
    },
    {
        "adult": false,
        "backdrop_path": "/i4ZougHEyBAboDpi6jsaTUDTjUl.jpg",
        "genre_ids": [
            14,
            53,
            28,
            12,
            27
        ],
        "id": 282035,
        "original_language": "en",
        "original_title": "The Mummy",
        "overview": "Nas profundezas do deserto, uma antiga rainha, cujo destino foi injustamente lhe tirado está mumificada. Apesar de sepultada em sua cripta, ela desperta nos dias atuais. Com uma maldade acumulada ao longo dos anos, ela espalha terror desde as areais do Oriente Médio até os becos de Londres.",
        "popularity": 36.972,
        "poster_path": "/vH9Hd7njePEe6xnRrYYaDmF2yqX.jpg",
        "release_date": "2017-06-06",
        "title": "A Múmia",
        "video": false,
        "vote_average": 5.512,
        "vote_count": 7044
    },
    {
        "adult": false,
        "backdrop_path": "/ebaq0ecL1Tu39rIExfHwE4ToFl2.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 708,
        "original_language": "en",
        "original_title": "The Living Daylights",
        "overview": "Georgi Koskov (Jeroen Krabbé), um general dissidente da União Soviética, escapa da Cortina de Ferro com a ajuda de James Bond (Timothy Dalton), mas logo é recapturado através de uma sensacional missão de resgate, que transforma o Serviço Secreto Inglês em uma grande chacota. A partir de então, 007 assume o caso e vê fatos surpreendentes ao conhecer Kara Milovy (Maryam d'Abo), uma violoncelista tcheca com quem se envolve. Bond acaba descobrindo uma grande trama ligada a Brad Whitaker (Joe Don Baker), um grande comerciante de armamento bélico.",
        "popularity": 36.97,
        "poster_path": "/mXbq3IsGDW9AdV8fhL2EiHTrkEu.jpg",
        "release_date": "1987-06-29",
        "title": "007: Marcado para a Morte",
        "video": false,
        "vote_average": 6.516,
        "vote_count": 1708
    },
    {
        "adult": false,
        "backdrop_path": "/yFZG86Zvdy6JuIlMW9eHxlVkct5.jpg",
        "genre_ids": [
            16,
            28,
            12,
            14,
            878
        ],
        "id": 413594,
        "original_language": "ja",
        "original_title": "劇場版 ソードアート・オンライン -オーディナル・スケール-",
        "overview": "Em 2026, 4 anos após o infame incidente de Sword Art Online, uma nova forma de tecnologia emergiu: o Augma, um dispositivo que utiliza um sistema de Realidade Aumentada. Diferente da Realidade Virtual do NerveGear e do Amusphere, é perfeitamente seguro e permite aos jogadores à usarem enquanto estão conscientes, gerando um grande hit no mercado. A aplicação mais popular do Augma é o jogo Ordinal Scale, que emerge os jogadores em um RPG de fantasia com rankings e recompensas. Seguindo a nova mania, os amigos de Kirito mergulham no jogo e, apesar de seus receios sobre o sistema, Kirito eventualmente se junta à eles. Enquanto parece ser algo apenas para diversão e jogos à princípio, eles logo descobrem que o jogo não é tudo o que parece...",
        "popularity": 36.933,
        "poster_path": "/Alntdcf829Cv115No44KOJb23IA.jpg",
        "release_date": "2017-02-18",
        "title": "Sword Art Online: Ordinal Scale",
        "video": false,
        "vote_average": 7.7,
        "vote_count": 663
    },
    {
        "adult": false,
        "backdrop_path": "/61sbyO47yIpsMFyLhY1MWcqjg1Q.jpg",
        "genre_ids": [
            12,
            35,
            10751,
            14
        ],
        "id": 499701,
        "original_language": "en",
        "original_title": "Dora and the Lost City of Gold",
        "overview": "Ambientado na floresta peruana, o filme narra as aventuras de Dora (Isabella Merced) junto de seu macaco Botas, amigos que acabou de fazer na escola e um misterioso explorador a fim de salvar seus pais de mercenários. Mas Dora também terá de solucionar um grande mistério envolvendo Parapata, uma antiga cidade perdida dos Incas.",
        "popularity": 36.929,
        "poster_path": "/zn6uvrCTymyl9dYkoU2XDODC8IC.jpg",
        "release_date": "2019-08-08",
        "title": "Dora e a Cidade Perdida",
        "video": false,
        "vote_average": 6.656,
        "vote_count": 1662
    },
    {
        "adult": false,
        "backdrop_path": "/luOLydz3H319kUl79MbBcfGsCgz.jpg",
        "genre_ids": [
            35,
            12,
            28
        ],
        "id": 6519,
        "original_language": "en",
        "original_title": "The Dukes of Hazzard",
        "overview": "O negócio da família Duke é bebida ilegal, que é fabricada pelo tio Jesse (Willie Nelson). Luke (Johnny Knoxville) e Bo (Seann William Scott), que são primos, são também os responsáveis pela entrega das bebidas, que é feita através de um Dodge Changer laranja apelidado de \"General Lee\". Luke e Bo volta e meia enfrentam problemas com a polícia, o que faz com que tenham que andar sempre em alta velocidade. A dupla também periodicamente se mete em confusão no Boar's Nest, onde sua prima Daisy (Jessica Simpson) trabalha como garçonete. Após descobrirem que as terras de seus vizinhos estão sendo tomadas irregularmente pelo chefe Hogg (Burt Reynolds), Luke e Bo decidem preparar um plano para salvar o local em que moram.",
        "popularity": 36.912,
        "poster_path": "/hJ38nipYAyOUgUv9tzL3RAIBgXV.jpg",
        "release_date": "2005-08-05",
        "title": "Os Gatões: Uma Nova Balada",
        "video": false,
        "vote_average": 5.536,
        "vote_count": 1125
    },
    {
        "adult": false,
        "backdrop_path": "/4i1ofsSpfTuswHXcgPtXbZrSnoe.jpg",
        "genre_ids": [
            53,
            28,
            12,
            80
        ],
        "id": 564147,
        "original_language": "kn",
        "original_title": "ಕೆಜಿಎಫ್ ಅಧ್ಯಾಯ ೧",
        "overview": "Um filme sobre as minas de ouro que representam o poder absoluto. O filme é baseado na luta pelo poder para governar esses campos que eventualmente se tornam o destino de um homem e o seu destino final.",
        "popularity": 36.833,
        "poster_path": "/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
        "release_date": "2018-12-20",
        "title": "K.G.F: Capítulo 1",
        "video": false,
        "vote_average": 7.357,
        "vote_count": 206
    },
    {
        "adult": false,
        "backdrop_path": "/6188iOmUAitGThYUjyx20fO4LJd.jpg",
        "genre_ids": [
            12,
            18
        ],
        "id": 20766,
        "original_language": "en",
        "original_title": "The Road",
        "overview": "O mundo foi destruído há mais de 10 anos, mas ninguém sabe o que exatamente aconteceu. Como resultado, não há energia, vegetação ou comida. Milhões de pessoas morreram, devido aos incêndios, inundações ou queimadas que se seguiram ao cataclisma. Neste contexto vivem um pai (Viggo Mortensen) e seu filho (Kodi Smit-McPhee), que sobrevivem de quaisquer alimento e vestuário que conseguem roubar. Apesar dos contratempos, eles seguem viagem pela estrada, sempre rumo ao oeste dos Estados Unidos.",
        "popularity": 36.809,
        "poster_path": "/6pm9nlQoGx8egjJx85NTgiOSLYG.jpg",
        "release_date": "2009-11-25",
        "title": "A Estrada",
        "video": false,
        "vote_average": 7.005,
        "vote_count": 3718
    },
    {
        "adult": false,
        "backdrop_path": "/omvtRhwBgwB8EWDjWMt95rDGPsv.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 1729,
        "original_language": "zh",
        "original_title": "The Forbidden Kingdom",
        "overview": "Jason, um adolescente americano, é um grande fã do cinema de Hong Kong e de velhos filmes de kung-fu. Ao visitar uma loja de penhores em Chinatown, ele descobre a arma de um sábio chinês antigo e guerreiro, o Rei Macaco. A relíquia mágica transporta Jason de volta no tempo e ele se junta a um grupo de lendários artistas marciais em uma missão para libertar um homem preso.",
        "popularity": 36.801,
        "poster_path": "/2rEzOeG6he952m7tyFe7tOyfoko.jpg",
        "release_date": "2008-04-18",
        "title": "O Reino Proibido",
        "video": false,
        "vote_average": 6.612,
        "vote_count": 1644
    },
    {
        "adult": false,
        "backdrop_path": "/gtGosvmE5H96MWddFCAumFJF1Dv.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 16931,
        "original_language": "en",
        "original_title": "Into the Blue 2: The Reef",
        "overview": "Um casal de mergulhadores recebe uma proposta imperdível para descobrir um tesouro que naufragou em um recife. Pensando em melhorar suas vidas, os dois aceitam a oferta, mas o que eles esperavam era que seus novos patrões escondiam outras intenções por trás desse plano, colocando os dois em risco de vida.",
        "popularity": 36.755,
        "poster_path": "/sa18Fb4RIdd37u7KILVPA05rYIa.jpg",
        "release_date": "2009-04-21",
        "title": "Mergulho Radical 2: Os Recifes",
        "video": false,
        "vote_average": 5.126,
        "vote_count": 147
    },
    {
        "adult": false,
        "backdrop_path": "/ySHlkHDbXztjdjRJ0pZN7FXRnaW.jpg",
        "genre_ids": [
            16,
            12,
            28,
            14
        ],
        "id": 631132,
        "original_language": "ja",
        "original_title": "ゴブリンスレイヤー -GOBLIN'S CROWN-",
        "overview": "\"Por favor, descubram alguma pista sobre a Nobre Esgrimista que desapareceu ao partir para matar uns goblins.\"  Ao receber um pedido da Donzela da Espada, o Matador de Goblins e seu bando seguem para as montanhas nevadas do norte. Uma pequena vila é atacada, eles descobrem uma misteriosa capela, e algo no comportamento dos goblins intriga o Matador de Goblins.  \"Eu vou recuperar tudo que eu perdi!\"  Para salvar a Nobre Esgrimista sequestrada, o grupo do Matador de Goblins marcha rumo a uma antiga fortaleza coberta de neve, prestes a se digladiar contra um poderoso inimigo e uma horda de goblins!",
        "popularity": 36.737,
        "poster_path": "/d7fHUMv7L5m44JuwvBAaCXICJwb.jpg",
        "release_date": "2020-02-01",
        "title": "Matador de Goblins: A Coroa do Goblin",
        "video": false,
        "vote_average": 7.4,
        "vote_count": 252
    },
    {
        "adult": false,
        "backdrop_path": "/9bn8ApCTuqTb7rLoxzyGcyzjuFx.jpg",
        "genre_ids": [
            28,
            53,
            12
        ],
        "id": 447200,
        "original_language": "en",
        "original_title": "Skyscraper",
        "overview": "Will Sawyer, veterano de guerra e ex-líder da equipe de resgate do FBI, é agora responsável pela segurança de arranha-céus, trabalhando na China. Quando descobre que o mais alto e seguro edifício do mundo está em chamas e ele está sendo acusado por isso, Will torna-se um foragido procurado e precisa encontrar os verdadeiros culpados, limpar seu nome e, de alguma forma, resgatar sua família, que está no prédio, acima da linha de fogo.",
        "popularity": 36.676,
        "poster_path": "/6wmcfhS4xDXvyh1zmmi42ltBfzo.jpg",
        "release_date": "2018-07-11",
        "title": "Arranha-Céu: Coragem Sem Limite",
        "video": false,
        "vote_average": 6.316,
        "vote_count": 4866
    },
    {
        "adult": false,
        "backdrop_path": "/mlxKite1x1PgmIhJgAxNS9eHmH8.jpg",
        "genre_ids": [
            16,
            10751,
            12,
            35,
            14
        ],
        "id": 508965,
        "original_language": "en",
        "original_title": "Klaus",
        "overview": "Em Smeerensburg, remota ilha localizada acima do Círculo Ártico, Jesper é um estudante da Academia Postal que enfrenta um sério problema: os habitantes da cidade brigam o tempo todo, sem demonstrar o menor interesse por cartas. Prestes a desistir da profissão, ele encontra apoio na professora Alva e no misterioso carpinteiro Klaus, que vive sozinho em sua casa repleta de brinquedos feitos a mão.",
        "popularity": 36.667,
        "poster_path": "/guyZW9AQdTMp2F4esttjyIMMK1k.jpg",
        "release_date": "2019-11-08",
        "title": "Klaus",
        "video": false,
        "vote_average": 8.246,
        "vote_count": 3905
    },
    {
        "adult": false,
        "backdrop_path": "/5B22eed7ErxFiYAG4Ksb4eLwKNF.jpg",
        "genre_ids": [
            10751,
            16,
            12,
            35
        ],
        "id": 770254,
        "original_language": "en",
        "original_title": "Back to the Outback",
        "overview": "Eles são perigosamente fofos! A caçada começa quando um grupo de animaizinhos letais (e um coala-celebridade chamado Pelúcio) escapa do parque onde vivem na Austrália e tentam voltar para seu lar.",
        "popularity": 36.638,
        "poster_path": "/9TtAmtq6iJfzh6qG4euG6eoUQDm.jpg",
        "release_date": "2021-12-03",
        "title": "Próxima Parada: Lar Doce Lar",
        "video": false,
        "vote_average": 7.725,
        "vote_count": 712
    },
    {
        "adult": false,
        "backdrop_path": "/94KpGOnZckDk6UQE9bThjnlDWcg.jpg",
        "genre_ids": [
            12,
            27,
            53
        ],
        "id": 9360,
        "original_language": "en",
        "original_title": "Anaconda",
        "overview": "Uma equipe de filmagem chega à Amazônia para fazer um documentário sobre a tribo shirishama. Guiados pelo misterioso Paul Sarone, o grupo descobre que está envolvido em uma perigosa caçada à serpente rara e gigantesca conhecida como Anaconda. O jogo vira quando o grupo percebe que o animal é inteligente e tem um plano bem elaborado para devorar um a um.",
        "popularity": 36.622,
        "poster_path": "/lJAzxGgEmVCsfjeTlOP1hU46HVp.jpg",
        "release_date": "1997-04-11",
        "title": "Anaconda",
        "video": false,
        "vote_average": 5.193,
        "vote_count": 2404
    },
    {
        "adult": false,
        "backdrop_path": "/1bDa2d9VqqBQlk42Gduu37Rz1ob.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 72710,
        "original_language": "en",
        "original_title": "The Host",
        "overview": "A Terra foi colonizada por uma raça alienígena que controla a mente dos humanos e usa seus corpos como hospedeiros. A maioria da humanidade foi erradicada, mas quando Melanie se recusa a aceitar sua nova alma, uma caçada se inicia.",
        "popularity": 36.546,
        "poster_path": "/7Wj9NLJaEUF9Cf0ovhuK0J7rJG0.jpg",
        "release_date": "2013-03-22",
        "title": "A Hospedeira",
        "video": false,
        "vote_average": 6.288,
        "vote_count": 3848
    },
    {
        "adult": false,
        "backdrop_path": "/gEhKgjVJj61FfHiztcbhSP3Qrkl.jpg",
        "genre_ids": [
            16,
            10751,
            12
        ],
        "id": 513386,
        "original_language": "zh",
        "original_title": "猫与桃花源",
        "overview": "O gatinho Pipoca decide ir em busca de uma terra mística conhecida como \"Jardim Mágico\". Agora, seu pai, o preguiçoso Bolota, precisa se aventurar pela primeira vez para salvar o filhote.",
        "popularity": 36.534,
        "poster_path": "/1Gl8leyHCnSOTr0RIGz0pTXqaBn.jpg",
        "release_date": "2018-04-05",
        "title": "Cats e a Gatolândia",
        "video": false,
        "vote_average": 6.7,
        "vote_count": 117
    },
    {
        "adult": false,
        "backdrop_path": "/7neeXze9HB3MTxDYyh3wwysydMN.jpg",
        "genre_ids": [
            16,
            12,
            35,
            10751,
            14
        ],
        "id": 778855,
        "original_language": "en",
        "original_title": "Chickenhare and the Hamster of Darkness",
        "overview": "Um jovem e corajoso explorador se une a dois amigos de confiança para encontrar um artefato mágico antes que seu tio ganancioso coloque as patas nele.",
        "popularity": 36.53,
        "poster_path": "/aIzqgCqKh69G95HDB9LWTLnLT8H.jpg",
        "release_date": "2022-02-16",
        "title": "Frangoelho e o Hamster das Trevas",
        "video": false,
        "vote_average": 7.3,
        "vote_count": 250
    },
    {
        "adult": false,
        "backdrop_path": "/4zLztgGLDfa1vBra0mFRrn3S32t.jpg",
        "genre_ids": [
            28,
            12,
            18,
            53
        ],
        "id": 2133,
        "original_language": "en",
        "original_title": "The Perfect Storm",
        "overview": "Pessoas corajosas arriscam suas vidas colocando seus barcos de pesca e navios de resgate contra as forças da natureza. Seus piores temores se tornam realidade no Halloween de 1991, quando são confrontados pela maior tempestade da história.",
        "popularity": 36.508,
        "poster_path": "/uFwxmphIAqnX8oDKhf3EOrvtW11.jpg",
        "release_date": "2000-06-29",
        "title": "Mar em Fúria",
        "video": false,
        "vote_average": 6.468,
        "vote_count": 2225
    }
]