[
    {
        "adult": false,
        "backdrop_path": "/jNIqlHr5cYvYbtf5k5PlbsCG0mo.jpg",
        "genre_ids": [
            28,
            35
        ],
        "id": 23719,
        "original_language": "en",
        "original_title": "Trapped in Paradise",
        "overview": "Três irmãos trapalhões planejam um crime contra um banco na pequena cidade de Paraíso. O golpe, em si, é fácil, mas o difícil mesmo é sair do local, que sofre uma tempestade de neve. Para completar, eles terão, ainda, que resistir à ingenuidade dos habitantes da cidade, que os tratam com muita simpatia e generosidade.",
        "popularity": 17.855,
        "poster_path": "/NsNYGdEUgEhhiwGqm9I8LEf1rV.jpg",
        "release_date": "1994-12-02",
        "title": "Encurralados no Paraíso",
        "video": false,
        "vote_average": 5.598,
        "vote_count": 231
    },
    {
        "adult": false,
        "backdrop_path": "/ozIhpAb69vQahq5obDlRGP87Y0m.jpg",
        "genre_ids": [
            99,
            28,
            12,
            53
        ],
        "id": 503210,
        "original_language": "en",
        "original_title": "Return to Jurassic Park",
        "overview": "",
        "popularity": 17.85,
        "poster_path": "/mPyu59cDdmMDDW9IOtfjVlM0THd.jpg",
        "release_date": "2011-02-05",
        "title": "Return to Jurassic Park",
        "video": false,
        "vote_average": 6.603,
        "vote_count": 827
    },
    {
        "adult": false,
        "backdrop_path": "/87nsrUeRZJClvOe4oAZjqpMf2D9.jpg",
        "genre_ids": [
            28,
            35
        ],
        "id": 10295,
        "original_language": "it",
        "original_title": "Miami Supercops",
        "overview": "Agente do FBI chama ex-parceiro aposentado para ajudá-lo a solucionar o único caso que não resolveram até então. Sete anos depois de um grande assalto em Detroit, um ladrão de bancos é morto e a investigação começa para tentar recuperar 20 milhões de dólares. Uma super aventura com muita ação, com a dupla Terence Hill e Bud Spencer.",
        "popularity": 17.832,
        "poster_path": "/35Bo4S7RdiVK39w5s8Njn2cEGSa.jpg",
        "release_date": "1985-12-11",
        "title": "Os Dois Super-Tiras em Miami",
        "video": false,
        "vote_average": 6.427,
        "vote_count": 409
    },
    {
        "adult": false,
        "backdrop_path": "/8YXVfwmXoGgxvk0P9xaZMFd34Cj.jpg",
        "genre_ids": [
            35,
            28
        ],
        "id": 339396,
        "original_language": "en",
        "original_title": "True Memoirs of an International Assassin",
        "overview": "Após seu romance fictício ser publicado como um livro de memórias, um escritor é arrastado para uma perigosa conspiração política na Venezuela.",
        "popularity": 17.827,
        "poster_path": "/muJ9FvDSTm4txkATsKWPADb1zTI.jpg",
        "release_date": "2016-11-11",
        "title": "A História Real de um Assassino Falso",
        "video": false,
        "vote_average": 5.747,
        "vote_count": 768
    },
    {
        "adult": false,
        "backdrop_path": "/dCrnWaEegDW8AycG0HVu8WuPLFf.jpg",
        "genre_ids": [
            18,
            28,
            80
        ],
        "id": 26030,
        "original_language": "fr",
        "original_title": "Bob le flambeur",
        "overview": "Em decadência financeira, Bob, um velho gângster viciado em jogos decide roubar um cassino em Deauville, mas a polícia fica sabendo de seus planos.  Em Paris, Bob Montagne é praticamente sinônimo de jogo - e vencedor. Ele é gentil, elegante e querido por praticamente todos na cidade, incluindo o inspetor de polícia Ledru. No entanto, quando a sorte de Bob azeda, ele começa a perder amigos e faz a mais desesperada aposta de sua vida: roubar o cassino de Deauville durante o fim de semana do Grande Prêmio, quando os cofres estão cheios. Infelizmente, Bob logo descobre que o jogo está manipulado e os policiais envolvidos. (e 14 - Estimado 14 Anos)",
        "popularity": 17.827,
        "poster_path": "/j6dZ99cnlABusiMV9Rn8quWfFG5.jpg",
        "release_date": "1956-08-24",
        "title": "Bob, o Jogador",
        "video": false,
        "vote_average": 7.309,
        "vote_count": 246
    },
    {
        "adult": false,
        "backdrop_path": "/gysZn2XnFlDDQROXdBPiku4Aujg.jpg",
        "genre_ids": [
            28,
            35,
            10752
        ],
        "id": 6415,
        "original_language": "en",
        "original_title": "Three Kings",
        "overview": "Em março de 1991, foi assinado o cessar-fogo na Guerra do Golfo. Em meio às comemorações no acampamento norte-americano, um mapa é descoberto junto a um dos prisioneitos iraquianos. Mostrando a rota de um tesouro enterrado no deserto do Iraque, quatro soldados americanos resolvem partir em sua busca.",
        "popularity": 17.809,
        "poster_path": "/3tteAin7WS4kpx250joRsu7kEU0.jpg",
        "release_date": "1999-09-27",
        "title": "Três Reis",
        "video": false,
        "vote_average": 6.66,
        "vote_count": 1996
    },
    {
        "adult": false,
        "backdrop_path": "/xznEB3uLBjPpqdrxvqeVYG3i6ow.jpg",
        "genre_ids": [
            18,
            28,
            36
        ],
        "id": 10971,
        "original_language": "en",
        "original_title": "A Night to Remember",
        "overview": "Conta a história do navio RMS Titanic, o maior, mais veloz, mais luxuoso e mais seguro transatlântico do mundo, que teria como percurso sair de Southampton, na Inglaterra, e ir para Nova York, nos Estados Unidos. Mas após quatro noites navegando pelo oceano, o navio cruza tragicamente com um gigantesco iceberg, vitimando 1.500 passageiros, sendo que pouco mais de 700 sobreviveram.",
        "popularity": 17.806,
        "poster_path": "/epLFQCJpp7UqKrayZ2amdZDKpUM.jpg",
        "release_date": "1958-07-03",
        "title": "Somente Deus Por Testemunha",
        "video": false,
        "vote_average": 7.6,
        "vote_count": 236
    },
    {
        "adult": false,
        "backdrop_path": "/2uSy6CaqpedLiYDCmjDDXCuu8B3.jpg",
        "genre_ids": [
            53,
            80,
            28,
            27,
            37
        ],
        "id": 422708,
        "original_language": "fr",
        "original_title": "Laissez bronzer les cadavres",
        "overview": "Todo verão, Luce, uma excêntrica pintora com seus 50 anos, gasta seu tempo em um pequeno e isolado município, que está em ruínas no sul da França, rodeado por convidados. Este verão em particular, os seus convidados são Max Bernier (uma antiga paixão e um autor alcoólatra), seu amante atual (um advogado chamado Bisorgueil), e três amigos dele que ela ainda não conhece: Rhino, Gros e Alex. Depois de terminar as suas compras na cidade, estes três incógnitas atacam um caminhão blindado e fogem com 250 kg de ouro. Eles, então, voltam para a casa de Luce, contando com ela para ocultá-los até o fim do verão…",
        "popularity": 17.801,
        "poster_path": "/8ATPSsMG6lFk5UinmK2rWeMMpw7.jpg",
        "release_date": "2017-10-18",
        "title": "Os Cadáveres Bronzeados",
        "video": false,
        "vote_average": 6.097,
        "vote_count": 118
    },
    {
        "adult": false,
        "backdrop_path": "/rCiAh9NbXTdVHu77pjSGNcMibZW.jpg",
        "genre_ids": [
            12,
            14,
            28
        ],
        "id": 27551,
        "original_language": "en",
        "original_title": "The Barbarians",
        "overview": "Kutchek (Peter Paul) e Gore (David Paul) foram adotados pela tribo dos Ragnicks, repleta de pessoas excêntricas. O grupo é liderado pela rainha Canário (Virginia Bryant), que usa um poderoso rubi encantado para governar. Quando o cruel Kadar (Richard Lynch) tramar para roubar o rubi, Kutcher e Gore vão entrar em ação para salvar seus companheiros.",
        "popularity": 17.787,
        "poster_path": "/eFM1ADE6J6W7MsfXYzB12R8kRYo.jpg",
        "release_date": "1987-03-01",
        "title": "Os Bárbaros",
        "video": false,
        "vote_average": 5.571,
        "vote_count": 119
    },
    {
        "adult": false,
        "backdrop_path": "/r8Ao60h2qk7R95QoTcV4ClyUfB0.jpg",
        "genre_ids": [
            12,
            28,
            27
        ],
        "id": 43149,
        "original_language": "en",
        "original_title": "The Son of Kong",
        "overview": "A história começa aproximadamente um mês após o dramático final de King Kong, no filme original de 1933. As aventuras do filmmaker Carl Denham (interpretado novamente por Robert Armstrong), agora com graves problemas jurídicos pela destruição feita por Kong. Denham sai de New York no navio Venture, do capitão Englehorn. Um marinheiro (Nils Helstrom) vendeu para Denham um mapa com a localização da Ilha da Caveira (Skull Island), onde acreditam existir um tesouro escondido. Também no navio viaja uma bela jovem (Hilda Peterson), que treinou macacos para um show de circo. Eles retornam a Ilha da Caveira, encontram um filhote albino de King Kong (Kiko - nome usado pela produção, mas não citado no filme), que os salva, tornando-se assim amigos. Foi produzido e lançado ainda em 1933, para aproveitar o sucesso estrondoso de King Kong. Porém, não alcançou o mesmo sucesso.",
        "popularity": 17.782,
        "poster_path": "/c3RXz4yyyfIPqCdaJWO9MKkx0Rs.jpg",
        "release_date": "1933-12-22",
        "title": "O Filho de King Kong",
        "video": false,
        "vote_average": 5.422,
        "vote_count": 116
    },
    {
        "adult": false,
        "backdrop_path": "/8YMq728a1ElZq6tmM0ZI3RrwoOi.jpg",
        "genre_ids": [
            28,
            53,
            80,
            18,
            27
        ],
        "id": 15018,
        "original_language": "sv",
        "original_title": "Thriller - en grym film",
        "overview": "Garota é violentada quando criança e perde a fala. Na adolescência, ela vai ser enganada por um pilantra que a vicia em heroína e a prostitui, controlando-a através do vício. Depois de passar por todo tipo de sofrimento, a jovem consegue um treinamento em tiro e artes marciais, partindo finalmente para a vingança.",
        "popularity": 17.779,
        "poster_path": "/t008LSzSKyOogn69zI2AlynCiTq.jpg",
        "release_date": "1973-05-01",
        "title": "Thriller - Um Filme Cruel",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 179
    },
    {
        "adult": false,
        "backdrop_path": "/sjstz7fp2TPfsuTMtmpbN1tRpys.jpg",
        "genre_ids": [
            35,
            28
        ],
        "id": 10535,
        "original_language": "en",
        "original_title": "Spy Hard",
        "overview": "Dick Steele é um agente especial que está tomando conta do caso do General Rancor, um homem que está ameaçando destruir o mundo com um míssil. Para completar seu objetivo, o General precisa de um chip especial para computador criado pelo cientista Ukrinsky. Para prevenir o pior, Dick se une com Veronique, filha do professor Ukrinsky e também agente da KGB.",
        "popularity": 17.773,
        "poster_path": "/7VZRfb3YpXkIyBF4qMU6bXkORlj.jpg",
        "release_date": "1996-05-24",
        "title": "Duro de Espiar",
        "video": false,
        "vote_average": 5.384,
        "vote_count": 636
    },
    {
        "adult": false,
        "backdrop_path": "/vEEEKiUJOXmOJXW7X8P3kCgsm9p.jpg",
        "genre_ids": [
            35,
            28,
            12,
            53
        ],
        "id": 10762,
        "original_language": "en",
        "original_title": "Without a Paddle",
        "overview": "Três jovens rapazes partem numa viagem para a selva do Oregon em busca de um tesouro. Para chegar lá, eles embarcam numa canoa, mas tudo dá errado. Caçados por fazendeiros, eles encontram animais ameaçadores, hippies e um homem maluco que vive nas montanhas.",
        "popularity": 17.769,
        "poster_path": "/45dq0FbrWlHmxlonCQNigoSmvf2.jpg",
        "release_date": "2004-08-20",
        "title": "Totalmente Sem Rumo",
        "video": false,
        "vote_average": 5.583,
        "vote_count": 623
    },
    {
        "adult": false,
        "backdrop_path": "/7mTsm6R2LAOxOsQ1BooJ27WwzAl.jpg",
        "genre_ids": [
            28,
            878
        ],
        "id": 10366,
        "original_language": "en",
        "original_title": "Universal Soldier: The Return",
        "overview": "O soldado Luc Deveraux, que foi geneticamente alterado, luta contra o supercomputador SETH que assumiu o controle de um corpo humano e pretende destruir a humanidade.",
        "popularity": 17.767,
        "poster_path": "/gyEU0k0oMbqMysyZr4xVUegxpSl.jpg",
        "release_date": "1999-08-05",
        "title": "Soldado Universal: O Retorno",
        "video": false,
        "vote_average": 5.921,
        "vote_count": 1239
    },
    {
        "adult": false,
        "backdrop_path": "/8tKcFFUNVv9PcaQwLuT9W2OLyW.jpg",
        "genre_ids": [
            18,
            28
        ],
        "id": 31451,
        "original_language": "en",
        "original_title": "Forever Strong",
        "overview": "Rick Penning vive sua vida da mesma forma que joga rugby: rápida, forte e intensamente. Quando ele vai parar na prisão devido a um acidente de trânsito, conhece Marcus Tate, que lhe oferece a chance de voltar a jogar pelo seu antigo time rival. Relutante, Rick decide entrar para o time e deve passar por uma forte rotina de treinamentos e duras normas de conduta impostas pelo novo treinador. Rick então precisa enfrentar uma grande prova de fogo ao ter que enfrentar o atual time campeão que é treinado justamente pelo seu pai.",
        "popularity": 17.748,
        "poster_path": "/6EapeUCvNwdrpiq4ggUBmEtMekK.jpg",
        "release_date": "2008-09-26",
        "title": "Para sempre Vencedor",
        "video": false,
        "vote_average": 7.112,
        "vote_count": 192
    },
    {
        "adult": false,
        "backdrop_path": "/cd3oGh0ZuaB794UIz9G4c79OEDY.jpg",
        "genre_ids": [
            14,
            878,
            27,
            28
        ],
        "id": 54433,
        "original_language": "ja",
        "original_title": "ガメラ 大怪獣空中決戦",
        "overview": "Um tipo de pássaro carnívoro gigante (Gyaos) é acordado numa ilha japonesa logo após os militares encontrarem uma massa gigante (Gamera) se movendo pelas águas do Pacífico. O filme acompanha a cientista Mayumi Nagamine, os militares Yoshinari Yonemori, seu superior Naoya Kusanagi e sua filha Asagi Kusanagi, tentarão desvendar o que são realmente este monstros que aterrorizam o Japão.",
        "popularity": 17.736,
        "poster_path": "/bfLYaJi9zP2W5ZVQCiGvrwcmHmR.jpg",
        "release_date": "1995-03-11",
        "title": "Gamera, o Guardião do Universo",
        "video": false,
        "vote_average": 7.458,
        "vote_count": 143
    },
    {
        "adult": false,
        "backdrop_path": "/vjnS4iu0SdwXm2LLqZGNCfpId9t.jpg",
        "genre_ids": [
            16,
            28,
            35,
            9648,
            80,
            14
        ],
        "id": 483455,
        "original_language": "ja",
        "original_title": "文豪ストレイドッグス DEAD APPLE",
        "overview": "Não houve época, na sociedade clandestina de Yokohama, a produzir tantos cadáveres do que aqueles 88 dias. Muitas organizações se envolveram no banho de sangue: a Guerra da Cabeça do Dragão. A Agência dos Detetives Armados tem um novo trabalho a fazer.",
        "popularity": 17.713,
        "poster_path": "/Xe4GKsVjQL60vZMYIchn2jw6dk.jpg",
        "release_date": "2018-03-03",
        "title": "Bungo Stray Dogs - DEAD APPLE",
        "video": false,
        "vote_average": 8.2,
        "vote_count": 145
    },
    {
        "adult": false,
        "backdrop_path": "/mfYG7D6fQdnKopR6DqnXyfkWG8W.jpg",
        "genre_ids": [
            28,
            80
        ],
        "id": 116613,
        "original_language": "en",
        "original_title": "The Sweeney",
        "overview": "O lendário detetive Jack Regan (Ray Winstone) e seu leal parceiro George Carter (Bem Drew) são implacáveis combatentes do crime impondo a lei na moderna Londres. Armado e perigoso, o Flying Squad não tem medo de quebrar as regras, e agora, com uma violenta nova gangue operando em Londres e a reaparição de um antigo inimigo, Regan fará o que estiver ao seu alcance para cumprir a missão, até mesmo desafiando as ordens de seu radical chefe (Damian Lewis). Esquadrão sem Limites é um empolgante thriller de ação, com muito estilo, dirigido por Nick Love (Os Fora da Lei) e tem um tremendo elenco, incluindo Hayley Atwell (Capitão América).",
        "popularity": 17.696,
        "poster_path": "/qmWJMk1UfL44oCNfBX4nWsb9WqV.jpg",
        "release_date": "2012-09-11",
        "title": "Esquadrão Sem Limites",
        "video": false,
        "vote_average": 5.713,
        "vote_count": 268
    },
    {
        "adult": false,
        "backdrop_path": "/2deGCpB6Ta27cnndJKWgCd1TW4t.jpg",
        "genre_ids": [
            53,
            28,
            18
        ],
        "id": 2165,
        "original_language": "en",
        "original_title": "Liberty Stands Still",
        "overview": "Liberty Wallace (Linda Fiorentino) é uma mulher bela e poderosa, que é também casada com um grande fabricante de armas, Victor (Oliver Platt). Tanto ela quanto o marido são dois importantes negociantes do mercado bélico internacional, mas sua vida muda quando o celular toca e lhe são passadas instruções que, se não forem obedecidas, uma bomba que está em uma carrocinha de cachorro-quente será detonada, matando várias pessoas. Um ex-agente da C.I.A., Joe (Wesley Snipes), está por trás disso. Apontando um rifle de alta precisão para ela, Joe a faz se algemar na carrocinha, mas se o celular for desligado ou acabar a bateria a bomba explodirá. O motivo disto é que Joe quer se vingar da morte da filha, causada por uma das melhores armas negociadas por Liberty.",
        "popularity": 17.659,
        "poster_path": "/afWaoq0K7cnrQrcx6403XMvqqte.jpg",
        "release_date": "2002-01-18",
        "title": "Emboscada",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 146
    },
    {
        "adult": false,
        "backdrop_path": "/3XRdZTizomKAFtWNa1MaOktxkKB.jpg",
        "genre_ids": [
            35,
            16,
            28
        ],
        "id": 355066,
        "original_language": "tr",
        "original_title": "Kötü Kedi Şerafettin",
        "overview": "Produzido pelo maior estúdio de animação da Turquia, Anima Istambul, 'Bad Cat' é um épico de animação para adultos jovens que caracteriza um inesquecível gato mau, Shero e sua abominável gangue em ação. Como os animais que habitam as ruas, Shero e seus amigos estão atrás do que qualquer pessoa na sua vizinhança de Istambul: fazendo deboche com mulheres, procurando comida e uma bebedeira ocasional.",
        "popularity": 17.657,
        "poster_path": "/tkr7K8Y0xV1oIzmyA10JZvR78Ku.jpg",
        "release_date": "2016-02-05",
        "title": "Gato Sórdido",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 163
    },
    {
        "adult": false,
        "backdrop_path": "/jbGbFD9DgGgrfDVyV8RVuKZjTcW.jpg",
        "genre_ids": [
            28,
            35,
            53,
            80,
            9648
        ],
        "id": 9548,
        "original_language": "en",
        "original_title": "The Adventures of Ford Fairlane",
        "overview": "Fairlane é um famoso detetive que trabalha na indústria da música. Ele é contratado para desvendar a morte do vocalista de uma banda de heavy metal, e precisa encontrar uma fã, Zuzu Petals. Porém, todos que o contratam para achar a moça são mortos.",
        "popularity": 17.642,
        "poster_path": "/u6accimG7LmroR8WgNklEJS7oFq.jpg",
        "release_date": "1990-07-11",
        "title": "As Aventuras de Ford Fairlane",
        "video": false,
        "vote_average": 6.015,
        "vote_count": 195
    },
    {
        "adult": false,
        "backdrop_path": "/pdhwL4wePKQduRDCDWBPFfpIUH1.jpg",
        "genre_ids": [
            878,
            28,
            18,
            53,
            10770
        ],
        "id": 69315,
        "original_language": "en",
        "original_title": "Battlestar Galactica: Razor",
        "overview": "Em “Razor”, descobrimos o que aconteceu com a Pegasus, desde os ataques dos Cylons até seu reencontro com a Galactica. Entendemos que, como aconteceu com a BSG, a Pegasus não foi infectada pelo vírus Cylon porque sua rede estava desligada para manutenção. Nessa época, uma Cylon número 6 vivia entre a tripulação, sob o nome de Gina Inviere, como administradora de rede.",
        "popularity": 17.638,
        "poster_path": "/tO3EoFJj0FJjKelDW5SUtquDIy2.jpg",
        "release_date": "2007-11-12",
        "title": "Battlestar Galactica: Razor",
        "video": false,
        "vote_average": 7.12,
        "vote_count": 389
    },
    {
        "adult": false,
        "backdrop_path": "/lm1F7Z2jPjLFsf0VCZMrjemPxxI.jpg",
        "genre_ids": [
            16,
            28,
            35
        ],
        "id": 81003,
        "original_language": "en",
        "original_title": "Kung Fu Panda: Secrets of the Masters",
        "overview": "Nessas aventuras, Po conta a estória de como os mestres Comandante Vachir, Mestre Boi Toró e Croc se conhecem e enfrentam o maior desafio de Shifu.",
        "popularity": 17.636,
        "poster_path": "/zOosqqyf5mNq6keSU85LDdEOXyG.jpg",
        "release_date": "2011-12-12",
        "title": "Kung Fu Panda: Os Segredos dos Mestres",
        "video": false,
        "vote_average": 6.481,
        "vote_count": 240
    },
    {
        "adult": false,
        "backdrop_path": "/uodMKoJlsq4NaqGvaHs9JbTKj7E.jpg",
        "genre_ids": [
            28,
            12,
            878
        ],
        "id": 5493,
        "original_language": "ja",
        "original_title": "リターナー",
        "overview": "Ano 2084, o tempo está a acabar para a humanidade. Após décadas de lutas intensas, uma força de invasão extraterrestre está quase a destruir o que resta do mundo. Numa última tentativa para salvar a raça humana, uma guerrilheira chamada Miri recorre à máquina do tempo. A 72 horas da invasão, ela convence Miyamoto, um habilidoso perito em artes marciais e em armas, a juntar-se à sua causa. Juntos vão tentar salvar a Terra do holocausto, neste thriller de ficção científica repleto de fantásticos efeitos especiais e com uma fabulosa performance em artes marciais.",
        "popularity": 17.622,
        "poster_path": "/eI97XDc2Gyo9xz51dZ3CIqATGDZ.jpg",
        "release_date": "2002-08-31",
        "title": "O Retorno",
        "video": false,
        "vote_average": 6.527,
        "vote_count": 184
    },
    {
        "adult": false,
        "backdrop_path": "/ofWKjiaChi2wpIaGZrUi39douFQ.jpg",
        "genre_ids": [
            16,
            28,
            12
        ],
        "id": 410685,
        "original_language": "ja",
        "original_title": "Naruto: Takigakure no shitô Ore ga eiyû Dattebayo!",
        "overview": "Se trata de uma missão na vila da Cachoeira. Era para ser uma simples missão de escolta ao Herói da vila da cachoeira, o Shibuki, mas o melhor jounin da vila arquiteta um plano e com a ajuda de ninjas de outras vilas, resolve tomar posse da “Água Heróica”. Esta água especial, aumenta incrivelmente, os poderes do usuário. Apesar de todos chamarem o Shibuki de Herói ele é um medroso e terá de enfrentar isso para salvar a vila! Resta a Naruto, Sasuke e Sakura e até Shibuki, protegerem a Água Heróica e a Vila!",
        "popularity": 17.608,
        "poster_path": "/mpFZiRihCsPDdZ1Ef69WIengKh2.jpg",
        "release_date": "2003-12-20",
        "title": "Naruto: OVA 2 - Batalha na Cachoeira Escondida. Eu sou o Herói!",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 118
    },
    {
        "adult": false,
        "backdrop_path": "/A0xW7GgeFQoQmPOn7HcHkBQ5nlb.jpg",
        "genre_ids": [
            53,
            28
        ],
        "id": 817451,
        "original_language": "en",
        "original_title": "Endangered Species",
        "overview": "Jack Halsey e sua família esperam realizar a viagem dos sonhos ao participar de um safari no Quênia, abaixo do sol escaldante africano. Mas sozinhos no parque selvagem, eles acabam ficando reféns de forças da natureza quando são rodeados por um leopardo e um grupo de hienas famintas.",
        "popularity": 17.6,
        "poster_path": "/irlz2mCcTUZXMLTUGtHTs1JwnFx.jpg",
        "release_date": "2021-05-27",
        "title": "Espécies em Perigo",
        "video": false,
        "vote_average": 5.798,
        "vote_count": 173
    },
    {
        "adult": false,
        "backdrop_path": "/2gccYK4lqVeRzrXYZmiZhL0P7Ft.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 230179,
        "original_language": "en",
        "original_title": "Big Game",
        "overview": "Após o avião em que estava ter sido abatido por terroristas, o presidente dos Estados Unidos (Samuel L. Jackson) está ferido e perdido no meio de uma zona rural finlandesa. E sua vida agora está nas mãos de Oskari (Onni Tommila), um tímido jovem de treze anos de idade que embarcou em uma viagem para provar sua maturidade a si mesmo e sua família, passando 24 horas sozinho na selva, armado apenas com um arco e flecha. Essa improvável dupla terá que se unir para sobreviver aos criminosos que seguem atrás do presidente.",
        "popularity": 17.59,
        "poster_path": "/67CBNSVu4HCr3gDijYDS8xPLmoO.jpg",
        "release_date": "2015-03-19",
        "title": "Caçada ao Presidente",
        "video": false,
        "vote_average": 5.49,
        "vote_count": 1113
    },
    {
        "adult": false,
        "backdrop_path": "/8cdGniwh3vysVRFeWDJNa3bPQbk.jpg",
        "genre_ids": [
            28
        ],
        "id": 706972,
        "original_language": "en",
        "original_title": "Narco Sub",
        "overview": "O cartel de drogas colombiano comanda uma missão para atravessar o México e entregar cocaína nos Estados Unidos enquanto mantém duas jovens reféns. O plano é exposto quando o ex-militar Bruce Stryker ajuda a polícia da fronteira a resgatar as duas garotas. Em resposta, o dono do cartel sequestra a família de Bruce e o obriga a ajudar a organização criminosa em seu próximo carregamento, desta vez em um submarino. Agora, cabe a Bruce se tornar um criminoso para resgatar sua família com vida.",
        "popularity": 17.588,
        "poster_path": "/7I9P77PCKCQgAxbNK3weNAin318.jpg",
        "release_date": "2021-01-22",
        "title": "Operação Narco",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 258
    },
    {
        "adult": false,
        "backdrop_path": "/l83VzRBverTuAFyh9N9dMYsPr4m.jpg",
        "genre_ids": [
            80,
            28
        ],
        "id": 893297,
        "original_language": "en",
        "original_title": "American Sicario",
        "overview": "Um gângster americano Erik Vasquez planeja se tornar o principal chefe do submundo mexicano, apenas para se ver fazendo inimigos tanto de poderosos cartéis quanto de seus próprios aliados, mesmo quando seu casamento com a grávida Gloria se deteriora diante de seus olhos.",
        "popularity": 17.585,
        "poster_path": "/nQRPSUmHGLrFRPK6v3BI1frAM1O.jpg",
        "release_date": "2021-12-10",
        "title": "American Sicario",
        "video": false,
        "vote_average": 5.828,
        "vote_count": 102
    },
    {
        "adult": false,
        "backdrop_path": "/cqWWC0Ni1xOeefUsaIUBvJxGxKO.jpg",
        "genre_ids": [
            28,
            80
        ],
        "id": 620924,
        "original_language": "en",
        "original_title": "Disturbing the Peace",
        "overview": "Um marechal de cidade pequena que não carrega uma arma desde que deixou o Texas Rangers após um trágico tiroteio deve pegá-la novamente para lutar com uma gangue de motoqueiros foragidos que invadiram a cidade para realizar um assalto violento e descarado.",
        "popularity": 17.582,
        "poster_path": "/sebTZMngFdZQJB1Sk7F19RxLlDZ.jpg",
        "release_date": "2020-01-17",
        "title": "Cidade Sob Ameaça",
        "video": false,
        "vote_average": 4.674,
        "vote_count": 118
    },
    {
        "adult": false,
        "backdrop_path": "/7yD0xhcx600Ng2XBElVE4eN4bE7.jpg",
        "genre_ids": [
            28,
            878
        ],
        "id": 32740,
        "original_language": "hi",
        "original_title": "कृष",
        "overview": "Krishna nasceu com poderes mágicos, uma herança de seu pai. Escondido dos olhos de curiosos por sua avó, ele cresceu na natureza... rápido como o vento e forte como as montanhas. A bela Priya entrou na sua vida e transformou seu mundo. Quando ela o chamou para acompanhá-la a Cingapura, ele não pensou duas vezes. Ali, o Dr Siddhant Arya, um cientista megalomaníaco, está a um passo de mudar o futuro para sempre. Apenas um homem pode impedir o doutor de alcançar seu sonho destrutivo. Para acabar com essa ambição, Krishna se transforma em Krrish, O Vingador da Noite.",
        "popularity": 17.582,
        "poster_path": "/neJo0Xt9NH6aPBPNhKfHFQpwrcC.jpg",
        "release_date": "2006-06-23",
        "title": "O Vingador da Noite",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 226
    },
    {
        "adult": false,
        "backdrop_path": "/xsCqEWHYt7YPEQpvqNCOpJCA7pl.jpg",
        "genre_ids": [
            28,
            53,
            878
        ],
        "id": 12088,
        "original_language": "en",
        "original_title": "Fortress",
        "overview": "John Brennick (Christopher Lambert), é um ex-militar que vive num futuro não muito distante, onde o crescimento desordenado da população mundial obrigou o governo a implantar o \"controle de natalidade\", permitindo somente um filho por mulher. Ele e sua esposa já tiveram esse filho, que morreu logo ao nascer, e contrariando a lei, sua esposa fica grávida novamente, fazendo com que eles tenham que fugir. Porém, eles são presos durante a fuga e John é enviado para \"A Fortaleza\", um imenso complexo prisional situado profundamente abaixo do nível da terra.",
        "popularity": 17.574,
        "poster_path": "/Aee2Vcu6D32WV6XWvsFxxVWOxVO.jpg",
        "release_date": "1992-12-18",
        "title": "A Fortaleza",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 624
    },
    {
        "adult": false,
        "backdrop_path": "/iNfDwioDBzqodomLbMfV8ZXj0yL.jpg",
        "genre_ids": [
            53,
            878,
            28,
            80
        ],
        "id": 8831,
        "original_language": "en",
        "original_title": "Timecop",
        "overview": "Quando a viagem no tempo é aperfeiçoada e pode ser utilizada com segurança, os criminosos se aproveitam dessa tecnologia para cometerem novos delitos. Um novo tipo de policiamento é criado para garantir que a invenção não seja usada de maneira abusiva. O policial Max Walker (Jean-Claude Van Damme), que trabalha nessa divisão, descobre que o político corrupto McComb (Ron Silver) quer usar a viagem no tempo para se tornar presidente. A perseguição começa quando o senador descobre que o policial esta em seu encalço para desmascará-lo. Depois que sua esposa morre em mais uma tentativa de aniquilar Max, este tenta reverter toda a situação, voltando no tempo antes do ocorrido.",
        "popularity": 17.569,
        "poster_path": "/jZKI3qetwVjfLUyus6b2NPc7OWT.jpg",
        "release_date": "1994-09-15",
        "title": "Timecop: O Guardião do Tempo",
        "video": false,
        "vote_average": 6.008,
        "vote_count": 1121
    },
    {
        "adult": false,
        "backdrop_path": "/jAXel5sHK1bnv9lL1U4HOkdxuD9.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 487186,
        "original_language": "en",
        "original_title": "Halo: Nightfall",
        "overview": "Entre os eventos de Halo 4 e Halo 5: Guardians… Halo: Nightfall conta a dramática história do lendário caçador de homens e oficial da Inteligência Naval Jameson Locke e sua equipe, presos em um horrível ataque biológico enquanto investigavam atividades terroristas na distante colônia. mundo de Sedra. Enquanto desenrolam uma trama que os leva a um artefato antigo e infernal, eles serão forçados a lutar por sua sobrevivência, questionar tudo e, finalmente, escolher entre sua lealdade e suas vidas.",
        "popularity": 17.565,
        "poster_path": "/liLQ8EFzHN06eFZ9KQMDK6cmGaK.jpg",
        "release_date": "2014-02-05",
        "title": "Halo: Nightfall",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 159
    },
    {
        "adult": false,
        "backdrop_path": "/lOKxu2WFkNhPxLDWzUFCKhN1Vtm.jpg",
        "genre_ids": [
            18,
            28,
            53,
            80
        ],
        "id": 13291,
        "original_language": "en",
        "original_title": "Traitor",
        "overview": "Roy Clayton é um agente do FBI que lidera as investigações de uma perigosa conspiração internacional. Uma pista faz com que entre em seu foco Samir Horn, um ex-capitão de operações especiais do exército norte-americano. Misterioso, Horn é responsabilizado quando uma grande operação fracassa. Isto faz com que ele desapareça antes que qualquer um o escute, o que gera a criação de uma força-tarefa formada por diversas agências, com o objetivo de encontrá-lo. É quando Carter, um veterano da CIA, e Max Archer, um agente do FBI, são incumbidos da missão.",
        "popularity": 17.554,
        "poster_path": "/yMTLHzhaAwlQePPw0b4bbqdLQXe.jpg",
        "release_date": "2008-08-23",
        "title": "O Traidor",
        "video": false,
        "vote_average": 6.634,
        "vote_count": 625
    },
    {
        "adult": false,
        "backdrop_path": "/cjA8bxjXcw3I63DlO3qa6uFwrH4.jpg",
        "genre_ids": [
            18,
            28,
            80
        ],
        "id": 22094,
        "original_language": "en",
        "original_title": "Hard Times",
        "overview": "Durante a Grande Depressão, um desempregado se une a um promotor de lutas de rua para poder sobreviver. Falando pouco e lutando muito, ele consegue vitórias expressivas e uma razoável quantia. Porém seu empresário, que ganhou tanto quanto ele, se encontra em sérias dificuldades financeiras. Os dois acabam se desentendendo e se separando, mas a única chance do seu antigo promotor se salvar desta situação é convencê-lo a participar de uma grande luta sem público, com um lutador de Chicago.",
        "popularity": 17.545,
        "poster_path": "/mbW50JBi0npx5nRY0TahvBquZaC.jpg",
        "release_date": "1975-08-13",
        "title": "Lutador de Rua",
        "video": false,
        "vote_average": 6.742,
        "vote_count": 192
    },
    {
        "adult": false,
        "backdrop_path": "/6dhS1KtRS3LWX7BZlGLPImMTVxn.jpg",
        "genre_ids": [
            28,
            35,
            12
        ],
        "id": 18670,
        "original_language": "cn",
        "original_title": "洪熙官之少林五祖",
        "overview": "Um jovem pai e seu filho são cercados por forças do mal e da corrupção. Eles vagam pela China, mantendo seu senso de honra e protegendo os fracos. Quando são forçados ao combate, seguem-se sequências espetaculares e hilariantes de kung fu em movimento rápido. No final, eles devem usar todas as suas habilidades em uma batalha real, para tentar derrotar um homem-monstro sobrenatural ou morrer tentando.",
        "popularity": 17.539,
        "poster_path": "/7ejJBHaj8WrFg1gWchtYaQ3JLfr.jpg",
        "release_date": "1994-02-05",
        "title": "Em Nome da Honra",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 137
    },
    {
        "adult": false,
        "backdrop_path": "/aT2mSasUNwIQUgZbYi6fqC8v7AF.jpg",
        "genre_ids": [
            80,
            28
        ],
        "id": 26263,
        "original_language": "en",
        "original_title": "Death Wish 4: The Crackdown",
        "overview": "Paul Kersey tenta esquecer o passado de matador justiceiro voltando a trabalhar como arquiteto. Mas a filha de sua nova namorada morre de overdose de drogas. E o caçador retorna às ruas, atrás dos traficantes.",
        "popularity": 17.534,
        "poster_path": "/jRCGHVVRkLePDfgAT3yIwX110Rw.jpg",
        "release_date": "1987-06-11",
        "title": "Desejo de Matar 4: Operação Crackdown",
        "video": false,
        "vote_average": 5.707,
        "vote_count": 280
    },
    {
        "adult": false,
        "backdrop_path": "/1HhffsQZpVK1hlZ48sGX0F7KExy.jpg",
        "genre_ids": [
            28,
            35,
            53,
            9648
        ],
        "id": 2185,
        "original_language": "en",
        "original_title": "Big Trouble",
        "overview": "Eliot Arnold (Tim Allen) é um colunista do jornal Miami Herald que foi recentemente abandonado por sua esposa e passa por problemas com Matt (Ben Foster), seu filho adolescente. A vida dele começa a mudar quando conhece Anna Herk (Rene Russo), uma atraente mulher que é também a esposa de Arthur (Stanley Tucci) e mãe de Jenny (Zooey Deschanel), namorada de Matt. Anna e Eliot sentem-se atraídos um pelo outro, até que suas vidas são unidas a uma misteriosa mala, que pode estar repleta de bombas e que está na mira do FBI e de assassinos profissionais.",
        "popularity": 17.534,
        "poster_path": "/6QWxZgxPO1aJN55gpY6povXjBkZ.jpg",
        "release_date": "2002-04-05",
        "title": "Grande Problema",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 278
    },
    {
        "adult": false,
        "backdrop_path": "/3ZsdNB7yBfSICrn7SjFFJmhYq7V.jpg",
        "genre_ids": [
            27,
            878,
            28,
            9648
        ],
        "id": 327253,
        "original_language": "en",
        "original_title": "The Gracefield Incident",
        "overview": "Em 16 de agosto, 2013, a Suprema Corte determinou que a CIA tornasse público arquivos que foram mantidos em segredo durante os últimos 75 anos. As gravações de eventos paranormais documentados foram liberados ao público. O incidente a seguir se passou em Gracefield, Quebec.",
        "popularity": 17.483,
        "poster_path": "/lWZsV3dJfpWlEQG1Yn7GUSmrxdh.jpg",
        "release_date": "2017-07-21",
        "title": "O Incidente de Gracefield",
        "video": false,
        "vote_average": 4.695,
        "vote_count": 100
    },
    {
        "adult": false,
        "backdrop_path": "/yxelKIKv4M4wxD0urdVc4o9ZddK.jpg",
        "genre_ids": [
            28,
            12,
            35,
            14,
            878,
            53
        ],
        "id": 339116,
        "original_language": "en",
        "original_title": "Maximum Ride",
        "overview": "Um grupo de seis jovens com poderes extraordinários está em FUGA. O seu líder é Maximum Ride, ou Max. Retirados dos seus pais à nascença, os seis estavam presos num laboratório secreto, onde foram alterados geneticamente para se tornarem 98% humanos e 2% pássaros. Agora eles conseguem voar e escaparam da sua prisão. Mas desconhecem as razões para tudo o que lhes foi feito, e não sabem quanto tempo de vida lhes resta. No seu encalce estão os Erasers, seres diabólicos criados no mesmo laboratório, que apanham Angel, a menina mais nova e especial do grupo de Max.",
        "popularity": 17.482,
        "poster_path": "/gESiRTYgRSyrBM2647hqDjWsgyd.jpg",
        "release_date": "2016-09-30",
        "title": "Maximum Ride: Projeto Angel",
        "video": false,
        "vote_average": 4.9,
        "vote_count": 251
    },
    {
        "adult": false,
        "backdrop_path": "/ezfezjXNPKTFMFCpsAyoHQdozjq.jpg",
        "genre_ids": [
            28,
            18,
            36,
            10752
        ],
        "id": 26205,
        "original_language": "en",
        "original_title": "The Desert Fox: The Story of Rommel",
        "overview": "O marechal Rommel, especialista de Hitler em táticas militares na Segunda Guerra Mundial, era conhecido como a Raposa do Deserto. Respeitado por seguidores e adversários, ao ver que Hitler estava levando a Alemanha à destruição, uniu-se a conspiradores para depor o Fürher.",
        "popularity": 17.479,
        "poster_path": "/3Us4N4N8lDIacN1JgoFXf0eP0vj.jpg",
        "release_date": "1951-10-16",
        "title": "A Raposa do Deserto",
        "video": false,
        "vote_average": 6.7,
        "vote_count": 101
    },
    {
        "adult": false,
        "backdrop_path": "/4nIEoIesbcW85iwgneg92a9xU2P.jpg",
        "genre_ids": [
            10752,
            28,
            12,
            53
        ],
        "id": 21876,
        "original_language": "en",
        "original_title": "Von Ryan's Express",
        "overview": "Os Aliados estão levando vantagem sobre os nazistas durante a 2ª Guerra Mundial, empurrando-os cada vez mais de volta à Alemanha. Em uma de suas batalhas o coronel Joseph L. Ryan, um piloto de combate americano, é abatido, feito prisioneiro e levado a um campo de concentração. Inicialmente ele está mais preocupado em sobreviver do que escapar, recebendo um apelido que o insulta: Von Ryan. Com o tempo Ryan assume do major Eric Fincham, um oficial britânico, a posição de comando entre os prisioneiros do campo de concentração e passa a planejar uma ousada fuga. O plano é tomar um trem e fazê-lo atravessar a Itália em direção à Suíça, enfrentando uma forte perseguição nazista.",
        "popularity": 17.479,
        "poster_path": "/7hJTsF46FCJwp3feBDTCmYGYtg7.jpg",
        "release_date": "1965-06-23",
        "title": "O Expresso de Von Ryan",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 200
    },
    {
        "adult": false,
        "backdrop_path": "/nsafhzMB2znHTeaBBwMs3KmYAYg.jpg",
        "genre_ids": [
            28,
            14,
            53
        ],
        "id": 489326,
        "original_language": "en",
        "original_title": "Mortal",
        "overview": "Uma aventura fantástica onde um jovem descobre que tem poderes divinos baseados na antiga mitologia norueguesa.",
        "popularity": 17.478,
        "poster_path": "/aVbqhqYtlxwEGihTEhewZAgDOCX.jpg",
        "release_date": "2020-02-28",
        "title": "Mortal",
        "video": false,
        "vote_average": 6.52,
        "vote_count": 457
    },
    {
        "adult": false,
        "backdrop_path": "/gYZte484tWs24BfYwssXWwU3RBS.jpg",
        "genre_ids": [
            28,
            80,
            9648,
            53
        ],
        "id": 11851,
        "original_language": "en",
        "original_title": "The Presidio",
        "overview": "Coronel Caldwell (Sean Connery) foi por anos o responsável pelo comando onde Jay Austin (Mark Harmon) servia. Agora, Austin é um detetive da polícia civil. Caldwell está afastado da polícia por um desacordo interno. Porém, uma série de assassinatos obriga o Coronel Caldwell a voltar ao trabalho justamento com Jay Austin. Eles não se dão muito bem, sobretudo por Jay namorad a filha de Caldwell.",
        "popularity": 17.476,
        "poster_path": "/4Di6ZM5K4UcYRpCOalG29sPCrKk.jpg",
        "release_date": "1988-06-10",
        "title": "Mais Forte que o Ódio",
        "video": false,
        "vote_average": 5.844,
        "vote_count": 320
    },
    {
        "adult": false,
        "backdrop_path": "/aNUEHLNsNMprLZt6fjf5nqDq6er.jpg",
        "genre_ids": [
            27,
            28,
            53
        ],
        "id": 11059,
        "original_language": "en",
        "original_title": "House of the Dead",
        "overview": "Um grupo de jovens estudantes visita a misteriosa Ilha da Morte onde séculos atrás abrigou um padre banido da Espanha por inventar um soro que engana a morte. Para o horror dos estudantes, eles encontram o padre ainda vivo. Seu passa tempo \"colher\" partes do corpo humano para poder sobreviver. Agora encurralados em uma ilha dominada por zumbis sedentos de sangue, se refugiam em uma antiga casa e procuram utilizar cada instrumento ou arma para se defenderem de criaturas semimortas assassinas que as rondam.",
        "popularity": 17.468,
        "poster_path": "/dM7WMVmhYsyq1tS1k4dbl23eYHj.jpg",
        "release_date": "2003-04-11",
        "title": "House of the Dead: O Filme",
        "video": false,
        "vote_average": 3.139,
        "vote_count": 373
    },
    {
        "adult": false,
        "backdrop_path": "/wNnrNmZe3GBmZnCIroFXPWOMhL4.jpg",
        "genre_ids": [
            80,
            28,
            53
        ],
        "id": 17317,
        "original_language": "en",
        "original_title": "Urban Justice",
        "overview": "Quando um policial exemplar é morto à queima roupa, o departamento de polícia registra a ocorrência como um ato de violência qualquer. Um grande erro. Aquele jovem policial é filho de um ex-soldado das forças especiais com uma sede insaciável de justiça. Para encontrar o assassino de seu filho, Simon Ballister (Steven Seagal) se muda para a pior vizinhança da cidade. Logo que chega é recebido por dois membros de uma gangue, a qual é mandada de volta sangrando por ele. Ballister não é de desistir facilmente e não vai parar até encontrar o assassino de seu filho. As gangues possuem muitos homens, muita munição, proteção da polícia e a coragem exagerada da juventude. Exatamente tudo o que Ballister pretende usar contra eles.",
        "popularity": 17.458,
        "poster_path": "/svQdEbQDt7XqfOmUTHM8YYsvo5Q.jpg",
        "release_date": "2007-10-21",
        "title": "Justiça Urbana",
        "video": false,
        "vote_average": 5.034,
        "vote_count": 104
    },
    {
        "adult": false,
        "backdrop_path": "/vA3Fj3xAdRGqzEu1ELFsL6ofIlU.jpg",
        "genre_ids": [
            28,
            35,
            80
        ],
        "id": 15698,
        "original_language": "en",
        "original_title": "Running Scared",
        "overview": "Uma pouco convencional dupla de policiais se vê as voltas com um traficante de drogas. Eles querem na realidade se aposentar e curtir a vida, mas antes precisam concluir sua missão.",
        "popularity": 17.45,
        "poster_path": "/dZqrAun6xC3UgVbxoe048GVXcsq.jpg",
        "release_date": "1986-06-27",
        "title": "Dois Policiais em Apuros",
        "video": false,
        "vote_average": 6.026,
        "vote_count": 190
    },
    {
        "adult": false,
        "backdrop_path": "/q4gSxWnNMxXqjM8gw4FDcqzWgbu.jpg",
        "genre_ids": [
            28,
            12,
            35,
            14
        ],
        "id": 28218,
        "original_language": "en",
        "original_title": "Deathstalker II",
        "overview": "",
        "popularity": 17.447,
        "poster_path": "/uWWGVspUqMezWpXcaaB3yglWp8F.jpg",
        "release_date": "1987-06-03",
        "title": "Deathstalker II",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 107
    },
    {
        "adult": false,
        "backdrop_path": "/c8H6Xi9im1tT6HP9PA9HpFE3sOy.jpg",
        "genre_ids": [
            28,
            80
        ],
        "id": 11443,
        "original_language": "en",
        "original_title": "Dead Presidents",
        "overview": "Anthony Curtis é um garoto do Bronx, que decide se alistar, deixando tudo para trás. Quando volta da guerra condecorado, descobre rapidamente que não será tratado como herói. Sem profissão definida, respeito, emprego ou dinheiro, a única alternativa é montar algum \"esquema para levantar grana\". Eles se utilizam de conhecimentos de combate e planejam o assalto a um carro forte.",
        "popularity": 17.438,
        "poster_path": "/eGfsSXizR11tTHVo0kuOOFPAxZt.jpg",
        "release_date": "1995-09-29",
        "title": "Ambição em Alta Voltagem",
        "video": false,
        "vote_average": 6.632,
        "vote_count": 280
    },
    {
        "adult": false,
        "backdrop_path": "/hrM6X1GR5Rvca71gt9WqpFRPzGf.jpg",
        "genre_ids": [
            28,
            80,
            18
        ],
        "id": 20304,
        "original_language": "en",
        "original_title": "Never Die Alone",
        "overview": "King David é um traficante de drogas que volta à sua cidade natal buscando uma nova vida, provocando uma guerra de quadrilhas. Meio pregador, meio Diabo, ele terá um impacto muito grande na vida do jornalista Paul, para quem deixou as fitas contando os detalhes de sua vida.",
        "popularity": 17.433,
        "poster_path": "/nLN6zs2ySlekfdXS7mZ6uujTSBi.jpg",
        "release_date": "2004-03-26",
        "title": "Nunca Morra Sozinho",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 111
    },
    {
        "adult": false,
        "backdrop_path": "/vK2Q3iQ9ii1qwWmiuQQ8J0mKb1Q.jpg",
        "genre_ids": [
            28
        ],
        "id": 10799,
        "original_language": "fr",
        "original_title": "L'Empire des loups",
        "overview": "Um jovem policial e um veterano que caiu em desgraça investigam um assassino em série que tem como alvo mulheres turcas, enquanto uma dona de casa que sofre de crises de amnésia começa a ter pesadelos e alucinações relacionadas aos crimes.",
        "popularity": 17.432,
        "poster_path": "/l1swPpW5XucfzLTEkYfp7D4Aj22.jpg",
        "release_date": "2005-04-20",
        "title": "Império dos Lobos",
        "video": false,
        "vote_average": 5.725,
        "vote_count": 289
    },
    {
        "adult": false,
        "backdrop_path": "/cabkKlqKhiNkgGSCMhybqkwllkE.jpg",
        "genre_ids": [
            28,
            80,
            18,
            53
        ],
        "id": 1619,
        "original_language": "en",
        "original_title": "The Way of the Gun",
        "overview": "Parker e Longbaugh são parceiros de longa data e decidem ganhar um dinheiro fácil. O plano é sequestrar a jovem Robin, que está grávida de uma criança de um casal rico. Mas o impiedoso Longbaugh desconfia que seu parceiro está interessado emocionalmente por Robin, complicando o sequestro e colocando os dois em uma grande enrascada. O dia da entrega do resgate se aproxima e os amigos se preparam para enfrentar seus adversários fortemente armados.",
        "popularity": 17.411,
        "poster_path": "/j64DOKExsuql3QbXFcrmXn6puvx.jpg",
        "release_date": "2000-09-08",
        "title": "A Sangue Frio",
        "video": false,
        "vote_average": 6.317,
        "vote_count": 412
    },
    {
        "adult": false,
        "backdrop_path": "/oB0tfiEopknhiCGPWdMd8EUf8fO.jpg",
        "genre_ids": [
            28,
            18
        ],
        "id": 474214,
        "original_language": "en",
        "original_title": "Trading Paint",
        "overview": "Piloto de corridas veterano Sam Munroe e seu filho, um colega de uma pequena cidade superam conflitos familiares e profissionais, equilibrando competição, ego, ressentimento e um nemesis de corridas para sair mais forte do outro lado.",
        "popularity": 17.407,
        "poster_path": "/yV9G1nO6YxEWzXblqMUFoS19R9v.jpg",
        "release_date": "2019-02-22",
        "title": "Trading Paint",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 106
    },
    {
        "adult": false,
        "backdrop_path": "/6p5M6iIL3IM5cvLIbqBwG7eSB3u.jpg",
        "genre_ids": [
            28,
            9648,
            53,
            18
        ],
        "id": 16379,
        "original_language": "en",
        "original_title": "The Mod Squad",
        "overview": "Para escapar da cadeia, três jovens problemáticos, Julie, Pete e Line, aceitam trabalhar como agentes especiais da polícia. Em sua primeira missão, eles encaram um poderoso grupo de bandidos envolvidos com a prostituição e o tráfico de drogas.",
        "popularity": 17.397,
        "poster_path": "/7c20VEblNKkDiBuA6bE6kbeHqHa.jpg",
        "release_date": "1999-03-26",
        "title": "Mod Squad - O Filme",
        "video": false,
        "vote_average": 4.3,
        "vote_count": 118
    },
    {
        "adult": false,
        "backdrop_path": "/gYhho9k4wM72JivOQfySzRLmfuf.jpg",
        "genre_ids": [
            53,
            28,
            80,
            27
        ],
        "id": 298093,
        "original_language": "en",
        "original_title": "Poker Night",
        "overview": "O filme conta a história de Jeter, interpretado pro Beau Mirchoff, um jovem detetive de Indiana que joga poker com seus colegas mais experientes. Durante o jogo, os veteranos contam histórias de sucessos e fracassos na profissão que serão úteis a Jeter mais tarde, quando ele será sequestrado por um psicopata e deverá usar todos os conselhos obtidos durante o carteado.",
        "popularity": 17.394,
        "poster_path": "/xMwrmcAxJ2CpDnPXZVXTRiw7tsv.jpg",
        "release_date": "2014-12-20",
        "title": "Poker Night",
        "video": false,
        "vote_average": 5.922,
        "vote_count": 205
    },
    {
        "adult": false,
        "backdrop_path": "/n9SyYytuvTXXZY6yx9Yu4iPobN2.jpg",
        "genre_ids": [
            28,
            80,
            53,
            18
        ],
        "id": 9455,
        "original_language": "en",
        "original_title": "The Corruptor",
        "overview": "Nick Chen é um detetive especialista em artes marciais e, com o seu colega Danny Wallace, tenta evitar que diversas gangues de Chinatown, em Nova York, aniquilem umas às outras. Eles têm que controlar não só os gângsters com sede de poder, mas também a tentação ao suborno e a corrupção dos bandidos que dividem e conquistam as forças policiais. Chen e Wallace lutam para estabelecer a lei e evitar mais derramamento de sangue, o que parece ser uma batalha perdida.",
        "popularity": 17.391,
        "poster_path": "/m02qOBHBu0JEVh9oDkWBw0qIxTe.jpg",
        "release_date": "1999-03-12",
        "title": "O Corruptor",
        "video": false,
        "vote_average": 6.067,
        "vote_count": 267
    },
    {
        "adult": false,
        "backdrop_path": "/xmC2Fw26Xt3X4skMuqOc1kQZiNr.jpg",
        "genre_ids": [
            28,
            12,
            53
        ],
        "id": 46713,
        "original_language": "en",
        "original_title": "Hunt to Kill",
        "overview": "Após o assassinato do policial Lee Davis da patrulha da fronteira, Jim Rhodes abandona sua carreira e se muda com sua filha Kim para o estado de Montana. Lá, sua filha é raptada e Rhodes terá que usar toda a sua capacidade para fazer justiça com as próprias mãos.",
        "popularity": 17.371,
        "poster_path": "/5TIqPkjW8xhj1N665ECuMZdrtDX.jpg",
        "release_date": "2010-10-11",
        "title": "Caçada Implacável",
        "video": false,
        "vote_average": 5.583,
        "vote_count": 133
    },
    {
        "adult": false,
        "backdrop_path": "/m7xifwtBHlKuEVqBNFafJHwF6RQ.jpg",
        "genre_ids": [
            10752,
            28,
            12,
            53
        ],
        "id": 964426,
        "original_language": "no",
        "original_title": "Gulltransporten",
        "overview": "Fredrik não é o mais corajoso dos homens, mas agora ele está diante de uma grande responsabilidade e uma enorme tarefa - para tirar toda a reserva de ouro norueguesa dos nazistas durante a invasão da Noruega.",
        "popularity": 17.364,
        "poster_path": "/xzP0WmdTac9Pl9hgBqwii9iuTlZ.jpg",
        "release_date": "2022-12-15",
        "title": "Corrida do Ouro",
        "video": false,
        "vote_average": 6.531,
        "vote_count": 113
    },
    {
        "adult": false,
        "backdrop_path": "/4GNvZJ4ZdhAfpSM47QxMnJYH44r.jpg",
        "genre_ids": [
            28,
            35,
            80
        ],
        "id": 9013,
        "original_language": "en",
        "original_title": "Midnight Run",
        "overview": "No caminho de Nova York a Los Angeles, um caçador de recompensas (Robert de Niro) conduz um contador, acusado de fraude, que trabalhava para a máfia. Durante a viagem, eles serão perseguidos pelo FBI e por mafiosos.",
        "popularity": 17.359,
        "poster_path": "/blkFzzbn4Z3by49dzUnupAu10CI.jpg",
        "release_date": "1988-07-20",
        "title": "Fuga à Meia-Noite",
        "video": false,
        "vote_average": 7.209,
        "vote_count": 1047
    },
    {
        "adult": false,
        "backdrop_path": "/tkj4i4TQP6TijYxqUq6duPZUW2R.jpg",
        "genre_ids": [
            28,
            53,
            9648
        ],
        "id": 77948,
        "original_language": "en",
        "original_title": "The Cold Light of Day",
        "overview": "Will Shaw é um executivo de Wall Street que vai passar as férias com a família no litoral da Espanha. Porém, aquele momento de lazer se transforma num verdadeiro inferno quando as pessoas que ele mais ama são sequestradas. Correndo contra o tempo, ele acaba descobrindo que o crime faz parte de uma conspiração do governo americano.",
        "popularity": 17.35,
        "poster_path": "/oEDEjOLrXG22KT7LsTlGoqQopla.jpg",
        "release_date": "2012-04-04",
        "title": "Fuga Implacável",
        "video": false,
        "vote_average": 5.348,
        "vote_count": 873
    },
    {
        "adult": false,
        "backdrop_path": "/ceErqYZbHNvHjpwu4EnJna7gnCF.jpg",
        "genre_ids": [
            16,
            14,
            28,
            10751,
            27
        ],
        "id": 494656,
        "original_language": "es",
        "original_title": "La leyenda del Charro Negro",
        "overview": "",
        "popularity": 17.349,
        "poster_path": "/fDLJ5vIeRL68cIHlob11w2pBzH0.jpg",
        "release_date": "2018-01-19",
        "title": "La leyenda del Charro Negro",
        "video": false,
        "vote_average": 8.086,
        "vote_count": 163
    },
    {
        "adult": false,
        "backdrop_path": "/i2MsniewwuDzxrHCNPtOQ4AnBbc.jpg",
        "genre_ids": [
            28,
            35
        ],
        "id": 19503,
        "original_language": "cn",
        "original_title": "賭神2",
        "overview": "O Rei das Apostas Ko, aposentou-se da sua vida de jogador profissional. Ele e sua esposa estão agora vivendo nos subúrbios do Canadá, em uma bela e pequena cidade, e estão se preparando para o nascimento de seu primeiro filho. Mas um desafiante, na intenção de roubar o título de Ko, força-o a abandonar o seu período de aposentadoria, assassinando a sua mulher a sangue-frio.",
        "popularity": 17.336,
        "poster_path": "/6xi5EKcekE4jmuXFmajUtc92fCd.jpg",
        "release_date": "1994-12-24",
        "title": "Aposta Maldita",
        "video": false,
        "vote_average": 6.655,
        "vote_count": 132
    },
    {
        "adult": false,
        "backdrop_path": "/fYIXyQnhpGjoCeXDKDpmzKHLZeW.jpg",
        "genre_ids": [
            28,
            80,
            53,
            18
        ],
        "id": 9039,
        "original_language": "en",
        "original_title": "Trapped",
        "overview": "Joe (Kevin Bacon) e Chery Hickey (Courtney Love) acreditam ter descoberto o plano perfeito para obter dinheiro fácil. Eles sequestram uma criança, filha de milionários, e exigem que o resgate seja pago em 24 horas, caso contrário ela morre. Como a polícia exige que o desaparecimento ocorra há pelo menos 24 horas para que possa ser registrado, ambos acreditam estarem imune à ação da polícia neste período. Eles decidem aplicar o golpe nos Jennings, sequestrando sua pequena filha Abby (Dakota Fanning). Enquanto Chery negocia com o pai (Stuart Townsend) o resgate, Joe tem por função pressionar psicologicamente a mãe (Charlize Theron), para que o resgate seja pago logo. O desespero dos Jennings fica ainda maior por saberem que Abby é asmática e que se ficar sem tomar seu remédio pode morrer.",
        "popularity": 17.332,
        "poster_path": "/2jADrGSJixn7IwtbffiV3AOkjF9.jpg",
        "release_date": "2002-09-20",
        "title": "Encurralada",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 543
    },
    {
        "adult": false,
        "backdrop_path": "/5yRU4YM4Vo5jYVZ6FoYlsUOrxU3.jpg",
        "genre_ids": [
            28,
            80,
            53
        ],
        "id": 384737,
        "original_language": "en",
        "original_title": "Precious Cargo",
        "overview": "Após um assalto ter dado errado, Eddie (Bruce Willis), um chefe do crime, está a procura da sedutiva ladra Karen (Claire Forlani), que falhou com ele. Com a intenção de reconquistar a confiança de Eddie, Karen convoca seu ex-amante e o grande ladrão Jack (Mark-Paul Gosselaar) para roubar uma carga rara de pedras preciosas. Alianças são atraídas durante o trabalho, fazendo com que Jack, Karen e Eddie se confrontem.",
        "popularity": 17.328,
        "poster_path": "/2g2aMEBadb125q1jdhnTZRoCiZy.jpg",
        "release_date": "2016-07-15",
        "title": "Carga Preciosa",
        "video": false,
        "vote_average": 5.111,
        "vote_count": 275
    },
    {
        "adult": false,
        "backdrop_path": "/vQdHQip4YTxiOldOf2bhvNCMUJu.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 40815,
        "original_language": "fr",
        "original_title": "Le Bossu",
        "overview": "",
        "popularity": 17.322,
        "poster_path": "/f8mbI3V19KWQVBaviChme4By43r.jpg",
        "release_date": "1997-12-03",
        "title": "Le Bossu",
        "video": false,
        "vote_average": 6.699,
        "vote_count": 178
    },
    {
        "adult": false,
        "backdrop_path": "/cgrinWrD4jsYq6h11gKU5yX0paS.jpg",
        "genre_ids": [
            28,
            18,
            10749,
            35,
            12,
            10752
        ],
        "id": 20848,
        "original_language": "ru",
        "original_title": "Белое солнце пустыни",
        "overview": "",
        "popularity": 17.32,
        "poster_path": "/slUxfkPILNh9iZPhuhMSf8C1TsR.jpg",
        "release_date": "1969-12-14",
        "title": "Белое солнце пустыни",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 141
    },
    {
        "adult": false,
        "backdrop_path": "/oKGaTHGcveMKUalGLmEIt5CUgNj.jpg",
        "genre_ids": [
            12,
            18,
            28,
            53,
            10749
        ],
        "id": 5889,
        "original_language": "ja",
        "original_title": "あずみ",
        "overview": "Uma guerra no Japão faz com que o país seja devastado. Desesperado em restaurar a paz, Tokugawa Shogun, líder de um clã, ordena o assassinato de um comandante inimigo. Para realizar a tarefa é selecionada Azumi (Aya Ueto), uma jovem e bonita mulher que foi selecionada ao nascer, juntamente com outros 9 órfãos, para se tornar uma assassina.",
        "popularity": 17.314,
        "poster_path": "/8EGNT2NzlfAsRp9hAVGpjObALOX.jpg",
        "release_date": "2003-05-10",
        "title": "Azumi",
        "video": false,
        "vote_average": 6.839,
        "vote_count": 313
    },
    {
        "adult": false,
        "backdrop_path": "/jnq4fV53Px9HvUZD2bQIxtGSwS7.jpg",
        "genre_ids": [
            80,
            18,
            28
        ],
        "id": 644083,
        "original_language": "en",
        "original_title": "Twist",
        "overview": "O ladrãozinho favorito de Londres já é um adolescente nesta versão moderna do clássico Oliver Twist de Charles Dickens. Depois de um encontro com a lei, o ágil “Twist” foge para Londres, onde conhece uma gangue de jovens que, sob a tutela de Fagin (Caine), usam suas habilidades de Parkour para realizar o roubo do século.",
        "popularity": 17.304,
        "poster_path": "/7sXthW46RwmPBdacGHnhOzLv40d.jpg",
        "release_date": "2021-01-22",
        "title": "Oliver Grafite",
        "video": false,
        "vote_average": 5.903,
        "vote_count": 176
    },
    {
        "adult": false,
        "backdrop_path": "/74pF8usxBxot67OoVxy5b4yhRGs.jpg",
        "genre_ids": [
            28,
            35,
            37,
            80
        ],
        "id": 1969,
        "original_language": "en",
        "original_title": "Bandidas",
        "overview": "México, 1880. Sara Sandoval (Salma Hayek) é a bela filha de um rico banqueiro. Maria Alvarez (Penélope Cruz) é a bela filha de um camponês. Elas aparentemente não têm nada em comum, mas o destino faz com que se tornem as mais perigosas e sensuais assaltantes de banco do país. Com a ajuda de Quentin Cooke (Steve Zahn), um inspetor de polícia idealista, Sara e Maria combatem Tyler Jackson (Dwight Yoakam), o representante do Banco de Nova York que está tentando tomar ilegalmente as terras da população local.",
        "popularity": 17.298,
        "poster_path": "/3qdc6SohDYb1pe9ypv4NShWZMAN.jpg",
        "release_date": "2006-01-18",
        "title": "Bandidas",
        "video": false,
        "vote_average": 6.012,
        "vote_count": 1060
    },
    {
        "adult": false,
        "backdrop_path": "/pHn9mqUAlDSA74FOjfOb3enAzbi.jpg",
        "genre_ids": [
            28,
            80,
            18
        ],
        "id": 45871,
        "original_language": "cn",
        "original_title": "鎗火",
        "overview": "",
        "popularity": 17.297,
        "poster_path": "/h6caee9nexiPgidsuR7ltSnaZYG.jpg",
        "release_date": "1999-11-19",
        "title": "鎗火",
        "video": false,
        "vote_average": 7.422,
        "vote_count": 148
    },
    {
        "adult": false,
        "backdrop_path": "/iIHulEFRDnk4AUl7PZBVv9OK2vf.jpg",
        "genre_ids": [
            28,
            12,
            35,
            10770
        ],
        "id": 19580,
        "original_language": "en",
        "original_title": "The Dukes of Hazzard: The Beginning",
        "overview": "Os primos encrenqueiros Bo e Luke são enviados de castigo pelos pais para a fazenda do tio Jesse. Lá, descobrem que as terras do tio correm perigo e entram de vez no negócio da família. Na tentativa de salvar a fazenda, eles passam a distribuir, em um Dodge Changer laranja apelidado de General Lee, a bebida ilegal produzida pelo tio.",
        "popularity": 17.287,
        "poster_path": "/nV9ZdtdhfW1BuOGDVh8HPhhL8h4.jpg",
        "release_date": "2007-03-04",
        "title": "Os Gatões 2: O Início",
        "video": false,
        "vote_average": 6.153,
        "vote_count": 189
    },
    {
        "adult": false,
        "backdrop_path": "/sEyYwNHJ6AO1Wnh0JuRTBmlZ8No.jpg",
        "genre_ids": [
            28,
            53,
            18
        ],
        "id": 403605,
        "original_language": "id",
        "original_title": "Headshot",
        "overview": "Ishmael (Iko Uwais) é um homem que é encontrado desacordado e sem memória alguma sobre quem é e sobre o que aconteceu com ele. Ele, então, se recupera com a ajuda de uma jovem médica, mas logo os problemas de Ishmael recomeçam quando ele descobre que precisará usar de muita violência para consertar os erros do passado.",
        "popularity": 17.276,
        "poster_path": "/4AZ6hCCFrtkrd3CXRCUUH9wIpQz.jpg",
        "release_date": "2016-09-24",
        "title": "Headshot",
        "video": false,
        "vote_average": 6.432,
        "vote_count": 422
    },
    {
        "adult": false,
        "backdrop_path": "/gXVcdDLJc61DU8Y0H42vg2aEjSo.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 40213,
        "original_language": "cn",
        "original_title": "新龍門客棧",
        "overview": "",
        "popularity": 17.276,
        "poster_path": "/mSOT3KA0iKVz0xeiNXAZWg07yLH.jpg",
        "release_date": "1992-08-22",
        "title": "新龍門客棧",
        "video": false,
        "vote_average": 7.031,
        "vote_count": 114
    },
    {
        "adult": false,
        "backdrop_path": "/aO5ILS7qnqtFIprbJ40zla0jhpu.jpg",
        "genre_ids": [
            28,
            18
        ],
        "id": 741067,
        "original_language": "en",
        "original_title": "Welcome to Sudden Death",
        "overview": "Jesse Freeman é um ex-oficial das forças especiais e especialista em explosivos agora trabalhando regularmente como segurança em uma arena de basquete de última geração. Problemas irromperem quando um grupo de terroristas sequestra o dono da equipe e a filha de Jesse durante a noite de estreia. Enfrentando um relógio de tique-taque e probabilidades impossíveis, cabe a Jesse não apenas salvá-los, mas também uma casa cheia de fãs neste thriller de ação altamente carregado.",
        "popularity": 17.268,
        "poster_path": "/zEH83sQE1aPk55wqCTLOlqYbvrB.jpg",
        "release_date": "2020-09-09",
        "title": "Bem-Vindo à Morte Súbita",
        "video": false,
        "vote_average": 6.246,
        "vote_count": 248
    },
    {
        "adult": false,
        "backdrop_path": "/uQPldvzCbKWAX7pVC59mV6pj7Ap.jpg",
        "genre_ids": [
            28,
            18,
            10749
        ],
        "id": 277934,
        "original_language": "tr",
        "original_title": "Sadece Sen",
        "overview": "",
        "popularity": 17.267,
        "poster_path": "/agS2gv4wKh8pQe13tI2FNEKSdAa.jpg",
        "release_date": "2014-03-14",
        "title": "Sadece Sen",
        "video": false,
        "vote_average": 7.441,
        "vote_count": 101
    },
    {
        "adult": false,
        "backdrop_path": "/1F8sr6mtjssskEwhaFZrZiMv2qb.jpg",
        "genre_ids": [
            28,
            80,
            53
        ],
        "id": 10498,
        "original_language": "en",
        "original_title": "Point of No Return",
        "overview": "Jovem criminosa escapa da pena de morte, sendo obrigada a trabalhar para uma organização não-oficial, que a obriga a cometer diversos assassinatos. Refilmagem de  Nikita: Criada para Matar (1990).",
        "popularity": 17.265,
        "poster_path": "/zxS0PgB9ngEQUGqLSf8QKoQAq9V.jpg",
        "release_date": "1993-03-19",
        "title": "A Assassina",
        "video": false,
        "vote_average": 6.233,
        "vote_count": 676
    },
    {
        "adult": false,
        "backdrop_path": "/xgfn98c2UzvFWP6MXDzytearmQ3.jpg",
        "genre_ids": [
            28,
            35
        ],
        "id": 513045,
        "original_language": "en",
        "original_title": "Stuber",
        "overview": "Quando Stu, um motorista da Uber, é recrutado por um policial (Dave Bautista) para ajudá-lo a investigar o paradeiro de um brutal assassino, algumas regras precisam ser quebradas. Seguindo as poucas pistas que possuem para seguir o traço do criminoso, eles cada vez se complicam mais na perseguição desenfreada.",
        "popularity": 17.264,
        "poster_path": "/bopJPyP68dJEjO7i0gUrYMYC0Eh.jpg",
        "release_date": "2019-07-11",
        "title": "Stuber: A Corrida Maluca",
        "video": false,
        "vote_average": 6.632,
        "vote_count": 1246
    },
    {
        "adult": false,
        "backdrop_path": "/o77bB9P0SxK8QYNkyK92Sb9W4rL.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 13153,
        "original_language": "en",
        "original_title": "Rapid Fire",
        "overview": "O estudante Jake Lo (Brandon Lee) testemunhou um assassinato e agora precisa depor contra dois chefes do tráfico que dominam a cidade. Ele fica sob a proteção de agentes federais mas acredita que só pode confiar em um deles, Mace Ryan (Powers Boothe), um policial de Chicago que o lembra de seu pai. Jake logo percebe que, para se proteger, terá que contar com suas próprias habilidades das artes marciais.",
        "popularity": 17.264,
        "poster_path": "/8Bmptti9iilSivX3He5UEbZcz2x.jpg",
        "release_date": "1992-08-21",
        "title": "Rajada de Fogo",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 224
    },
    {
        "adult": false,
        "backdrop_path": "/lbuF0PYFGrKnMh3GqwFnxNs3cHD.jpg",
        "genre_ids": [
            27,
            14,
            28,
            12,
            9648,
            80,
            18
        ],
        "id": 220447,
        "original_language": "ja",
        "original_title": "黒執事",
        "overview": "O live-action conta a história de Shiori Genpo, uma jovem herdeira de uma família nobre cujo os pais foram mortos em um incêndio. Ela possui um mordomo, Sebastian Michaelis, com quem mantém um contrato firmado.",
        "popularity": 17.262,
        "poster_path": "/fmaB0wUac1bP93JKA4gkGHHTRHC.jpg",
        "release_date": "2014-01-18",
        "title": "Black Butler: O Mordomo de Preto",
        "video": false,
        "vote_average": 7.198,
        "vote_count": 111
    },
    {
        "adult": false,
        "backdrop_path": "/xpXkdDAw1ilEtkhiCcUSgIwrttX.jpg",
        "genre_ids": [
            28,
            80,
            18
        ],
        "id": 15801,
        "original_language": "en",
        "original_title": "What Doesn't Kill You",
        "overview": "\"Redes do Crime\" conta a história de dois melhores amigos que cresceram juntos e, aos poucos, se envolveram com pequenos crimes. Brian (Mark Ruffalo) tem uma bela esposa (Amanda Peet) e dois filhos, mas o seu vício em drogas e álcool deixam ele longe de ser um bom pai. Paulie (Ethan Hawke) está determinado a fazer um grande roubo, para de uma vez por todas se \"aposentar\" e abandonar de uma vez por todas a vida do crime. Mas, seus planos vão por agua abaixo quando um policial (Donnie Wahlberg) finalmente os pega em flagrante e os manda para a cadeia. Anos mais trade ao retornar para casa, Brian terá que enfrentar a terrível verdade de que o crime faz parte da sua vida e, por mais difícil do que pareça, tentará mudar sua postura para nunca mais ter que abandonar sua família novamente.",
        "popularity": 17.261,
        "poster_path": "/iDeg2vep7FnzADpf1J5SNgUWUpb.jpg",
        "release_date": "2008-12-12",
        "title": "Redes do Crime",
        "video": false,
        "vote_average": 6.011,
        "vote_count": 186
    },
    {
        "adult": false,
        "backdrop_path": "/50XtNcNSGb2MnzPbOmIiESfinVo.jpg",
        "genre_ids": [
            18,
            28,
            53,
            878
        ],
        "id": 11935,
        "original_language": "en",
        "original_title": "Capricorn One",
        "overview": "Nos anos 1970, em plena Guerra Fria, o Governo Americano e a Nasa unem-se numa farsa: uma missão tripulada até o planeta Marte é encenada num estúdio para enganar a opinião pública, forçando o mundo a acreditar nos progressos científicos e tecnológicos dos Estados Unidos. Três astronautas são obrigados a participar da farsa e das filmagens. O problema é que a cápsula não-tripulada enviada ao espaço explode na reentrada, e agora o governo não pode deixar os astronautas vivos para revelar a mentira. Segue-se uma diabólica perseguição.",
        "popularity": 17.256,
        "poster_path": "/vFkBk0mJvZhRhMbQ0kkS1tThUCp.jpg",
        "release_date": "1977-12-10",
        "title": "Capricórnio Um",
        "video": false,
        "vote_average": 6.751,
        "vote_count": 441
    },
    {
        "adult": false,
        "backdrop_path": "/2VK5l8wfRCCrR8AF0oFtG6ty6fO.jpg",
        "genre_ids": [
            53,
            9648,
            28
        ],
        "id": 25670,
        "original_language": "en",
        "original_title": "Foreign Correspondent",
        "overview": "Johnny Jones (Joel McCrea) é o correspondente de um jornal de Nova York que viaja para a Europa usando o pseudônimo de Huntley Haverstock, quando a 2ª Guerra Mundial era uma realidade cada vez mais iminente. Inicialmente ele vai para Londres mas logo está em Amsterdã, onde juntamente com várias pessoas testemunha o assassinato de Van Meer (Albert Bassermann), um diplomata holandês. Entretanto, logo ele toma consciência que quem morreu foi um sósia e que Van Meer na verdade foi sequestrado por agentes do inimigo, que querem arrancar do diplomata importantes segredos. Assim sua situação fica desesperadora, pois sua história é em princípio absurda e, além disto, estão querendo matá-lo.",
        "popularity": 17.252,
        "poster_path": "/q9fN7i3hL3OIgGEPbTZqjYtOFUb.jpg",
        "release_date": "1940-08-16",
        "title": "Correspondente Estrangeiro",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 371
    },
    {
        "adult": false,
        "backdrop_path": "/qrnuMKgQKe8s1aHyZMaaz54gV6U.jpg",
        "genre_ids": [
            28,
            80,
            18
        ],
        "id": 250551,
        "original_language": "hi",
        "original_title": "गुंडे",
        "overview": "A vida dos gangsters mais poderosos de Calcutá - Bikram e Bala, muda quando Nandita entra nela. Então uma força contrária assume o controle e um thriller se desenrola.",
        "popularity": 17.249,
        "poster_path": "/70QlykuyOHn2wO0uw2U2TqvZp10.jpg",
        "release_date": "2014-02-14",
        "title": "Gunday",
        "video": false,
        "vote_average": 5.015,
        "vote_count": 100
    },
    {
        "adult": false,
        "backdrop_path": "/ajs3hya6o4ELDMHEcEgySm41AAF.jpg",
        "genre_ids": [
            80,
            53,
            28
        ],
        "id": 71138,
        "original_language": "ja",
        "original_title": "女囚７０１号さそり",
        "overview": "",
        "popularity": 17.247,
        "poster_path": "/2MvphNHUVWolgV0vFzdtPMR0Ur2.jpg",
        "release_date": "1972-08-25",
        "title": "Female Prisoner #701: Scorpion",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 147
    },
    {
        "adult": false,
        "backdrop_path": "/ONKOwS1xCipE5tMr8VsVJySzcH.jpg",
        "genre_ids": [
            80,
            18,
            53,
            28
        ],
        "id": 42120,
        "original_language": "cn",
        "original_title": "龍虎風雲",
        "overview": "A morte de um agente faz a polícia perder a última pista que levaria ao comando de um sindicato especializado em roubo de jóias. Koo Chow, designado por Lau, responsável pelo caso, infiltra-se no sindicato de chega a Foo, cabeça da organização que, antes de aceitá-lo no grupo, o submete a situações muito perigosas. A cada investida mal sucedida, a polícia vai fechando o cerco e chega cada vez mais próxima da linha de fogo.",
        "popularity": 17.24,
        "poster_path": "/wVgHnug9MU8Aqn0QH3T8ltT79xx.jpg",
        "release_date": "1987-02-13",
        "title": "Perigo Extremo",
        "video": false,
        "vote_average": 7.0,
        "vote_count": 137
    },
    {
        "adult": false,
        "backdrop_path": "/uYAOmmcEhmAqWx9169AuJlln4dC.jpg",
        "genre_ids": [
            28,
            18,
            53,
            80
        ],
        "id": 9458,
        "original_language": "en",
        "original_title": "Desperate Measures",
        "overview": "Em São Francisco Frank Conner, um oficial da polícia, busca freneticamente um doador de medula óssea para salvar a vida do seu filho de nove anos. O único doador compatível é Peter McCabe, um presidiário que cometeu duplo homicídio. McCabe vê na viagem para o hospital uma perfeita oportunidade de fugir e, quando escapa, o pânico e a tensão tomam conta do hospital. Ironicamente Conner tenta capturar o assassino, mas sem feri-lo, pois McCabe é a única esperança que resta para seu filho sobreviver.",
        "popularity": 17.239,
        "poster_path": "/163cQ4PMn4LLpCBDKLqJFhZimOt.jpg",
        "release_date": "1998-01-30",
        "title": "Medidas Desesperadas",
        "video": false,
        "vote_average": 5.948,
        "vote_count": 270
    },
    {
        "adult": false,
        "backdrop_path": "/jgnfSyrtonk5U2UMP7MLtgX2eYt.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 6058,
        "original_language": "en",
        "original_title": "The Patriot",
        "overview": "O imunologista aposentado da CIA Wesley McClaren (Steven Seagal) mora isolado com a filha em uma vila da cidade de Montana. Tudo o que ele deseja é paz, porém, o grupo de militantes liderado por Floyd Crisolm (Gailard Sartain) abala a calmaria. Crisolm é precionado pelo FBI e acaba se entregando. O que as pessoas não esperavam era que ele deixaria uma arma química para explodir na região de McClare, deixando o local em quarentena. Agora, McClaren precisa salvar sua vida, a da filha e a dos pacatos moradores da vila.",
        "popularity": 17.239,
        "poster_path": "/bMKZcFxa6lA3I4kRJFB9cMMrrus.jpg",
        "release_date": "1998-07-10",
        "title": "Guerra Biológica",
        "video": false,
        "vote_average": 5.658,
        "vote_count": 364
    },
    {
        "adult": false,
        "backdrop_path": "/ryBUkjVLKjSJOTgBfxHrdu7rxG0.jpg",
        "genre_ids": [
            28,
            12,
            27,
            878,
            53
        ],
        "id": 1450,
        "original_language": "en",
        "original_title": "Blood: The Last Vampire",
        "overview": "No filme, Saya, é uma vampira que trabalha para uma organização secreta do governo que caça e destrói demônios no Japão pós-Segunda Guerra. A missão da sanguessuga é se infiltrar em uma escola militar e descobrir qual estudante é um demônio disfarçado.",
        "popularity": 17.201,
        "poster_path": "/uzuYpbdFkNYqnBdOvhWqZxhHa5C.jpg",
        "release_date": "2009-04-02",
        "title": "Caçadores de Vampiros",
        "video": false,
        "vote_average": 5.669,
        "vote_count": 334
    },
    {
        "adult": false,
        "backdrop_path": "/sELPrrpPgERd6ZpdNBdqLCrMftT.jpg",
        "genre_ids": [
            28,
            80,
            35
        ],
        "id": 417489,
        "original_language": "fr",
        "original_title": "Bon Cop Bad Cop 2",
        "overview": "Seis anos se passaram desde Martin Ward e David Bouchard reuniram-se em uma maneira espetacular na fronteira Quebec / Ontario. Os dois homens ficaram amigos, mas o tempo tem seu preço e eles não se falam há quase um ano. Neste segundo capítulo, Ward e Bouchard deve enfrentar uma importante quadrilha de roubo de carro que acaba por ser muito mais do que esperava: um onde os carros roubados servirá como bombas em um ataque terrorista bem planejado.",
        "popularity": 17.196,
        "poster_path": "/rhflodbAhPvLgK5MUFPtBzXWF32.jpg",
        "release_date": "2017-05-12",
        "title": "Bon Cop, Bad Cop 2",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 109
    },
    {
        "adult": false,
        "backdrop_path": "/ijRAVC3kHqmfPKyViUgTvmy522c.jpg",
        "genre_ids": [
            878,
            28,
            12
        ],
        "id": 25516,
        "original_language": "hi",
        "original_title": "कोई मिल गया",
        "overview": "",
        "popularity": 17.193,
        "poster_path": "/j3ANnag8WzQPZfMRWHwL7wH96uC.jpg",
        "release_date": "2003-08-08",
        "title": "कोई मिल गया",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 201
    },
    {
        "adult": false,
        "backdrop_path": "/xhvzbyZVf6C6Uf64fjeQhzd6UKn.jpg",
        "genre_ids": [
            28,
            35
        ],
        "id": 284514,
        "original_language": "es",
        "original_title": "Anacleto: Agente secreto",
        "overview": "Um jovem em uma vida monótona e chata descobre que seu pai que não vê há 20 anos é um famoso agente secreto. Imerso em uma grandiosa trama internacional cheia de assassinos e segredos de estado, Adolfo decidirá então assumir a identidade de seu pai para tentar salvar sua vida e a vida de sua amada Kátia. Adaptação do mítico personagem dos quadrinhos criado por Manuel Vázquez.",
        "popularity": 17.175,
        "poster_path": "/93fz1SKHwqUdPjB73fKr9oG85QX.jpg",
        "release_date": "2015-09-04",
        "title": "Anacleto: Agente Secreto",
        "video": false,
        "vote_average": 5.7,
        "vote_count": 206
    },
    {
        "adult": false,
        "backdrop_path": "/x3HAZPrhIetDEar4vlEuncVXRL.jpg",
        "genre_ids": [
            28,
            53,
            80
        ],
        "id": 20411,
        "original_language": "en",
        "original_title": "Until Death",
        "overview": "Até a morte é o novo filme de Jean-Claude Van Damme, que volta a trabalhar com o diretor Simon Fellows (Sete Segundos &amp; Reencarnação). Em 2006 o diretor havia dirigido o astro em Segundo em Comando. Interpretando um policial corrupto e viciado em heroína, Van Damme é Anthony Stowe, um homem odiado por todos com quem convive. Um dia, durante um tiroteio ele é gravemente ferido e entra em coma. Quando desperta, surge uma nova pessoa que pretende endireitar tudo o que fez de errado.",
        "popularity": 17.164,
        "poster_path": "/mORyudXAaAlCWBkC8fSUScb7azZ.jpg",
        "release_date": "2007-01-19",
        "title": "Até a Morte",
        "video": false,
        "vote_average": 5.901,
        "vote_count": 207
    },
    {
        "adult": false,
        "backdrop_path": "/5AOV7ga7jvkIhmJalE4rmEf833X.jpg",
        "genre_ids": [
            28,
            35,
            80
        ],
        "id": 54054,
        "original_language": "en",
        "original_title": "One for the Money",
        "overview": "Desempregada e cheia de dívidas, Stephanie aceita o emprego de caçadora de recompensas, sem imaginar o que espera por ela. Sua primeira missão? Capturar um atraente jovem por quem ela foi apaixonada nos tempos da escola.",
        "popularity": 17.158,
        "poster_path": "/au8CiS0UEO23hPMwXbjPIvwvGcK.jpg",
        "release_date": "2012-01-26",
        "title": "Como Agarrar Meu Ex-Namorado",
        "video": false,
        "vote_average": 5.544,
        "vote_count": 941
    },
    {
        "adult": false,
        "backdrop_path": "/dTyneeUtfK1h8t48lNX8M5geJxf.jpg",
        "genre_ids": [
            878,
            53,
            28
        ],
        "id": 24230,
        "original_language": "en",
        "original_title": "Nemesis",
        "overview": "No futuro, Alex Rain é um policial parte homem, parte máquina que atua em Los Angeles combatendo terroristas cibernéticos. Quando seus superiores lhe incumbem de eliminar a líder do grupo de ciborgues, Alex começa a desconfiar que está do lado errado do conflito ao descobrir que o alvo é Jared, a mulher por quem já foi apaixonado. O filme deu origem a uma série com três continuações.",
        "popularity": 17.145,
        "poster_path": "/gukhV1Sl9tQe8CFx8MTIVaYmjqx.jpg",
        "release_date": "1992-12-26",
        "title": "Nemesis: O Exterminador de Andróides",
        "video": false,
        "vote_average": 5.392,
        "vote_count": 144
    },
    {
        "adult": false,
        "backdrop_path": "/1VqE5z4VIOcNcajJuHLk4fDkY9G.jpg",
        "genre_ids": [
            28,
            27
        ],
        "id": 289732,
        "original_language": "zh",
        "original_title": "屍城",
        "overview": "É o fim do século em uma esquina da cidade, em um prédio repleto de crimes. Todos no prédio se transformaram em zumbis. Depois que o namorado de Jenny é morto em um ataque de zumbis, ela enfrenta o desafio de sobreviver diante das adversidades. Para se manter viva, ela luta com Andy para fugir do perigo.",
        "popularity": 17.143,
        "poster_path": "/u8u3KVq0qfJYmNDsaTVOXy4So6f.jpg",
        "release_date": "2014-10-23",
        "title": "Zombie Fight Club",
        "video": false,
        "vote_average": 5.656,
        "vote_count": 106
    },
    {
        "adult": false,
        "backdrop_path": "/zraDsPUDbKsISJSWTF796A1rrem.jpg",
        "genre_ids": [
            10752,
            28,
            18
        ],
        "id": 78215,
        "original_language": "no",
        "original_title": "Into the White",
        "overview": "Durante uma batalha na Segunda Guerra Mundial, dois grupos de aviadores inimigos se veem perdidos numa floresta da Noruega quando seus aviões são derrubados. Forçados a procurar refúgio na mesma cabana, eles precisam deixar suas diferenças de lado para sobreviver.",
        "popularity": 17.117,
        "poster_path": "/3y4wWgm7y318EmABIcvz9dgEgE8.jpg",
        "release_date": "2012-03-09",
        "title": "Entre Inimigos",
        "video": false,
        "vote_average": 6.9,
        "vote_count": 286
    },
    {
        "adult": false,
        "backdrop_path": "/e86j48mkpIzFSNutRGcNiltWCNt.jpg",
        "genre_ids": [
            28,
            36,
            10752
        ],
        "id": 8342,
        "original_language": "bs",
        "original_title": "No Man's Land",
        "overview": "Durante a Guerra da Bósnia, dois soldados, um sérvio e outro bósnio, acabam isolados em uma pequena trincheira, junto com um terceiro soldado, que está caído sobre uma mina - sendo que ninguém pode matar ninguém ali. Todas as partes do conflito ficam completas com a chegada de mais duas pessoas: um representante da ONU, para tentar resolver o impasse, e uma jornalista, para jogar lenha na fogueira.",
        "popularity": 17.117,
        "poster_path": "/3ilPTtGOYEp9PFKtSh9tJWDus3I.jpg",
        "release_date": "2001-05-12",
        "title": "Terra de Ninguém",
        "video": false,
        "vote_average": 7.482,
        "vote_count": 424
    },
    {
        "adult": false,
        "backdrop_path": "/K7hP2K921lnIr7MPoviMY0LfNP.jpg",
        "genre_ids": [
            28,
            16,
            14,
            878
        ],
        "id": 13194,
        "original_language": "en",
        "original_title": "Highlander: The Search for Vengeance",
        "overview": "Colin MacLeod caça o homem responsável pela morte de seu amor. Ele persegue o imortal Marcus Octavius ao longo dos séculos enquanto sua busca ameaça dominar sua vida e seu coração. Em sua busca, ele conhece uma mulher que o lembra de sua beleza assassinada. Mas é a sua batalha final com Marcus que decidirá não só o seu destino, mas também o destino de todas as pessoas no mundo.",
        "popularity": 17.115,
        "poster_path": "/f4htbMf2LORgMjKn0litcUFWuWY.jpg",
        "release_date": "2007-06-05",
        "title": "Highlander: The Search for Vengeance",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 112
    },
    {
        "adult": false,
        "backdrop_path": "/ldHPIMzOxS1bvEDtzPWS4csOhd8.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 531503,
        "original_language": "en",
        "original_title": "Point Blank",
        "overview": "Para salvar a esposa grávida, um enfermeiro se vê forçado a ajudar um criminoso ferido em uma corrida contra o tempo e policiais corruptos.",
        "popularity": 17.112,
        "poster_path": "/zFN9c739JHBoLXr3MBjGwrsR7ys.jpg",
        "release_date": "2019-07-12",
        "title": "À Queima-Roupa",
        "video": false,
        "vote_average": 6.024,
        "vote_count": 526
    }
]