[
    {
        "adult": false,
        "backdrop_path": "/2FO2YXMDTeLr6bQfSwAAtWOW7KW.jpg",
        "genre_ids": [
            53,
            28,
            80
        ],
        "id": 18899,
        "original_language": "cn",
        "original_title": "復仇",
        "overview": "Acompanha Costello (interpretado pelo roqueiro Johnny Halliday), um francês que desembarca em Macau para vingar a morte do genro e dos netos (sua filha sobrevive por milagre ao massacre). O desejo da alma é acompanhado de uma ameaça de perda de memória, cortesia de uma bala alojada no cérebro. Vengeance é um western urbano, dirigido brilhantemente pelo Johnnie To do aclamado (Eleição).",
        "popularity": 31.396,
        "poster_path": "/v397LVgdnUgbtcQ77aAX2fwsp3c.jpg",
        "release_date": "2009-05-20",
        "title": "Vingança",
        "video": false,
        "vote_average": 6.6,
        "vote_count": 177
    },
    {
        "adult": false,
        "backdrop_path": "/4kywRRzIJqRwH48IvJ6npRvqgM5.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 6399,
        "original_language": "it",
        "original_title": "Chi trova un amico trova un tesoro",
        "overview": "Um homem consegue recuperar um misterioso mapa do tesouro, que foi deixado para trás pelo exército japonês em uma pequena ilha. Ele consegue carona em um barco de um aventureiro, que está dando a volta ao mundo. Sem que o navegador perceba, ele muda a rota da embarcação, rumo à ilha do tesouro. Tudo parece correr bem, até que, chegando ao tão sonhado local, eles descobrem que a ilha não é tão deserta quanto pensavam. Lá estão, além dos nativos, um soldado japonês que ainda guarda o tesouro.",
        "popularity": 31.369,
        "poster_path": "/4hEhN6uKXlF8FAd6VRSFbYkGHBP.jpg",
        "release_date": "1981-12-09",
        "title": "Quem Encontra um Amigo, Encontra um Tesouro",
        "video": false,
        "vote_average": 6.862,
        "vote_count": 589
    },
    {
        "adult": false,
        "backdrop_path": "/DjfbGlwfxj8XrVyOiNi3QuyS3g.jpg",
        "genre_ids": [
            10751,
            12,
            16,
            14,
            28,
            878
        ],
        "id": 34067,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター アドバンスジェネレーション ミュウと波導の勇者 ルカリオ",
        "overview": "A história do filme começa muitos anos antes, quando uma terrível guerra entre humanos e Pokémon que estava ocorrendo e Aaron, um valente guerreiro, junto ao seu Lucario resolvem dar um fim nisso tudo e trazer a paz novamente ao mundo. Aaron acredita que indo até a Árvore da Origem e usando seu poder, tudo poderá ter fim, mas o caminho até a tal árvore é complicado e perigoso. Pensando nisso, Aaron decide selar Lucario em seu cetro, mesmo que o Pokémon não concordasse com isso. Logo em seguida, ele sobe em seu Pidgeot ruma à Árvore da Origem e coloca um fim na guerra. De volta ao presente, o povoado do qual Aaron e Lucario vivam estão comemorando um festival em homenagem aos dois heróis. Como parte do festival, existe um torneio de batalhas Pokémon onde o campeão será o representante de Aaron durante o festival.",
        "popularity": 31.363,
        "poster_path": "/nRwdr4emOEGRJht4H7eFDLcrAom.jpg",
        "release_date": "2005-07-16",
        "title": "Pokémon: Lucario e o Mistério de Mew",
        "video": false,
        "vote_average": 7.012,
        "vote_count": 290
    },
    {
        "adult": false,
        "backdrop_path": "/4QHF7kAYjIpZ5U8A0amvhRkHlZ1.jpg",
        "genre_ids": [
            18,
            28,
            36,
            10752
        ],
        "id": 94047,
        "original_language": "ko",
        "original_title": "마이웨이",
        "overview": "Na Seoul colonial de 1938, dois homens distintos possuem um sentimento forte de rivalidade desde quando eram jovens. Joon-sik é um coreano que sonha em seguir os passos do maratonista olímpico Sohn Kee-chung. Tatsuo é um grande maratonista japonês, viveu com Joon-sik, já que asua família trabalhava para Tatsuo como servos. Eles cresceram como rivais representando seus respectivos países.",
        "popularity": 31.339,
        "poster_path": "/iMtEu7346RUV26OMwoqOPHrKERe.jpg",
        "release_date": "2011-12-21",
        "title": "My Way - Prisioneiros de Guerra",
        "video": false,
        "vote_average": 7.846,
        "vote_count": 374
    },
    {
        "adult": false,
        "backdrop_path": "/1aPpu4fApN5ZTMTuHPW6a0wnSnH.jpg",
        "genre_ids": [
            28,
            12,
            16
        ],
        "id": 13754,
        "original_language": "ja",
        "original_title": "鉄コン筋クリート",
        "overview": "Na cidade do Tesouro a vida pode ser doce ou brutal. Isto é a pura verdade para nossos heróis Black e White, dois meninos rebeldes de rua que tomam conta da cidade, lutando constantemente contra o vilão do velho mundo Yakuza e criaturas alienígenas assassinas que pretendem destruir a metrópole.",
        "popularity": 31.319,
        "poster_path": "/Akj8bQtqmTua2L9wdJ0lN9EmHTW.jpg",
        "release_date": "2006-10-21",
        "title": "Tekkonkinkreet",
        "video": false,
        "vote_average": 7.427,
        "vote_count": 350
    },
    {
        "adult": false,
        "backdrop_path": "/9MsqUNYYSXSZeWyxzAlTwTbPavv.jpg",
        "genre_ids": [
            12,
            27,
            28
        ],
        "id": 4283,
        "original_language": "en",
        "original_title": "Primeval",
        "overview": "Uma equipe americana de jornalistas, determinada a capturar um monstro voraz, viaja até ao coração da selva africana para caçar a sua presa. Mas Gustave, como os nativos lhe chamam, também está nesta caçada - sempre em movimento, sempre esquivo, sempre com fome de carne humana. Um medo de fazer saltar o coração é assegurado neste filme ao qual nenhuma unha escapa inteira, acerca deste engenhoso assassino que continua a reclamar um terrífico rasto de sangue...",
        "popularity": 31.283,
        "poster_path": "/90Ck5KYjfiyM7fyJPx7y5qZfYGm.jpg",
        "release_date": "2007-01-12",
        "title": "Primitivo",
        "video": false,
        "vote_average": 6.047,
        "vote_count": 385
    },
    {
        "adult": false,
        "backdrop_path": "/wqCNT7txsPOMxwac3aO9JFEYYt1.jpg",
        "genre_ids": [
            28,
            80,
            53
        ],
        "id": 13809,
        "original_language": "en",
        "original_title": "RocknRolla",
        "overview": "Uri Omovich é um bilionário russo que está realizando uma alta transação com Lenny Cole, um gângster à moda antiga que sabe como cuidar de seus subalternos e dos políticos locais. Para festejar o acordo feito, Uri empresta a Lenny seu quadro favorito, mas o quadro desaparece do escritório de Lenny, o que inicia uma grande busca por seu paradeiro. Isto faz com que diversos criminosos da cidade se envolvam, entre eles One Two, um bandido de rua, e Archie, o braço direito de Lenny.",
        "popularity": 31.279,
        "poster_path": "/1r0rKBB7LIVGS9S2xDgO7W5Sfsd.jpg",
        "release_date": "2008-09-04",
        "title": "Rock'N'Rolla: A Grande Roubada",
        "video": false,
        "vote_average": 6.958,
        "vote_count": 2874
    },
    {
        "adult": false,
        "backdrop_path": "/bHefJgSTO3JOZy9fETN6cWpvbMX.jpg",
        "genre_ids": [
            28,
            53,
            10752
        ],
        "id": 75674,
        "original_language": "en",
        "original_title": "Act of Valor",
        "overview": "Os conhecidos Navy SEALs são a divisão de elite da Marinha dos Estados Unidos e também os protagonistas desta produção, que conta a história da tentativa dos militares em resgatar um agente da CIA que foi sequestrado. O elenco conta com as presenças de verdadeiros oficiais da Marinha. A direção é da dupla Mike McCoy e Scott Waugh.",
        "popularity": 31.258,
        "poster_path": "/1jwRYDsSEwJQhdBiiWgjvv7jZKX.jpg",
        "release_date": "2012-02-24",
        "title": "Ato de Coragem",
        "video": false,
        "vote_average": 6.486,
        "vote_count": 1101
    },
    {
        "adult": false,
        "backdrop_path": "/l3n7vNeKBfUfLvLRbe8Knk5c1we.jpg",
        "genre_ids": [
            12,
            28,
            18
        ],
        "id": 286873,
        "original_language": "en",
        "original_title": "Northmen: A Viking Saga",
        "overview": "Séc. IX. Um grupo de guerreiros viking foi expulso da sua tribo por ter recusado submeter-se à tirania do rei. Sob o comando do destemido Asbjöran, seguem viagem num navio junto à costa escocesa, com a intenção de saquear os ricos mosteiros de Lindisfarne e, dessa forma, comprar a sua liberdade. Mas uma terrível tempestade arrasta-os para uma região hostil. Com a ajuda de Conall, um enigmático monge, estes homens tentam cruzar o território inimigo e alcançar a segurança de uma fortaleza viking.",
        "popularity": 31.255,
        "poster_path": "/5Mnb3DcAdZZKI4gYnskmP8RFsxr.jpg",
        "release_date": "2014-10-23",
        "title": "A Saga Viking",
        "video": false,
        "vote_average": 5.418,
        "vote_count": 337
    },
    {
        "adult": false,
        "backdrop_path": "/dEh93Ni98JWh7fmhD56ZlOFQmoT.jpg",
        "genre_ids": [
            80,
            53,
            28
        ],
        "id": 606523,
        "original_language": "ko",
        "original_title": "낙원의 밤",
        "overview": "Escondido em uma ilha após uma tragédia, um gângster injustiçado se envolve com uma mulher que tem seus próprios demônios.",
        "popularity": 31.235,
        "poster_path": "/hIv5gxbSnNt9VfXy58APhUukp6E.jpg",
        "release_date": "2020-09-03",
        "title": "Noite no Paraíso",
        "video": false,
        "vote_average": 6.94,
        "vote_count": 241
    },
    {
        "adult": false,
        "backdrop_path": "/8tXo6o4cYzFxKYZPEKamWhkvN7x.jpg",
        "genre_ids": [
            80,
            28,
            18,
            53
        ],
        "id": 13051,
        "original_language": "en",
        "original_title": "Max Payne",
        "overview": "Max Payne é um policial indisciplinado de Nova York, que está decidido a encontrar os responsáveis pelo brutal assassinato de sua esposa, seu bebê e de seu parceiro. O desejo de vingança faz com que ele se aprofunde cada vez mais no submundo obscuro de mafiosos, sendo obrigado a enfrentar até mesmo inimigos do além em uma batalha sobrenatural por justiça.",
        "popularity": 31.219,
        "poster_path": "/w1Hq5B2wXsbv7G8mA3MIWbjDpQh.jpg",
        "release_date": "2008-10-15",
        "title": "Max Payne",
        "video": false,
        "vote_average": 5.369,
        "vote_count": 1993
    },
    {
        "adult": false,
        "backdrop_path": "/tdK6A1wJVOze1zuiCwFQMR228k5.jpg",
        "genre_ids": [
            53,
            36,
            18,
            28
        ],
        "id": 416144,
        "original_language": "en",
        "original_title": "Hotel Mumbai",
        "overview": "Em 2008, o grupo islâmico Lashkar-e-Taiba executou doze ataques pela Índia, concentrados principalmente na cidade de Mumbai. Os tiroteios e explosões deixaram 164 mortos e mais de 300 feridos. Durante os ataques terroristas ao famoso Hotel Taj Mahal em Mumbai, o renomado chef Hemant Oberoi e o garçom Arjun arriscam suas vidas para proteger as demais vítimas. Em meio ao caos, um casal de hóspedes se vê forçado a lutar por sobrevivência para salvar a vida de seu filho recém-nascido.",
        "popularity": 31.213,
        "poster_path": "/dEon8Xtq6Kprw1FamyFEje2qkOk.jpg",
        "release_date": "2019-03-14",
        "title": "Atentado ao Hotel Taj Mahal",
        "video": false,
        "vote_average": 7.545,
        "vote_count": 1495
    },
    {
        "adult": false,
        "backdrop_path": "/8n6ZCFJWwK7UiX7NYuIEvHLRPYG.jpg",
        "genre_ids": [
            28,
            18,
            9648,
            53
        ],
        "id": 9268,
        "original_language": "en",
        "original_title": "Eraser",
        "overview": "John Kruger (Arnold Schwarzenegger) é um agente do governo especializado em proteger testemunhas, destruindo seu passado para assegurar o futuro. Passa a proteger uma testemunha-chave (Vanessa Williams) que sabe tudo sobre uma firma de equipamento bélico que planejou e desenvolveu o mais revolucionário fuzil e pretende vendê-lo no mercado negro. Para isto, conta com importantes agentes do governo que estão dispostos a usar todo o seu poder para concretizar a operação e também matar tanto o agente quanto a testemunha.",
        "popularity": 31.146,
        "poster_path": "/44MkE7h2Yx7QTN5uTCmx9Qo5Bzp.jpg",
        "release_date": "1996-06-21",
        "title": "Queima de Arquivo",
        "video": false,
        "vote_average": 6.055,
        "vote_count": 1750
    },
    {
        "adult": false,
        "backdrop_path": "/vBuw223bR0jeI3GHMfCjNBCGo6.jpg",
        "genre_ids": [
            28,
            80
        ],
        "id": 119283,
        "original_language": "en",
        "original_title": "Parker",
        "overview": "Parker é um talentoso ladrão que é traído por pessoas de seu grupo e acaba quase morto. Ele, no entanto, acaba sobrevivendo ao atentado e despertará disposto a se vingar dos bandidos. Conhecendo o plano para um importante roubo na Flórida, Parker se passa por um milionário em busca de um imóvel na região. É quando conhece Leslie, uma corretora de imóveis em dificuldades financeiras que acaba se metendo no meio dos planos do criminoso.",
        "popularity": 31.137,
        "poster_path": "/u1cl4RsdqMjolVVsHwiLRPN1CT2.jpg",
        "release_date": "2013-01-23",
        "title": "Parker",
        "video": false,
        "vote_average": 6.039,
        "vote_count": 2964
    },
    {
        "adult": false,
        "backdrop_path": "/wXFMigElKo6e8pDxOl9k8hIwQ6t.jpg",
        "genre_ids": [
            12,
            28,
            27,
            878
        ],
        "id": 9457,
        "original_language": "en",
        "original_title": "Deep Rising",
        "overview": "O Argonautica, um transatlântico recém-inaugurado, sai para o seu primeiro cruzeiro, encontrando perigo a bordo e nas profundezas do oceano. Quando a bela ladra Trillian ameaça roubar os passageiros ricos, o navio encontra problemas maiores, uma notável gigante criatura do mar com tentáculos. Um barco comandado por John Finnegan vai ao encontro do Argonautica e todos lutam para sobreviver.",
        "popularity": 31.128,
        "poster_path": "/mPswZqs5b9Zfj3MwWjeANMpt1fk.jpg",
        "release_date": "1998-01-30",
        "title": "Tentáculos",
        "video": false,
        "vote_average": 6.162,
        "vote_count": 671
    },
    {
        "adult": false,
        "backdrop_path": "/fe6HNvn81wFQR4DvVQgU4lxnraU.jpg",
        "genre_ids": [
            28,
            12,
            14
        ],
        "id": 847,
        "original_language": "en",
        "original_title": "Willow",
        "overview": "Numa terra mística onde o mágico é real, vive Willow Ufgood (Warwick Davis), um pequeno fazendeiro Nelwin que sonha em ser um feiticeiro. Willow se torna guardião de um bebê pertencente aos Daikinis, guerreiros temidos pelos Nelwin. De acordo com a profecia, a criança deverá destruir a malvada feiticeira Bavmorda (Jean Marsh) e acabar com seu reinado de terror, a menos que a bruxa possa destruir a criança primeiro. Willow começa uma perigosa e fabulosa jornada para manter a criança a salvo, junto a dois duendes, um guerreiro rebelado e um feiticeiro bondoso.",
        "popularity": 31.123,
        "poster_path": "/R2RRuyZX30KXbrx7So3SaYMFoK.jpg",
        "release_date": "1988-05-20",
        "title": "Willow - Na Terra da Magia",
        "video": false,
        "vote_average": 7.024,
        "vote_count": 1869
    },
    {
        "adult": false,
        "backdrop_path": "/qFyQsPciaEq8ZTmYROxIOXBDlr1.jpg",
        "genre_ids": [
            28,
            80,
            53
        ],
        "id": 127493,
        "original_language": "en",
        "original_title": "Stolen",
        "overview": "Will Montgomery (Nicolas Cage) é um dos melhores ladrões dos Estados Unidos, mas alguma coisa deu errado em um roubo de US$ 10 milhões e ele acaba indo para a cadeia. Livre após cumprir oito anos de prisão, ele resolve reencontrar a filha (Sami Gayle), agora já adolescente, para recuperar o tempo perdido. Só que Vince (Josh Lucas), parceiro dele no último golpe, resolve se vingar e sequestra a jovem, dando um prazo curtíssimo para que o resgate seja pago. Constantemente vigiado pelo FBI, Will entra em desespero e percebe que será necessário voltar ao mundo do crime.",
        "popularity": 31.091,
        "poster_path": "/avSwXpzPfGfln7fhVHGoP9fiOEe.jpg",
        "release_date": "2012-09-06",
        "title": "O Resgate",
        "video": false,
        "vote_average": 5.419,
        "vote_count": 990
    },
    {
        "adult": false,
        "backdrop_path": "/tXh154ooFsYV8Ve4XbNIe8wS6DY.jpg",
        "genre_ids": [
            28,
            18
        ],
        "id": 4421,
        "original_language": "en",
        "original_title": "G.I. Jane",
        "overview": "Em resposta à pressão política da senadora Lillian DeHaven, a Marinha Americana dá início a um programa de integração de mulheres aos seus serviços. O programa começa com uma única candidata, a tenente Jordan O'Neil, escolhida especificamente devido à sua feminilidade. Jordan passa a fazer parte de um treinamento severo sob o comando de John James Urgayle, que pressiona a novata até que ela ganhe o respeito do superior com sua determinação.",
        "popularity": 31.069,
        "poster_path": "/h9Sr3TUZmI3cCvJYfH9r1ui1uYS.jpg",
        "release_date": "1997-08-19",
        "title": "Até o Limite da Honra",
        "video": false,
        "vote_average": 6.444,
        "vote_count": 1608
    },
    {
        "adult": false,
        "backdrop_path": "/4NyJEGke7B5bZcRaImkTFc5FcZE.jpg",
        "genre_ids": [
            16,
            12,
            28,
            35,
            878,
            14
        ],
        "id": 44730,
        "original_language": "ja",
        "original_title": "ワンピース カラクリ城のメカ巨兵",
        "overview": "Durante uma tempestade na Grand Line, Luffy e seus companheiros exploram um navio que estava afundando e nele encontram um grande baú de tesouro. Estavam ansiosos para abrirem o baú, porém o que estava lá dentro não era um tesouro e sim uma mulher velha com dentes de ouro. Ela se escondeu no baú enquanto o navio afundava com a intenção de se proteger. Então ela propôs ao Bando do Chapéu de Palha que se eles a salvarem, como agradecimento ela os levaria até o lendário tesouro de sua ilha, A Coroa de Ouro! Então como já era de se esperar Luffy e seu bando partem para a tal ilha.",
        "popularity": 31.066,
        "poster_path": "/8x92ekqR0bR9qBIJLpr7xX7yCBi.jpg",
        "release_date": "2006-03-04",
        "title": "One Piece Filme 07: Os Mechas do Castelo Karakuri!",
        "video": false,
        "vote_average": 7.007,
        "vote_count": 154
    },
    {
        "adult": false,
        "backdrop_path": "/yWAixjgr2U8JQsm0zWxCbT6iqUL.jpg",
        "genre_ids": [
            10752,
            18,
            36,
            28
        ],
        "id": 437081,
        "original_language": "ko",
        "original_title": "남한산성",
        "overview": "No século 17, as forças da dinastia Qing atacam o reino de Joseon, forçando o rei Injo e seus seguidores a defender a fortaleza de Namhansanseong.",
        "popularity": 31.051,
        "poster_path": "/7MNDU3CDtsD0VShviDpo7SyPS9m.jpg",
        "release_date": "2017-10-03",
        "title": "Nas Muralhas da Fortaleza",
        "video": false,
        "vote_average": 6.706,
        "vote_count": 126
    },
    {
        "adult": false,
        "backdrop_path": "/8zzCGrKLUvZE1nuv3IE27pPKvRq.jpg",
        "genre_ids": [
            28,
            35
        ],
        "id": 21521,
        "original_language": "cn",
        "original_title": "A計劃續集",
        "overview": "Após tirar dos mares o temerário pirata Lo, Dragon Ma está de volta. De volta a terra, ele é enviado para a força policial onde deve eliminar a corrupção de um bairro do subúrbio. Em seu caminho, na tentativa de assegurar a simpatia e apoio da causa revolucionária, é preso em reviravoltas perigosas envolvendo patriotas chineses. O governo Manchu quer prender esses revolucionários e qualquer um que ficar em seu caminho está com sérios problemas, mesmo que sejam policiais. Para piorar as coisas, o último capanga de San-Pao, após testemunhar a derrota de seu líder pelas mãos de Dragon Ma, está querendo vingança a qualquer custo.",
        "popularity": 30.999,
        "poster_path": "/ivbtkHivqDpEHWCMMtJryjqz9HY.jpg",
        "release_date": "1987-07-25",
        "title": "Projeto China 2: A Vingança",
        "video": false,
        "vote_average": 7.121,
        "vote_count": 261
    },
    {
        "adult": false,
        "backdrop_path": "/oIXnmpQXADWUF8JXSjKNlSw78qk.jpg",
        "genre_ids": [
            28,
            14
        ],
        "id": 75948,
        "original_language": "zh",
        "original_title": "白蛇传说",
        "overview": "O filme, que se baseia em uma lenda chinesa, conta a história de um jovem estudante que se apaixona por uma bela mulher, sem saber que ela é uma serpente branca que tem forma humana. Um monge intervém para salvar a alma do jovem, prendendo a serpente branca em um poço profundo.",
        "popularity": 30.988,
        "poster_path": "/7taNfesbTgQ7lQmz1MVJ096dTWb.jpg",
        "release_date": "2011-09-27",
        "title": "A Lenda do Mestre Chinês",
        "video": false,
        "vote_average": 6.39,
        "vote_count": 245
    },
    {
        "adult": false,
        "backdrop_path": "/pwpw1veVNW2Sls5sGbA9mqMYN49.jpg",
        "genre_ids": [
            28,
            12,
            35
        ],
        "id": 591120,
        "original_language": "ko",
        "original_title": "해적: 도깨비 깃발",
        "overview": "Durante a Dinastia Joseon, uma corajosa tripulação de piratas e bandidos luta contra adversidades, pistas intrigantes e rivais em busca do ouro real perdido no mar.",
        "popularity": 30.968,
        "poster_path": "/7TxDi9DhUIo23eZftFQPk86ojtN.jpg",
        "release_date": "2022-01-26",
        "title": "Os Piratas: Em Busca do Tesouro Perdido",
        "video": false,
        "vote_average": 6.55,
        "vote_count": 170
    },
    {
        "adult": false,
        "backdrop_path": "/clU0V12kgvK6ubQVxAQ3fLrP6te.jpg",
        "genre_ids": [
            80,
            9648,
            53,
            28
        ],
        "id": 693113,
        "original_language": "en",
        "original_title": "Midnight in the Switchgrass",
        "overview": "Um agente do FBI e um oficial do Estado da Flórida se unem para investigar uma série de casos de assassinato não resolvidos.",
        "popularity": 30.955,
        "poster_path": "/yMqiQycjmTVG8ocoQvJkFmHvFnD.jpg",
        "release_date": "2021-07-23",
        "title": "Meia-Noite no Switchgrass",
        "video": false,
        "vote_average": 5.965,
        "vote_count": 405
    },
    {
        "adult": false,
        "backdrop_path": "/xDKuTzBVpJPqFc39H4hctrle87T.jpg",
        "genre_ids": [
            28,
            35,
            80
        ],
        "id": 11001,
        "original_language": "en",
        "original_title": "Blue Streak",
        "overview": "Antes de ser preso, o ladrão de joias Logan esconde um valioso diamante num prédio em construção. Agora ele está livre, mas o prédio virou um distrito policial. Com seus conhecimentos criminais, Logan se faz passar por tira, tem uma meteórica carreira na polícia e se mete numa confusão.",
        "popularity": 30.951,
        "poster_path": "/jpMqeCmxR4G4DfQUQftBvgrU01s.jpg",
        "release_date": "1999-09-17",
        "title": "Um Tira Muito Suspeito",
        "video": false,
        "vote_average": 6.497,
        "vote_count": 1429
    },
    {
        "adult": false,
        "backdrop_path": "/h7AKqgIh86HDgJIzENeR2ng1Knn.jpg",
        "genre_ids": [
            28,
            12,
            18
        ],
        "id": 20662,
        "original_language": "en",
        "original_title": "Robin Hood",
        "overview": "Robin Longstride (Russell Crowe) integra o exército do rei Ricardo Coração de Leão (Danny Huston), que está em plenas cruzadas. Após a morte do rei, ele consegue escapar juntamente com alguns companheiros. Em sua tentativa de fuga eles encontram Sir Robert Loxley (Douglas Hodge), que tinha por missão levar a coroa do rei a Londres. Loxley foi atacado por Godfrey (Mark Strong), um inglês que serve secretamente aos interesses do rei Filipe, da França. À beira da morte, Loxley pede a Robin que entregue a seu pai uma espada tradicional da família. Ele aceita a missão e, vestido como se fosse um cavaleiro real, parte para Londres. Após entregar a coroa ao príncipe João (Oscar Isaac), que é nomeado rei, Robin parte para Nottingham. Lá conhece Sir Walter (Max von Sydow) e Marion (Cate Blanchett), respectivamente pai e esposa de Loxley.",
        "popularity": 30.949,
        "poster_path": "/cCzqyuZxvJ38E8DXMbW9q4qgUVa.jpg",
        "release_date": "2010-05-12",
        "title": "Robin Hood",
        "video": false,
        "vote_average": 6.393,
        "vote_count": 4489
    },
    {
        "adult": false,
        "backdrop_path": "/iQJ1gC2p6yn5wnBEklhPaEFJ3n1.jpg",
        "genre_ids": [
            16,
            28,
            878
        ],
        "id": 886396,
        "original_language": "en",
        "original_title": "Batman and Superman: Battle of the Super Sons",
        "overview": "Jonathan Kent e o jovem companheiro relutante Damian Wayne estão encarregados de salvar o mundo da destruição iminente. Os dois devem unir forças para resgatar seus pais e salvar o planeta, tornando-se os super-heróis que deveriam ser.",
        "popularity": 30.941,
        "poster_path": "/vKUiO82S3r2OkgpTtuTTL6mnpjk.jpg",
        "release_date": "2022-10-17",
        "title": "Batman e Superman: Batalha dos Super Filhos",
        "video": false,
        "vote_average": 7.7,
        "vote_count": 276
    },
    {
        "adult": false,
        "backdrop_path": "/o3mQrrDS9fhM3HEvm9V50K1vmfF.jpg",
        "genre_ids": [
            28,
            80,
            9648,
            53
        ],
        "id": 334074,
        "original_language": "en",
        "original_title": "Survivor",
        "overview": "Uma funcionária da embaixada americana em Londres (Milla Jovovich) é encarregada de impedir um ataque terrorista em Nova York. Assim, ela é colocada no meio da ação quando uma bomba detona. Sendo acusada do crime, ela busca o verdadeiro responsável (Pierce Brosnan) para se livrar das acusações e prevenir um próximo ataque às vésperas do Ano Novo.",
        "popularity": 30.931,
        "poster_path": "/cFPHliE07qqmy8pNZ8TGyZiFD7I.jpg",
        "release_date": "2015-05-21",
        "title": "Perseguindo Abbott",
        "video": false,
        "vote_average": 5.662,
        "vote_count": 992
    },
    {
        "adult": false,
        "backdrop_path": "/xGJBLsiY0quc2pOcCH1MdnF5P8.jpg",
        "genre_ids": [
            28,
            16,
            35
        ],
        "id": 44729,
        "original_language": "ja",
        "original_title": "ワンピース the movie オマツリ男爵と秘密の島",
        "overview": "Os Chapéus de Palha recebem um convite para uma ilha resort chamada Ilha Omatsuri . Eles decidem ir e se divertir um pouco. Mas uma vez que eles chegam lá, eles são enganados em participar de desafios ridículos pelo Barão da ilha. Luffy está ansioso para provar que sua tripulação são “piratas dos piratas dos piratas dos piratas” e concorda fora do bastão. Mas realmente vale a pena? Há algo de estranho com o Barão e as pessoas da ilha. E quando o jogo começa, os eventos começam a desmoronar camaradagem da tripulação. E um por um, cada membro vai faltar … Encontros casuais com uma família pirata e um ex-capitão pirata desvendam alguns dos mistérios sobre Omatsuri Island, especialmente uma que Robin estava interessada sobre a flor especial da Ilha Omatsuri – o Lily Carnation.",
        "popularity": 30.93,
        "poster_path": "/dK7ZNywrl6ouuNGeLaTHNYel4iX.jpg",
        "release_date": "2005-03-05",
        "title": "One Piece Filme 06: Barão Omatsuri e a Ilha Secreta",
        "video": false,
        "vote_average": 7.255,
        "vote_count": 200
    },
    {
        "adult": false,
        "backdrop_path": "/w9vIb69U3rCNrpktTL8a89Meomf.jpg",
        "genre_ids": [
            16,
            28,
            12,
            878
        ],
        "id": 724475,
        "original_language": "en",
        "original_title": "Ben 10 vs. the Universe: The Movie",
        "overview": "Quando um fantasma do passado de Ben, Vilgax, volta para prejudicar em dobro a Equipe Tennyson e o próprio planeta Terra, Ben deve ir ao espaço para salvar o dia.",
        "popularity": 30.929,
        "poster_path": "/eWSPQSIZqc38SYRCvbIU0j5HFqj.jpg",
        "release_date": "2020-10-02",
        "title": "Ben 10 Contra o Universo: O Filme",
        "video": false,
        "vote_average": 7.5,
        "vote_count": 119
    },
    {
        "adult": false,
        "backdrop_path": "/g7TaPrIOLCjmEJC8NfHQPFvMh3d.jpg",
        "genre_ids": [
            28,
            12,
            35,
            14,
            878,
            53
        ],
        "id": 354556,
        "original_language": "ru",
        "original_title": "Защитники",
        "overview": "Em plena Guerra Fria, uma organização secreta chamada \"Patriota\" recrutou um grupo de super-heróis russos, modificando o DNA de quatro indivíduos, com o objetivo de defender o país de ameaças sobrenaturais. Arsus, Khan, Ler e Xenia representam os diferentes povos que compõem a União Soviética, e mantêm suas identidades bem guardadas para, também, não expor aqueles que têm a missão de proteger.",
        "popularity": 30.907,
        "poster_path": "/2NG1sSzoy6bUs1b4LdC23fywHpE.jpg",
        "release_date": "2017-02-14",
        "title": "Os Guardiões",
        "video": false,
        "vote_average": 5.042,
        "vote_count": 751
    },
    {
        "adult": false,
        "backdrop_path": "/43ZU7sKMdh7WFXgfuHntpPUh4Nf.jpg",
        "genre_ids": [
            53,
            28,
            80
        ],
        "id": 127521,
        "original_language": "en",
        "original_title": "6 Bullets",
        "overview": "Famoso mundialmente, Andrew Fayden (Joe Flanigan) é um dos maiores lutadores de MMA da atualidade. Quando Becky, filha de Andrew, é sequestrada e acaba sendo levada por uma rede de tráfico de pessoas, toda a habilidade no ringue não serve para nada. Sem ter mais a quem recorrer, Fayden fica sabendo da existência de Samson Gaul (Jean-Claude Van Damme). Gaul é um mercenário, ex-militar, que conhece bem o ramo do tráfico humano e está afastado desde que sua última ação não terminou bem. Pensando em se redimir do erro anterior, Samson aceita ajudar Andrew a localizar e resgatar sua filha. Unindo forças, os dois guerreiros enfrentarão uma perigosa rede de traficantes que se espalha mundo afora e que está preparada para se defender. Agora, cada bala conta para salvar uma garota inocente das mãos destes terríveis criminosos!",
        "popularity": 30.901,
        "poster_path": "/sMSYOBClCr8cQDxbYQaikqi5YG7.jpg",
        "release_date": "2012-09-11",
        "title": "6 Balas",
        "video": false,
        "vote_average": 6.171,
        "vote_count": 343
    },
    {
        "adult": false,
        "backdrop_path": "/bBYWuhCSJKzkaK4S4fOfInMn5Mi.jpg",
        "genre_ids": [
            28,
            53,
            80
        ],
        "id": 435366,
        "original_language": "ko",
        "original_title": "조작된 도시",
        "overview": "Na Coreia do Sul, um ex-campeão de artes marciais, hoje expert em videogames, é acusado de um crime que não cometeu. Determinado a provar sua inocência, contará com a ajuda de uma jovem hacker (Eun-kyung Shim, Miss Granny) para descobrir a verdade sobre o assassinato.",
        "popularity": 30.893,
        "poster_path": "/v2TRu7tQ8LKHOwfusckYjHvXiya.jpg",
        "release_date": "2017-02-09",
        "title": "Cidade Virtual",
        "video": false,
        "vote_average": 7.668,
        "vote_count": 296
    },
    {
        "adult": false,
        "backdrop_path": "/b2PukjpOQOv11Ymd7smZLIMYZwg.jpg",
        "genre_ids": [
            28,
            16,
            10751
        ],
        "id": 342917,
        "original_language": "en",
        "original_title": "Batman Unlimited: Monster Mayhem",
        "overview": "É noite de Halloween em Gotham City e Espantalho, Cara-de-Barro, Banshee Prateada e Solomon Grundy foram para as ruas para trazer encrenca! Batman está na trilha dos vilões mais assustadores da cidade enquanto, o que complica ainda mais as coisas, o palhaço príncipe do crime, Coringa, está governando sobre este misterioso grupo de criminosos desajustados. Depende do Cavaleiro das Trevas para acabar com este horrível gangue antes de desencadear \"o riso digital\", um vírus de computador que faz parte de um plano diabólico para comprometer toda a tecnologia vital de Gotham. Batman, Arqueiro Verde, Cyborg, Asa Noturna e Robin Vermelho devem juntar forças para combater esses vilões e salvar a cidade.",
        "popularity": 30.885,
        "poster_path": "/9Z2wxal8o520pPOyL7eznejThrq.jpg",
        "release_date": "2015-08-18",
        "title": "Batman Sem Limites: Caos Monstruoso",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 139
    },
    {
        "adult": false,
        "backdrop_path": "/6YRQ8l93ZEs6x4rZojWoHIWdguK.jpg",
        "genre_ids": [
            28,
            80,
            53
        ],
        "id": 1024546,
        "original_language": "en",
        "original_title": "Detective Knight: Rogue",
        "overview": "Perseguindo bandidos de Los Angeles a Nova York, o Detetive Knight se depara com seu passado sombrio, colocando em risco seu caso... e sua vida.",
        "popularity": 30.872,
        "poster_path": "/deuqT4q8GS0hXvaSqi97tq3VvTc.jpg",
        "release_date": "2022-10-21",
        "title": "Detetive Knight: Vilão",
        "video": false,
        "vote_average": 6.3,
        "vote_count": 140
    },
    {
        "adult": false,
        "backdrop_path": "/euCBYT2HASDMuaxu23yXDuzy3ju.jpg",
        "genre_ids": [
            18,
            28,
            80
        ],
        "id": 448776,
        "original_language": "en",
        "original_title": "A Prayer Before Dawn",
        "overview": "Encarcerado em uma das prisões mais bárbaras e mortais do planeta, a Klong Prem, na Tailândia, Billy Moore (Joe Cole) está buscando meios para se manter vivo e passar por todos aqueles pesadelos. Sendo assim, para sobreviver, decide adentrar no mundo do Muay Thai, sem nem imaginar que iniciar esta arte marcial viria a transformar sua vida para sempre.",
        "popularity": 30.843,
        "poster_path": "/pS7MWnE9jzKytQ101KbddnahRRZ.jpg",
        "release_date": "2018-05-24",
        "title": "Uma Prece Antes do Amanhecer",
        "video": false,
        "vote_average": 6.744,
        "vote_count": 550
    },
    {
        "adult": false,
        "backdrop_path": "/niRgVCgvDVxD67u6gjKZnkBO1AD.jpg",
        "genre_ids": [
            878,
            16,
            28,
            80,
            53
        ],
        "id": 13851,
        "original_language": "en",
        "original_title": "Batman: Gotham Knight",
        "overview": "Dos produtores de Batman Begins e de Batman – O Cavaleiro das Trevas, o grande lançamento de cinema do ano, vem esta maravilhosa interpretação da transição do Homem-Morcego, de inciante à Cavaleiro das Trevas. Seis histórias interrelacionadas revelam as primeiras aventuras de Bruce Wayne como Batman e os passos que ele tomou até se transformar no incansável vingador de Gotham City. Estas incríveis aventuras colocam Batman contra o amedrontador Espantalho e dois outros vilões jamais encarados antes: o ensandecido Killer Croc e o pistoleiro que nunca erra conhecido como Deadshot",
        "popularity": 30.815,
        "poster_path": "/jbsN2F0V0QIts4XFlCRKXOF3bAX.jpg",
        "release_date": "2008-07-08",
        "title": "Batman: O Cavaleiro de Gotham",
        "video": false,
        "vote_average": 6.717,
        "vote_count": 663
    },
    {
        "adult": false,
        "backdrop_path": "/kw2FvpBU1EZqKQU5wU9vmGUbizc.jpg",
        "genre_ids": [
            28,
            35
        ],
        "id": 199420,
        "original_language": "en",
        "original_title": "Pawn Shop Chronicles",
        "overview": "Em busca de uma aliança de casamento perdida, um homem acaba se envolvendo em uma aventura inesperada envolvendo anões, palhaços com arco e flecha, drogados, skinheads, mulheres zumbis e um cover de Elvis.",
        "popularity": 30.811,
        "poster_path": "/kvsfS8BvCslGATSc4vzVlxfCFkG.jpg",
        "release_date": "2013-07-12",
        "title": "Busca Alucinante",
        "video": false,
        "vote_average": 5.742,
        "vote_count": 219
    },
    {
        "adult": false,
        "backdrop_path": "/kFD6fVwnrHq085JIHCDXsSIqAZf.jpg",
        "genre_ids": [
            28,
            53,
            80
        ],
        "id": 94329,
        "original_language": "id",
        "original_title": "Serbuan Maut",
        "overview": "Em Jacarta, na Indonésia, o Tenente Wahyu organiza a invasão de um prédio que, depois de ser abandonado, se tornou o porto seguro do poderoso e cruel traficante Tama. Para desmontar esse ninho do crime, um time da SWAT invade o local, mas acaba preso numa armadilha no sexto andar. Surpreendidos pela notícia que o tenente Wahyu não informou seus superiores sobre a operação, os agentes resistem sozinhos e com munição limitada.",
        "popularity": 30.777,
        "poster_path": "/5dDHkDbzj8rYOCYqlFIna3sV8tg.jpg",
        "release_date": "2012-03-22",
        "title": "Operação Invasão",
        "video": false,
        "vote_average": 7.4,
        "vote_count": 3317
    },
    {
        "adult": false,
        "backdrop_path": "/a8ppJJIQmEJcLSFfhxupc4aT4KW.jpg",
        "genre_ids": [
            18,
            28,
            53
        ],
        "id": 571785,
        "original_language": "ko",
        "original_title": "사냥의 시간",
        "overview": "Três criminosos planejam um roubo para fugir para um paraíso distante, mas acabam chamando a atenção de um assassino impiedoso.",
        "popularity": 30.719,
        "poster_path": "/4Wjb8RqoCgB0OjHwBI9zXQcn8TL.jpg",
        "release_date": "2020-02-22",
        "title": "Tempo de Caça",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 308
    },
    {
        "adult": false,
        "backdrop_path": "/xNutNK5HUSZO8jzOK5Vksaz44sq.jpg",
        "genre_ids": [
            28,
            16,
            878
        ],
        "id": 11299,
        "original_language": "ja",
        "original_title": "カウボーイビバップ 天国の扉",
        "overview": "Em pleno ano de 2071 Spike e seus companheiros ciganos do Esquadrão Bebop estão passeando pela cidade de Tóquio, até que Faye presencia um ataque bioterrorista, que mata cerca de 500 pessoas. Em busca de maiores informações sobre os responsáveis pelo ataque, o governo local oferece uma alta recompensa a qualquer informação entregue. O Esquadrão Bebop se interessa pela oferta e passa a usar suas táticas para encontrar o culpado pelo ataque.",
        "popularity": 30.719,
        "poster_path": "/zgI6Th73JRwATaD0bA3FVVDjUow.jpg",
        "release_date": "2001-09-01",
        "title": "Cowboy Bebop: O Filme",
        "video": false,
        "vote_average": 7.703,
        "vote_count": 853
    },
    {
        "adult": false,
        "backdrop_path": "/2RgsodpRG1kbSjv9q2g7flIShOY.jpg",
        "genre_ids": [
            12,
            18,
            28,
            36,
            10752
        ],
        "id": 76349,
        "original_language": "zh",
        "original_title": "辛亥革命",
        "overview": "Um drama histórico baseado na fundação da República da China, quando forças nacionalistas liderados por Sun Yat-sen derrubou a dinastia Qing.",
        "popularity": 30.706,
        "poster_path": "/rqppYmxtnQfs8yFKjtpWXjbWLzT.jpg",
        "release_date": "2011-07-03",
        "title": "1911: A Revolução",
        "video": false,
        "vote_average": 5.65,
        "vote_count": 150
    },
    {
        "adult": false,
        "backdrop_path": "/sreACNpiCB8SxGVINQR5mY3Y4tp.jpg",
        "genre_ids": [
            16,
            10751,
            28,
            35
        ],
        "id": 602307,
        "original_language": "en",
        "original_title": "Lego DC Batman: Family Matters",
        "overview": "Em LEGO DC: Batman - Family Matters, a suspeita está em alta depois que Batman, Batgirl, Robin e outros super-heróis da DC recebem convites misteriosos. No entanto, os valores da família devem permanecer fortes quando Batman e sua equipe encontram o vilão Red Hood, que é obcecado em destruir a família Bat e toda Gotham City.",
        "popularity": 30.703,
        "poster_path": "/9lhrNJdqMV9nPwML00bUlr4AMxm.jpg",
        "release_date": "2019-07-21",
        "title": "Lego DC Batman: Assunto de Família",
        "video": false,
        "vote_average": 6.777,
        "vote_count": 137
    },
    {
        "adult": false,
        "backdrop_path": "/iHJTF9WcXUfp8iy7EHPxMQ3XQyK.jpg",
        "genre_ids": [
            12,
            28,
            35
        ],
        "id": 1721,
        "original_language": "it",
        "original_title": "...più forte ragazzi!",
        "overview": "Nesta hilariante aventura, nossos heróis mudam de nomes e vão parar na floresta amazônica, depois que o avião, pilotado por eles pega fogo. Lá, descobrem um grande amigo em apuros.",
        "popularity": 30.672,
        "poster_path": "/eXUT1Vldki8tThVGXQ9UnJ6OwYi.jpg",
        "release_date": "1972-12-22",
        "title": "Da-lhe Duro Trinity",
        "video": false,
        "vote_average": 6.75,
        "vote_count": 372
    },
    {
        "adult": false,
        "backdrop_path": "/5zUnkHG3vEmng5Ersh4lHeryMsb.jpg",
        "genre_ids": [
            16,
            14,
            28,
            878
        ],
        "id": 11052,
        "original_language": "en",
        "original_title": "Yu-Gi-Oh! The Movie",
        "overview": "Na cronologia da série de anime, o filme se passa entre as sagas \"Cidade das Batalhas\" e \"Lacre de Orichalcos\".  Quando o garoto Yugi Muto conseguiu montar o quebra-cabeça do Enigma do Milênio, ele libertou um antigo Faraó, mas uma coisa que ele nunca soube é que, juntamente com o faraó, ele libertou Anúbis, o Deus Egípcio da Morte.",
        "popularity": 30.646,
        "poster_path": "/zrOts4zqd0B8i1Gt6IasYtTMQZb.jpg",
        "release_date": "2004-08-13",
        "title": "Yu-Gi-Oh! O Filme: Pirâmide de Luz",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 333
    },
    {
        "adult": false,
        "backdrop_path": "/ijQyoe7ApuFRWTV5C2VLtGFtx5J.jpg",
        "genre_ids": [
            14,
            28,
            878,
            12
        ],
        "id": 426285,
        "original_language": "ja",
        "original_title": "鋼の錬金術師",
        "overview": "Adaptado do famoso mangá e anime, a trama conta a historia de dois irmãos que, depois de perderem sua mãe, Alphonse e Edward Elric tentam trazê-la de volta usando uma técnica proibida de alquimia, mas, para isso, eles precisam dar algo em troca. Como consequência, Ed perde sua perna e Al perde seu corpo. Para impedir que a alma de Al vague incorpórea, Ed sacrifica um braço para prendê-la dentro de uma grande armadura. Visando recuperar seus corpos, os dois irmãos iniciam a busca da lendária Pedra Filosofal.",
        "popularity": 30.645,
        "poster_path": "/kWJtS0XFHxH2ADkWX8P7WISDnX3.jpg",
        "release_date": "2017-12-01",
        "title": "Fullmetal Alchemist",
        "video": false,
        "vote_average": 5.4,
        "vote_count": 527
    },
    {
        "adult": false,
        "backdrop_path": "/szbrULGgcOIVEvP73wHlUQSK6xo.jpg",
        "genre_ids": [
            28,
            35,
            9648
        ],
        "id": 333663,
        "original_language": "en",
        "original_title": "War on Everyone",
        "overview": "Dois policiais corruptos do estado do Novo México armam um plano para ganhar dinheiro fácil: chantagear e extorquir todo e qualquer ladrão ou criminoso que cruzar o caminho dos dois. No entanto, quando um dos bandidos que surgem prova ser mais perigoso que os dois policiais, as coisas se complicam.",
        "popularity": 30.642,
        "poster_path": "/c3w6ACWltlPDteXXPyi3M8O2iQW.jpg",
        "release_date": "2016-10-07",
        "title": "Guerra contra Todos",
        "video": false,
        "vote_average": 5.8,
        "vote_count": 404
    },
    {
        "adult": false,
        "backdrop_path": "/fDnrBn9j3hmgqOa59yWILJTZiqq.jpg",
        "genre_ids": [
            12,
            28,
            14
        ],
        "id": 14207,
        "original_language": "en",
        "original_title": "The Librarian: Quest for the Spear",
        "overview": "A tranqüila vida de Flynn é transformada quando ele é escolhido para integrar uma ordem secreta responsável por manter em sigilo alguns dos grandes segredos da humanidade. Designado a proteger uma suposta coleção de artefatos místicos ele é surpreendido por inimigos de uma irmandade que roubam um dos três fragmentos da Lança Sagrada. Sem saída, Flynn, com a ajuda da sexy Nicole parte para a América do Sul com o objetivo de encontrar o primeiro fragmento sagrado antes de seus inimigos. Mas, com o rapto de Nicole, Flynn logo perceberá que essa é uma missão que ele deverá realizar sozinho e só então descobrir se realmente é a pessoa certa para ser o guardião.",
        "popularity": 30.628,
        "poster_path": "/7NcTJVAOQ3VYbt1VqhhkoHRDVyV.jpg",
        "release_date": "2004-07-12",
        "title": "O Guardião: Em Busca da Lança Sagrada",
        "video": false,
        "vote_average": 6.263,
        "vote_count": 619
    },
    {
        "adult": false,
        "backdrop_path": "/qtH13FcuJ6u6s3Soi1rBp3x8dDy.jpg",
        "genre_ids": [
            35,
            28
        ],
        "id": 613377,
        "original_language": "fr",
        "original_title": "30 jours max",
        "overview": "",
        "popularity": 30.594,
        "poster_path": "/okepE7ytt7bWyFdD77Et273sAtt.jpg",
        "release_date": "2020-10-14",
        "title": "30 jours max",
        "video": false,
        "vote_average": 5.473,
        "vote_count": 349
    },
    {
        "adult": false,
        "backdrop_path": "/gDSkgz56Dg0T5SXBC0HrmXO6AHl.jpg",
        "genre_ids": [
            53,
            28
        ],
        "id": 258750,
        "original_language": "ja",
        "original_title": "女体銃 ガン・ウーマン GUN WOMAN",
        "overview": "",
        "popularity": 30.594,
        "poster_path": "/leOwpkzyKbtz0PmiogB6GojKeMj.jpg",
        "release_date": "2014-02-28",
        "title": "女体銃 ガン・ウーマン GUN WOMAN",
        "video": false,
        "vote_average": 5.0,
        "vote_count": 105
    },
    {
        "adult": false,
        "backdrop_path": "/sr55z05MvFdCooDif7xbjmwJUU3.jpg",
        "genre_ids": [
            10752,
            28,
            18
        ],
        "id": 378385,
        "original_language": "en",
        "original_title": "Jarhead 3: The Siege",
        "overview": "Evan Albright (Charlie Weber) se junta ao grupo de elite do Corpo de Guardas de Segurança da Marinha em busca de salvar o mundo e ver um pouco mais de ação. Porém, sua primeira missão é proteger uma embaixada norte-america em uma capital do Oriente Médio que aparentemente é segura, fazendo a unidade passar tempo com pequenos grupos de revolta e jogos de mira. Albright e seu time são pegos de surpresa quando militares bem armados e treinados fazem um ataque surpresa.",
        "popularity": 30.587,
        "poster_path": "/bc9BHYmTjkiPpr3xISgIz0ssgPv.jpg",
        "release_date": "2016-01-20",
        "title": "Soldado Anônimo 3: O Cerco",
        "video": false,
        "vote_average": 6.218,
        "vote_count": 225
    },
    {
        "adult": false,
        "backdrop_path": "/oBDyiMDdJsxIYcN57JRfscGAo9f.jpg",
        "genre_ids": [
            28,
            12,
            80,
            878,
            53
        ],
        "id": 5550,
        "original_language": "en",
        "original_title": "RoboCop 3",
        "overview": "A corporação OCP estuda desenvolver o projeto Delta City, que vai substituir a abandonada cidade de Detroit. Para atingir este fim, a OCP convoca as forças armadas para intimidar os residentes de fora da cidade, sob o pretexto de que eles estarão contribuindo sua parte para reduzir a criminalidade. Depois de Robocop se unir à resistência civil, ele sustenta vários ferimentos, mas se recupera para lutar contra os robôs-ninja construídos pela OCP.",
        "popularity": 30.581,
        "poster_path": "/ppLSSwCuC5ERRWbu9H3R8SPL9AM.jpg",
        "release_date": "1993-01-21",
        "title": "RoboCop 3",
        "video": false,
        "vote_average": 4.827,
        "vote_count": 1228
    },
    {
        "adult": false,
        "backdrop_path": "/xlSyZzufbB8Nq058EwAVA9HaMbt.jpg",
        "genre_ids": [
            12,
            36,
            28
        ],
        "id": 1911,
        "original_language": "en",
        "original_title": "The 13th Warrior",
        "overview": "Ahmed, um embaixador exilado que vive distante de sua terra, encontra um bando de guerreiros que vem sendo atacado por ferozes criaturas, que devoram todas as coisas vivas que cruzam seu caminho. Quando um velho vidente alerta aos combatentes que estão fadados a perder a luta se não conseguirem um 13º guerreiro, Ahmed acaba juntando-se ao grupo na batalha para vencer o misterioso inimigo.",
        "popularity": 30.57,
        "poster_path": "/pkfJhVfaWFZSHJP4ApGE69YReEy.jpg",
        "release_date": "1999-08-13",
        "title": "O 13° Guerreiro",
        "video": false,
        "vote_average": 6.67,
        "vote_count": 1774
    },
    {
        "adult": false,
        "backdrop_path": "/oqaKsofz49zjNhi48sxQIq8U73X.jpg",
        "genre_ids": [
            28,
            12,
            18,
            36,
            10752
        ],
        "id": 11658,
        "original_language": "ko",
        "original_title": "태극기 휘날리며",
        "overview": "Jin-tae, um sapateiro, trabalha incansavelmente para poder pagar a faculdade de seu irmão mais novo Jin-seok, entretanto, seus desejos e sonhos são colocados de lado quando os dois são forçados a entrar no exército contra suas vontades. No momento crucial da batalha, o destino intervém, forçando seus laços de fé, amor e confiança a serem testados diversas vezes.",
        "popularity": 30.568,
        "poster_path": "/gqGZehMFRo2fnrSxWUitCH8cLfi.jpg",
        "release_date": "2004-02-05",
        "title": "A Irmandade da Guerra",
        "video": false,
        "vote_average": 8.0,
        "vote_count": 641
    },
    {
        "adult": false,
        "backdrop_path": "/2m4Ad819GXGOStmsuIHigKQ7vxx.jpg",
        "genre_ids": [
            28,
            9648,
            878,
            27
        ],
        "id": 74135,
        "original_language": "ja",
        "original_title": "Gantz: Perfect Answer",
        "overview": "Kurono ainda está lutando contra aliens sob a ordem de Gantz, uma misteriosa esfera negra, e ele está próximo de ressuscitar seu amigo Kato. Além de suas missões a noite, Kurono continua a viver sua vida normal e passar tempo com sua nova namorada, Tae. Enquanto isso, a jovem pop star Eriko está sendo secretamente ordenada por Gantz a realizar assassinatos e o policial Shigeta está centímetros mais perto de descobrir a verdade sobre suas missões. Assim que elas começam a ficar cada vez mais perigosas, Kurono descobre que o fim de Gantz está se aproximando rapidamente.",
        "popularity": 30.558,
        "poster_path": "/zvBVYv9ngeU0u0jh9MEoIyPSmEC.jpg",
        "release_date": "2011-04-23",
        "title": "Gantz: Resposta Perfeita",
        "video": false,
        "vote_average": 6.7,
        "vote_count": 203
    },
    {
        "adult": false,
        "backdrop_path": "/i7Vp666mpD6xEbLxeT45eCr1ad3.jpg",
        "genre_ids": [
            28,
            12,
            10751,
            878
        ],
        "id": 19336,
        "original_language": "ja",
        "original_title": "地球攻撃命令 ゴジラ対ガイガン",
        "overview": "Quando invasores alienígenas planejam um parque temático para crianças com quatro monstros gigantes para se colidem, o resultado é a inevitável batalha para o destino da Terra. Pelo menos, é assim que é para Godzilla, que junta-se com seu antigo inimigo espetado Anguirus para um combate contra dois de seus maiores adversários: o lendário tricéfalo King Ghidorah e Gigan, um cyborg cuja conspiração para acabar com a vida humana está habilmente disfarçada como planos para a construção de um parque temático infantil.",
        "popularity": 30.555,
        "poster_path": "/qlrT24kx6GnuzKq3MX4PohhN52E.jpg",
        "release_date": "1972-03-12",
        "title": "Godzilla vs. Gigan",
        "video": false,
        "vote_average": 6.316,
        "vote_count": 185
    },
    {
        "adult": false,
        "backdrop_path": "/57rzB3e08jiNexS4tq1K5efdLe.jpg",
        "genre_ids": [
            28,
            80,
            18,
            53
        ],
        "id": 574303,
        "original_language": "ko",
        "original_title": "악질경찰",
        "overview": "Perseguido obstinadamente por um corregedor, um policial corrupto é forçado a se aliar a uma adolescente rebelde para derrubar uma conspiração.",
        "popularity": 30.548,
        "poster_path": "/hba1qQ4Jon4fmCkylfzDrdbBcAo.jpg",
        "release_date": "2019-03-20",
        "title": "Jo Pil-ho - O Despertar da Ira",
        "video": false,
        "vote_average": 6.023,
        "vote_count": 109
    },
    {
        "adult": false,
        "backdrop_path": "/oK190JudMVb0C5773Vab0TKcBbv.jpg",
        "genre_ids": [
            12,
            28
        ],
        "id": 25642,
        "original_language": "en",
        "original_title": "Ben 10 Alien Swarm",
        "overview": "A Terra está sofrendo com a invasão de um misterioso enxame alien (Alien Swarm). É hora do herói Ben Tennyson salvar o dia usando seus poderes especiais para combater a invasão. A batalha dos encanadores contra os invasores alienígenas será intensa e exigirá todo empenho da equipe liderada por Ben10, que deve usar seu relógio Omnitrix e evitar que a tecnologia alien seja vendida livremente em nosso mundo.",
        "popularity": 30.539,
        "poster_path": "/x7svJOicqZn6ANRceIZM4IbReUf.jpg",
        "release_date": "2009-11-25",
        "title": "Ben 10: Invasão Alienígena",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 327
    },
    {
        "adult": false,
        "backdrop_path": "/xZ7quy5lXcESorLdPbEepd9hUr3.jpg",
        "genre_ids": [
            28
        ],
        "id": 548928,
        "original_language": "en",
        "original_title": "The Marine 6: Close Quarters",
        "overview": "Quando Jake Carter e seu colega Luke Trapper tropeçam em uma garota sequestrada por uma gangue perigosa de criminosos internacionais, eles se encontram na mira deste grupo enquanto tentando salvar a garota e trazer os seus sequestradores para a justiça.",
        "popularity": 30.531,
        "poster_path": "/28bG0sSBBFBkVH2IF1miyYTU8su.jpg",
        "release_date": "2018-11-02",
        "title": "Busca Explosiva 6: Sem Saída",
        "video": false,
        "vote_average": 6.821,
        "vote_count": 165
    },
    {
        "adult": false,
        "backdrop_path": "/4hRQylOUK1pUMtvalpJJsnxZffy.jpg",
        "genre_ids": [
            28,
            12
        ],
        "id": 11841,
        "original_language": "zh",
        "original_title": "少林三十六房",
        "overview": "San Te, um civil fugindo dos opressores oficiais manchus, refugia-se em um templo Shaolin, onde se dedica ao mais rigoroso treinamento de kung fu. Cada câmara do templo é especializada em um aspecto preciso do treinamento: esgrima, força dos pulsos, visão ou iluminação.",
        "popularity": 30.525,
        "poster_path": "/gDamaWbsDLvqe6fWAi4eXkTz59R.jpg",
        "release_date": "1978-02-02",
        "title": "A 36ª Câmara de Shaolin",
        "video": false,
        "vote_average": 7.47,
        "vote_count": 405
    },
    {
        "adult": false,
        "backdrop_path": "/5qef4Gl8hJcXvVLE0rsXSgEIbOj.jpg",
        "genre_ids": [
            10752,
            28,
            18
        ],
        "id": 489245,
        "original_language": "en",
        "original_title": "The Kill Team",
        "overview": "Preso entre sua consciência e sua sobrevivência, quando membros de seu pelotão executam um plano criminoso no deserto desolado do sul do Afeganistão, Andrew deve enfrentar seus, até então, amigos.",
        "popularity": 30.519,
        "poster_path": "/z8q4TzpKdnRLfEiob3CDVR2uAz0.jpg",
        "release_date": "2019-10-17",
        "title": "Equipe Assassina",
        "video": false,
        "vote_average": 6.465,
        "vote_count": 376
    },
    {
        "adult": false,
        "backdrop_path": "/iydo2e32277kKdITKyWLkFUhWfb.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 15136,
        "original_language": "cn",
        "original_title": "夕陽天使",
        "overview": "Duas irmãs assassinas e especialistas em lutas são contratadas por criminosos. Mas serão confrontadas por uma jovem policial igualmente mestre em artes marciais.",
        "popularity": 30.519,
        "poster_path": "/m6ZvVWYqFC92ANcfwVhK6jJYKr3.jpg",
        "release_date": "2002-05-14",
        "title": "União do Mal",
        "video": false,
        "vote_average": 6.815,
        "vote_count": 216
    },
    {
        "adult": false,
        "backdrop_path": "/a4MrZ711OIObIhSGF8SqcZQTyZo.jpg",
        "genre_ids": [
            12,
            28,
            16
        ],
        "id": 50723,
        "original_language": "ja",
        "original_title": "劇場版 NARUTO -ナルト- 疾風伝 ザ・ロストタワー",
        "overview": "Designado para uma missão para capturar Mukade, Naruto Uzumaki viaja para as ruínas de outra gloriosa histórica Rouran, onde persegue e encurrala o ninja. Mukade revelou a linha dormente dentro das ruínas, ele amplia o poder da linha temporal, causando uma luz para envolver Naruto, enviando-lhe vinte anos no passado. Quando Naruto acorda, ele entra em contato com seu pai.",
        "popularity": 30.498,
        "poster_path": "/4IEBeghOA0tBE5gBiqoBU1ZlHUY.jpg",
        "release_date": "2010-07-31",
        "title": "Naruto Shippuden 4: A Torre Perdida",
        "video": false,
        "vote_average": 7.008,
        "vote_count": 418
    },
    {
        "adult": false,
        "backdrop_path": "/kJcMdQPP4qwMKG1xnUTbk0Kum5m.jpg",
        "genre_ids": [
            28,
            35,
            14
        ],
        "id": 657644,
        "original_language": "ml",
        "original_title": "മിന്നൽ മുരളി",
        "overview": "Um alfaiate ganha poderes especiais após ser atingido por um raio, mas deve derrotar um inimigo inesperado para se tornar o super-herói que a cidade precisa.",
        "popularity": 30.488,
        "poster_path": "/d66tZZvkbUrIUbqzF1LYdGUyCe3.jpg",
        "release_date": "2021-12-16",
        "title": "Super Murali",
        "video": false,
        "vote_average": 7.138,
        "vote_count": 299
    },
    {
        "adult": false,
        "backdrop_path": "/lk5hfcUf6oAibrkyshaXtSjBzda.jpg",
        "genre_ids": [
            28,
            35,
            80
        ],
        "id": 417644,
        "original_language": "en",
        "original_title": "CHiPS",
        "overview": "Os patrulheiros rodoviários Jon Baker e Frank Poncherello têm uma missão: capturar uma gangue de assaltantes de carros exóticos que vem aterrorizando a Califórnia.",
        "popularity": 30.481,
        "poster_path": "/tffkH2F6DmAhud4g4rZqrQ1K48v.jpg",
        "release_date": "2017-03-23",
        "title": "CHiPs: O Filme",
        "video": false,
        "vote_average": 6.12,
        "vote_count": 1247
    },
    {
        "adult": false,
        "backdrop_path": "/6n89RocK7SNI7kQAdTWd1rGDiua.jpg",
        "genre_ids": [
            28
        ],
        "id": 353610,
        "original_language": "en",
        "original_title": "The Condemned 2",
        "overview": "Um ex-caçador de recompensas encontra-se em fuga após o torneio Condenado ser reestabelecido. Na competição sentenciados são obrigados a lutarem entre si até a morte, como um emocionante jogo transmitido para o público.",
        "popularity": 30.473,
        "poster_path": "/xeSqpHnvqOQACOodVI8O8MvLgkg.jpg",
        "release_date": "2015-11-06",
        "title": "Os Condenados 2",
        "video": false,
        "vote_average": 5.2,
        "vote_count": 146
    },
    {
        "adult": false,
        "backdrop_path": "/x4dH86KvLTGlIBMQb7kNTB0svy5.jpg",
        "genre_ids": [
            12,
            28,
            35,
            37
        ],
        "id": 8584,
        "original_language": "en",
        "original_title": "Shanghai Noon",
        "overview": "Em 1800, uma princesa sequestrada na Cidade Proibida, na China, e levada até o Velho Oeste americano. Na tentativa de salvá-la parte Chon Wang, que se depara com uma cultura completamente diferente da sua. Ao ser atacado por cowboys armados, Wang responde com acrobáticos golpes de kung fu que deixam os americanos de cabelo em pé.",
        "popularity": 30.45,
        "poster_path": "/5xMRR8aFKFEMKkBafplRcQXbG6I.jpg",
        "release_date": "2000-05-26",
        "title": "Bater ou Correr",
        "video": false,
        "vote_average": 6.418,
        "vote_count": 2447
    },
    {
        "adult": false,
        "backdrop_path": "/iUDGuJ4sTEtZpzwElpPr22wWhSO.jpg",
        "genre_ids": [
            12,
            35,
            28,
            10749
        ],
        "id": 248574,
        "original_language": "en",
        "original_title": "Barely Lethal",
        "overview": "16 anos de idade, Megan Walsh é uma jovem agente de operações especiais, treinada com os melhores. Mas cansada desta vida, finge a própria morte para recomeçar. Com uma identidade secreta, ela se matricula como aluna de uma pequena escola, mas sua antiga chefe desconfia do golpe e decide investigar o caso. Ela aprende rapidamente que sobreviver as águas traiçoeiras do ensino médio é mais desafiador do que espionagem internacional.",
        "popularity": 30.444,
        "poster_path": "/tFe8SrBgrQ0Sl9s5tr26QElprTc.jpg",
        "release_date": "2015-04-23",
        "title": "Escola de Espiões",
        "video": false,
        "vote_average": 5.733,
        "vote_count": 1023
    },
    {
        "adult": false,
        "backdrop_path": "/pXn6x9SILzNT0ECPz87iEwyybA9.jpg",
        "genre_ids": [
            28,
            14,
            27
        ],
        "id": 523638,
        "original_language": "en",
        "original_title": "Prisoners of the Ghostland",
        "overview": "Na traiçoeira cidade fronteiriça de Samurai Town, um implacável ladrão de banco foi libertado da prisão pelo rico senhor da guerra O Governador, cuja neta adotiva Bernice está desaparecida. O governador oferece ao prisioneiro sua liberdade em troca de resgatar o fugitivo. Amarrado em um terno de couro que se autodestruirá em cinco dias, o bandido sai em uma jornada para encontrar a jovem – e seu próprio caminho para a redenção.",
        "popularity": 30.437,
        "poster_path": "/7BziQ3NHe18pD1hNPXjQZ4rKaMU.jpg",
        "release_date": "2021-08-31",
        "title": "Ghostland: Terra Sem Lei",
        "video": false,
        "vote_average": 5.013,
        "vote_count": 545
    },
    {
        "adult": false,
        "backdrop_path": "/yLJeOFvP0DidEqkoSSrQFQh8J47.jpg",
        "genre_ids": [
            10751,
            16,
            28,
            12,
            14,
            878
        ],
        "id": 16808,
        "original_language": "ja",
        "original_title": "劇場版ポケットモンスター アドバンスジェネレーション ポケモンレンジャーと蒼海の王子 マナフィ",
        "overview": "A história começa quando o Pokémon Ranger Jackie é mandado para encontrar informações sobre Manaphy. Ele consegue pegar o \"ovo\" de volta, que está Manaphy (não era para ser um Phione?). Ash e cia chegam em uma cidade, e sem saber, se encontram com Jackie. May desconfia que tem algo estranho naquela \"casa\", e assim, descobre Manaphy. May fica sendo uma mãe para Manaphy, mas será que ela seguirá a sua jornada com seu novo companheiro? Lembre Phione não evolui para Manaphy Phione é um Resultado de um Cruzamento (Breeding). May liga-se a Manaphy no filme, agindo como \"mãe\" do pequeno pokemon.",
        "popularity": 30.428,
        "poster_path": "/xv7CC8DTSVoE4QSF3CUmXh575zT.jpg",
        "release_date": "2006-07-15",
        "title": "Pokémon Ranger e o Lendário Templo do Mar",
        "video": false,
        "vote_average": 6.5,
        "vote_count": 195
    },
    {
        "adult": false,
        "backdrop_path": "/5VF6N8dPSSPeyQdQoQ53mxDcUjw.jpg",
        "genre_ids": [
            28,
            18,
            53,
            10749
        ],
        "id": 10413,
        "original_language": "en",
        "original_title": "Nowhere to Run",
        "overview": "Um prisioneiro foragido, Sam (Jean-Claude Van Damme), tem o azar de estar sempre na hora certa no lugar errado. Arriscando sua liberdade tão duramente conquistada, ele ajuda uma bela viúva (Rosana Arquette), contra um inescrupuloso construtor que quer sua terra. Caçado pela polícia e pelos assassinos contratados pelo empresário, Sam tem que se defender a qualquer custo para sobreviver.",
        "popularity": 30.405,
        "poster_path": "/oJ7aU09UTWSSaoSrdY255kshzAk.jpg",
        "release_date": "1993-01-15",
        "title": "Vencer ou Morrer",
        "video": false,
        "vote_average": 6.348,
        "vote_count": 685
    },
    {
        "adult": false,
        "backdrop_path": "/h68ilwiTesb5wmDgy2mHYkVuOBP.jpg",
        "genre_ids": [
            35,
            28,
            12,
            10752
        ],
        "id": 961,
        "original_language": "en",
        "original_title": "The General",
        "overview": "Johnnie Gray é apaixonado por sua locomotiva chamada General, e também por Annabelle Lee. Durante a Guerra da Secessão, General e Annabelle são raptadas por espiões da União e Johnnie tentará salvá-las em uma aventura através da ferrovia.",
        "popularity": 30.4,
        "poster_path": "/6o8ljn7y5ChNir6dNqYSyGuNcs1.jpg",
        "release_date": "1926-12-25",
        "title": "A General",
        "video": false,
        "vote_average": 7.967,
        "vote_count": 1189
    },
    {
        "adult": false,
        "backdrop_path": "/5nAYjMYxC8bHc7sKCFhfd6y3eMa.jpg",
        "genre_ids": [
            28,
            878,
            35
        ],
        "id": 686487,
        "original_language": "en",
        "original_title": "King Kong vs. Godzilla",
        "overview": "O mais famoso John Beck reeditou o filme original japonês. Eric Carter, do United Nation News, relata o surgimento de Godzilla no momento em que uma empresa farmacêutica japonesa busca publicidade com seu próprio monstro. Novas filmagens com atores americanos foram inseridas junto com várias cenas excluídas, alterando a estrutura narrativa e comédia do original para centrar em uma reportagem da ONU não presente no original. Grande parte da trilha sonora original também foi substituída em favor de músicas da Biblioteca Universal. Imagens de arquivo de The Mysterians também foram inseridas ao longo do filme. Devido ao acordo de licenciamento entre a Toho e a Universal, a edição americana é a versão primária e mais amplamente disponível do filme.",
        "popularity": 30.398,
        "poster_path": "/v4lxYywAyEuT974dVi22y8TGP0t.jpg",
        "release_date": "1963-06-26",
        "title": "King Kong vs. Godzilla",
        "video": false,
        "vote_average": 6.627,
        "vote_count": 232
    },
    {
        "adult": false,
        "backdrop_path": "/2PLNu6D9mX1ssq5OPDCZXthmPX8.jpg",
        "genre_ids": [
            53,
            28
        ],
        "id": 292040,
        "original_language": "en",
        "original_title": "Spooks: The Greater Good",
        "overview": "Quando um terrorista escapa da custódia durante uma transferência de rotina, Will Crombie deve colaborar com Harry Pearce, o chefe desonrado do Serviço de Inteligência Britânico MI5, para rastreá-lo antes de um iminente ataque terrorista em Londres.  Produção baseada na série britânica de mesmo nome que teve 10 temporadas, sendo estrelado por Peter Firth, Hugh Simon, Nicola Walker.",
        "popularity": 30.392,
        "poster_path": "/hIQkfhA4dhvN7UkLASHACi0WzY8.jpg",
        "release_date": "2015-04-11",
        "title": "Spooks: O Mestre Espião",
        "video": false,
        "vote_average": 6.028,
        "vote_count": 553
    },
    {
        "adult": false,
        "backdrop_path": "/qKWQ9IEDkMawD7sgKnIGCdFAhct.jpg",
        "genre_ids": [
            53,
            28,
            18
        ],
        "id": 8963,
        "original_language": "en",
        "original_title": "Crimson Tide",
        "overview": "Um capitão e seu primeiro oficial, a bordo de um submarino, estão à caminho da Rússia quando nacionalistas radicais ameaçam detonar uma guerra mundial. Em meio a uma série de intrigas e falsas informações, eles devem impedir um holocausto nuclear.",
        "popularity": 30.358,
        "poster_path": "/xsUP5CRd100Rl2cwGcADCBQJ571.jpg",
        "release_date": "1995-05-12",
        "title": "Maré Vermelha",
        "video": false,
        "vote_average": 7.2,
        "vote_count": 1688
    },
    {
        "adult": false,
        "backdrop_path": "/3eEtOooEzdpIA9hf0V4b5DFqyjd.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 435841,
        "original_language": "ko",
        "original_title": "강철비",
        "overview": "Um ex-agente da Coreia do Norte (Eom Chul-Woo) é encarregado pelo oficial de alto escalão (Ree Tae-Han) de matar dois homens próximos do seu líder. Eom Chul-Woo aceita a tarefa e enquanto esperava seu alvo, bombas de são lançadas sobre a multidão. Durante o caos, Eom Chul-Woo arrisca sua vida para manter seguro o líder ferido da Coreia do Norte. Enquanto isso (Kwak Chul-Woo), chefe dos assuntos de segurança na Coreia do Sul, toma conhecimento de um golpe ativo na Coreia do Norte e descobre que o líder norte-coreano se dirigiu a Seul.",
        "popularity": 30.344,
        "poster_path": "/4xyBc50Fuys6NaqGlEzyKrtr4D7.jpg",
        "release_date": "2017-12-14",
        "title": "Steel Rain",
        "video": false,
        "vote_average": 7.119,
        "vote_count": 176
    },
    {
        "adult": false,
        "backdrop_path": "/kGmhoZY2aagrWfykI6HEq2ozVr4.jpg",
        "genre_ids": [
            35,
            80,
            28
        ],
        "id": 809787,
        "original_language": "en",
        "original_title": "Mafia Mamma",
        "overview": "Uma mãe suburbana herda o império da máfia de seu falecido avô na Itália. Guiada pelo consigliere de confiança da empresa, ela desafia de forma hilária as expectativas de todos ao se ver presa no meio de uma guerra mortal de máfias.",
        "popularity": 30.335,
        "poster_path": "/ldMp0tTPzlcjdoAJI1jfnDXRrfX.jpg",
        "release_date": "2023-04-13",
        "title": "Mafia Mamma: De Repente Criminosa",
        "video": false,
        "vote_average": 6.06,
        "vote_count": 233
    },
    {
        "adult": false,
        "backdrop_path": "/gFzBLipMi8pBn3KkoL4WSgkIUu9.jpg",
        "genre_ids": [
            28,
            12,
            16,
            18
        ],
        "id": 14003,
        "original_language": "ja",
        "original_title": "劇場版 鋼の錬金術師 シャンバラを征く者",
        "overview": "O filme se passa dois anos após os acontecimentos do último episódio da série Fullmetal Alchemist. Edward Elric vive em Munique (Alemanha) no ano de 1923, junto com Alphonse Heiderich, onde busca uma forma de voltar ao seu mundo e reencontrar seu irmão Alphonse Elric e seus amigos, mas ele terá que enfrentar também os problemas de sua época no outro mundo, como por exemplo Adolf Hitler.",
        "popularity": 30.286,
        "poster_path": "/t8VeWYzNDvaCAf74Imkg3kaXvwc.jpg",
        "release_date": "2005-07-21",
        "title": "Fullmetal Alchemist, o Filme: O Conquistador de Shamballa",
        "video": false,
        "vote_average": 7.251,
        "vote_count": 333
    },
    {
        "adult": false,
        "backdrop_path": "/lt3NqorBMWn786m9bzqM0OLdMS8.jpg",
        "genre_ids": [
            28,
            878
        ],
        "id": 2789,
        "original_language": "en",
        "original_title": "The Chronicles of Riddick",
        "overview": "Os Necromongers são guerreiros interplanetários que vivem de assolar novos mundos, oferecendo aos seus habitantes duas opções: se converter ou morrer. Os poucos que conseguem sobreviver a eles passam a acreditar em mitos e profecias, já que não vêem outra saída de salvação. Quem pode ajudá-los é Riddick (Vin Diesel), um homem solitário que vive exilado e fugindo de seus perseguidores.",
        "popularity": 30.272,
        "poster_path": "/dkl3u70N9aS16czdZyvKRlsbf6Y.jpg",
        "release_date": "2004-06-11",
        "title": "A Batalha de Riddick",
        "video": false,
        "vote_average": 6.523,
        "vote_count": 3944
    },
    {
        "adult": false,
        "backdrop_path": "/usDEEKlikFz0aVhVow4Bca2tld6.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 645788,
        "original_language": "en",
        "original_title": "The Protégé",
        "overview": "Anna é resgatada quando criança e treinada para se tornar a assassina profissional mais habilidosa do mundo. Quando Moody, o homem que ela tinha como um pai e que lhe ensinou tudo sobre sobrevivência, é brutalmente assassinado, ela se junta ao enigmático Rembrandt e promete ir até o fim em busca de vingança.",
        "popularity": 30.268,
        "poster_path": "/u0jGhri9AjtX3s9ldyyG6MGJfS0.jpg",
        "release_date": "2021-08-19",
        "title": "A Profissional",
        "video": false,
        "vote_average": 6.576,
        "vote_count": 944
    },
    {
        "adult": false,
        "backdrop_path": "/l4gfTsSZkVofKxzcqMCTBUkeHw8.jpg",
        "genre_ids": [
            878,
            28
        ],
        "id": 3107,
        "original_language": "ja",
        "original_title": "怪獣総進撃",
        "overview": "No futuro distante de 1999, todos os monstros da Terra foram capturados e detidos nas Ilhas Ogasawara. Tudo está bem no sistema solar até uma raça de alienígenas mulheres controlarem os monstros e liberá-los, causando estragos em todo o mundo. Godzilla ataca Nova Iorque; Rodan invade Moscou; Mothra devasta Pequim; Gorosaurus destrói Paris; e Manda ataca Londres!",
        "popularity": 30.246,
        "poster_path": "/in8ERJqaQoZCh9ObOClUps8YJks.jpg",
        "release_date": "1968-08-01",
        "title": "O Despertar dos Monstros",
        "video": false,
        "vote_average": 6.8,
        "vote_count": 233
    },
    {
        "adult": false,
        "backdrop_path": "/d7wGFF8LtsLfXUy8X2i3p2ojO9b.jpg",
        "genre_ids": [
            28,
            12,
            35,
            878
        ],
        "id": 349176,
        "original_language": "ja",
        "original_title": "暗殺教室",
        "overview": "A Classe 3-E da escola Kunugigaoka é apresentada a uma figura bem estranha. Acontece que ele é um monstro em formato de polvo e a partir de hoje será o novo professor deles! Pra piorar, esse tal monstro foi o responsável por destruir boa parte da lua e pretende fazer o mesmo com o planeta Terra daqui há um ano, mas antes ele irá treinar todos os alunos dessa sala para uma missão bem peculiar: ensinar eles a matá-lo em menos de um ano, antes que ele cometa tal ato.",
        "popularity": 30.235,
        "poster_path": "/wF8eLHekJKgr5AciBnscC6qUJRL.jpg",
        "release_date": "2015-03-21",
        "title": "Classe de Assassinato",
        "video": false,
        "vote_average": 7.255,
        "vote_count": 192
    },
    {
        "adult": false,
        "backdrop_path": "/jFINtstDUh0vHOGImpMAmLrPcXy.jpg",
        "genre_ids": [
            28,
            27,
            35
        ],
        "id": 643586,
        "original_language": "en",
        "original_title": "Willy's Wonderland",
        "overview": "Um faxineiro é forçado a passar a noite num bizarro parque de diversões onde terá que lutar para sobreviver contra personagens animatrônicos que ganham vida.",
        "popularity": 30.223,
        "poster_path": "/ep6aUTpYamQUW2Mr8HmwrPcPTxB.jpg",
        "release_date": "2021-02-12",
        "title": "Willy's Wonderland: Parque Maldito",
        "video": false,
        "vote_average": 6.021,
        "vote_count": 931
    },
    {
        "adult": false,
        "backdrop_path": "/7eccX0xay9pDj6ZQvU4cu3whw18.jpg",
        "genre_ids": [
            16,
            14,
            28,
            9648
        ],
        "id": 1003579,
        "original_language": "en",
        "original_title": "Batman: The Doom That Came to Gotham",
        "overview": "Durante uma longa viagem de descoberta, na qual adotou três órfãos pelo mundo, Bruce Wayne encontra o Pinguim no ártico e descobre que um culto planeja a destruição de Gotham City. Agora, ele precisa voltar para casa e vestir o manto do Batman para proteger a cidade onde seus pais foram assassinados por um louco vinte anos antes. Mas será que o herói que acredita na ciência conseguirá manter sua sanidade quando descobrir que não está enfrentando criminosos ou loucos, mas magia antiga, demônios de fogo e deuses antigos interdimensionais?",
        "popularity": 30.195,
        "poster_path": "/hTQMObXnPjV8Yo90hiC7quSz0U7.jpg",
        "release_date": "2023-03-10",
        "title": "Batman: A Perdição Chegou a Gotham",
        "video": false,
        "vote_average": 6.616,
        "vote_count": 186
    },
    {
        "adult": false,
        "backdrop_path": "/4G8p4OZrWMs27xDLVMuFadEdM7X.jpg",
        "genre_ids": [
            10749,
            28,
            18
        ],
        "id": 291692,
        "original_language": "zh",
        "original_title": "绣春刀",
        "overview": "No final da Dinastia Ming, três irmãos que servem como a polícia secreta imperial são enviados para caçar Wei Zhongxian, um político que foi forçado a renunciar ao seu cargo influente e exilado de Pequim. Os irmãos retornam com sucesso de sua missão, apenas para descobrir que sua tarefa foi apenas o começo de uma estranha conspiração.",
        "popularity": 30.174,
        "poster_path": "/6clhNv8twYzM27e4QPW9FKdkIND.jpg",
        "release_date": "2014-08-07",
        "title": "Brotherhood of Blades",
        "video": false,
        "vote_average": 6.657,
        "vote_count": 150
    },
    {
        "adult": false,
        "backdrop_path": "/o8pvJmwtBExk3m5xYrrttRBhS0e.jpg",
        "genre_ids": [
            37,
            28,
            10749,
            18
        ],
        "id": 2055,
        "original_language": "en",
        "original_title": "Open Range",
        "overview": "Denton Baxter (Michael Gambon) é um poderoso vaqueiro do Oeste americano, que ameaça todos aqueles que podem tirar seu poder na cidade em que vive. Cansados desta situação, Charley Waite (Kevin Costner), Boss Spearman (Robert Duvall), Button (Diego Luna) e Mose Harrison (Abraham Benrubi) decidem enfrentá-lo. Porém em meio à batalha Charley acaba conhecendo Sue Barlow (Annette Bening), uma mulher que conquista seu coração.",
        "popularity": 30.174,
        "poster_path": "/xttAh5kaSUzFq1gfL9uLNFztdde.jpg",
        "release_date": "2003-08-29",
        "title": "Pacto de Justiça",
        "video": false,
        "vote_average": 7.202,
        "vote_count": 1025
    },
    {
        "adult": false,
        "backdrop_path": "/vz3bzzB2E3l3IkZoJYCIuMo8Bav.jpg",
        "genre_ids": [
            28,
            53,
            9648
        ],
        "id": 997120,
        "original_language": "en",
        "original_title": "Sniper: Rogue Mission",
        "overview": "Quando um agente federal corrupto está envolvido em uma rede de tráfico sexual humano, Sniper e CIA Rookie Sniper Brandon Beckett se torna desonesto, juntando-se a seus ex-aliados Homeland Security Agent Zero e a assassina Lady Death para descobrir o agente corrupto e derrubar a organização criminosa.",
        "popularity": 30.167,
        "poster_path": "/aMAiOH7akPTEqa8X5cqXzIGIHpc.jpg",
        "release_date": "2022-08-16",
        "title": "O Atirador: Missão Secreta",
        "video": false,
        "vote_average": 6.4,
        "vote_count": 131
    },
    {
        "adult": false,
        "backdrop_path": "/qV34mKEiF63iyfc0X3mdayAp6ap.jpg",
        "genre_ids": [
            14,
            28,
            12,
            27,
            53
        ],
        "id": 2269,
        "original_language": "ru",
        "original_title": "Дневной дозор",
        "overview": "A antiga guerra entre as forças da Luz e da Escuridão está perto do fim. Cada lado ganhou um poderoso guardião, que se dirigem para um conflito decisivo. De um lado está o filho de Anton Gorodetsky, Yegor, que se uniu às forças da Escuridão. Svetlana, o amor de Anton, é a esperança das forças da Luz. Paralelamente Anton precisa fugir, pois é acusado de assassinato.",
        "popularity": 30.166,
        "poster_path": "/ahHRE6jL3gGsnkPc0rpesqxdxmj.jpg",
        "release_date": "2006-01-01",
        "title": "Guardiões do Dia",
        "video": false,
        "vote_average": 6.1,
        "vote_count": 510
    },
    {
        "adult": false,
        "backdrop_path": "/kJtEJ5eLueljlnLEzl2O3A4UlZe.jpg",
        "genre_ids": [
            28,
            53,
            80,
            10749
        ],
        "id": 44877,
        "original_language": "en",
        "original_title": "4.3.2.1",
        "overview": "Jo está acorrentada em um trabalho de supermercado sem saída, enquanto todos os seus amigos estão fora em suas próprias aventuras separadas. Mas um encontro casual com alguns ladrões de diamantes coloca seus mundos separados em rota de colisão, não apenas entre si, mas com o próprio destino.",
        "popularity": 30.156,
        "poster_path": "/exk2AVJKHWTEk7wjUbaTNfQWDme.jpg",
        "release_date": "2010-06-02",
        "title": "4.3.2.1",
        "video": false,
        "vote_average": 5.5,
        "vote_count": 192
    },
    {
        "adult": false,
        "backdrop_path": "/y9dh5pSnptG3CMQMn92BAHnK8WE.jpg",
        "genre_ids": [
            14,
            12,
            28,
            9648
        ],
        "id": 35552,
        "original_language": "fr",
        "original_title": "Les Aventures extraordinaires d'Adèle Blanc-Sec",
        "overview": "Adèle é uma jovem e aventureira repórter capaz de qualquer coisa para conseguir o que quer. Ela vai até o Egito em busca da cura da doença de sua irmã, na tumba secreta de um faraó. Ao retornar para Paris, ela percebe que o pânico tomou conta da população. Um ovo de dinossauro de milhões de anos se chocou misteriosamente no museu e a criatura está aterrorizando a cidade. Além disso, coisas estranhas continuam acontecendo no museu. Mas, nem o perigo e nem todo mistério por trás dos curiosos acontecimentos impedirá Adèle de conseguir salvar sua irmã. Prepare-se, a aventura está apenas começando!",
        "popularity": 30.149,
        "poster_path": "/rHps2s8XFQYtyP0lUvF7682ExWo.jpg",
        "release_date": "2010-04-09",
        "title": "As Múmias do Faraó",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 1272
    },
    {
        "adult": false,
        "backdrop_path": "/wi8pmuxWN80AoDNnetNwwgZVbGg.jpg",
        "genre_ids": [
            12,
            18,
            28
        ],
        "id": 58857,
        "original_language": "ja",
        "original_title": "十三人の刺客",
        "overview": "A paz do Japão feudal de 1844 está sendo ameaçada por um tirano cruel e impiedoso chamado Naritsugu Matsudaira. Um veterano guerreiro chamado Shinzaemon Shimada é recrutado para deter o tirano. Ele reúne mais doze guerreiros para se unirem a ele em uma missão suicida que irá assassinar o lorde Matsudaira.",
        "popularity": 30.127,
        "poster_path": "/ndq5AirBAWW5zcRFIs4qu1YPk2V.jpg",
        "release_date": "2010-09-09",
        "title": "13 Assassinos",
        "video": false,
        "vote_average": 7.295,
        "vote_count": 1084
    },
    {
        "adult": false,
        "backdrop_path": "/c4jwzF8rAD3c2YpPlRwrDAxWzT3.jpg",
        "genre_ids": [
            14,
            10751,
            12,
            28,
            35
        ],
        "id": 471968,
        "original_language": "ru",
        "original_title": "Последний богатырь",
        "overview": "",
        "popularity": 30.124,
        "poster_path": "/kWQh4iIt3WQvWrhMoukPCshzNsh.jpg",
        "release_date": "2017-10-19",
        "title": "Последний богатырь",
        "video": false,
        "vote_average": 6.847,
        "vote_count": 163
    },
    {
        "adult": false,
        "backdrop_path": "/o31kGDH9GbAZjVLwPYno8XvQGV2.jpg",
        "genre_ids": [
            28,
            53
        ],
        "id": 777831,
        "original_language": "en",
        "original_title": "9 Bullets",
        "overview": "Uma ex-dançarina burlesca que virou autora (Lena Headey) descobre uma segunda chance de vida e redenção quando arrisca tudo para resgatar seu jovem vizinho depois que ele testemunha o assassinato de seus pais. Agora fugindo do chefe do crime local (Sam Worthington), que por acaso é seu ex de longa data, ela faz uma tentativa desesperada de colocar o menino em segurança.",
        "popularity": 30.11,
        "poster_path": "/dkZAsGX4xXsy6rhTnvi5EdbB0Qx.jpg",
        "release_date": "2022-04-14",
        "title": "Em Fuga",
        "video": false,
        "vote_average": 5.393,
        "vote_count": 122
    },
    {
        "adult": false,
        "backdrop_path": "/ejaUbNdNiWqajKlQSDCeTEOeh3g.jpg",
        "genre_ids": [
            28,
            53,
            878
        ],
        "id": 44571,
        "original_language": "en",
        "original_title": "The King of Fighters",
        "overview": "Sobreviventes de clãs guerreiros se unem para derrotar uma força maligna que quer destruir o mundo.",
        "popularity": 30.103,
        "poster_path": "/dyzSWQBkDC4sicUrPo8pnO7KD6r.jpg",
        "release_date": "2010-08-26",
        "title": "King of Fighters: A Batalha Final",
        "video": false,
        "vote_average": 4.943,
        "vote_count": 149
    },
    {
        "adult": false,
        "backdrop_path": "/hPlL6FjbbZGZNfNaBePhOXSB9WY.jpg",
        "genre_ids": [
            80,
            18,
            9648,
            53,
            28
        ],
        "id": 1642,
        "original_language": "en",
        "original_title": "The Net",
        "overview": "Angela Bennett é um gênio da computação. Um dia recebe de um colega um disquete para examinar. Em férias no México, descobre que sua casa foi vendida e sua identidade trocada. Para provar quem é terá de descobrir o mistério por trás daquele disquete.",
        "popularity": 30.101,
        "poster_path": "/cRb3PYrt3YvCsi9FsGpq61FeDZt.jpg",
        "release_date": "1995-07-28",
        "title": "A Rede",
        "video": false,
        "vote_average": 6.017,
        "vote_count": 1299
    },
    {
        "adult": false,
        "backdrop_path": "/bK4VigqGwROMnFRNT9gudON6C5b.jpg",
        "genre_ids": [
            28,
            12,
            35,
            18,
            16
        ],
        "id": 25278,
        "original_language": "ja",
        "original_title": "劇場版ワンピース エピソードオブアラバスタ 砂漠の王女と海賊たち",
        "overview": "Este filme reconta o Arco de Alabasta (episódio 92 ao 130), onde o Bando do Chapéu de Palha está ajudando a princesa Vivi á salvar seu reino de ser destruído por uma guerra estabelecida, que começou quando a primeira seca ocorreu à 3 anos atrás graças à organização secreta chamada de Baroque Works, liderada pelo até então conhecido como Mr.0 (o Shichibukai Crocodile), com isso o Bando dos Chapéu de Palha está determinado à acabar com essa organização e estabelecer a paz no reino.",
        "popularity": 30.096,
        "poster_path": "/xdUr3hCslqkgqsgahpnXbIynOBe.jpg",
        "release_date": "2007-03-03",
        "title": "One Piece:  A Princesa do Deserto e os Piratas",
        "video": false,
        "vote_average": 6.858,
        "vote_count": 137
    },
    {
        "adult": false,
        "backdrop_path": "/nyt0jlofZyjhRqiQkEp0cdoKaS3.jpg",
        "genre_ids": [
            18,
            28,
            14
        ],
        "id": 64686,
        "original_language": "en",
        "original_title": "47 Ronin",
        "overview": "Um grupo de samurais banidos deseja reaver sua honra a partir de uma vingança contra o traiçoeiro Lorde Kira, responsável pela morte do mestre deles. O mais incomodado do grupo é Kai, que passa a ser questionado ao se apaixonar pela filha do mestre.",
        "popularity": 30.04,
        "poster_path": "/pKM4v6dZ1LSKzRQxN0YEbmCKGAH.jpg",
        "release_date": "2013-12-06",
        "title": "47 Ronins",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 3737
    },
    {
        "adult": false,
        "backdrop_path": "/5vWEcjru7dUIuTgMbwOVfuGMU60.jpg",
        "genre_ids": [
            18,
            28,
            53,
            80
        ],
        "id": 14194,
        "original_language": "hi",
        "original_title": "धूम २",
        "overview": "Sequência de \"Dhoom\", produção bollywoodiana sobre gangue de motoqueiros ladrões em Mumbai. Aqui, os malfeitores serão caçados por dois jovens policiais. Eles pretendem chegar ao líder, que é um ladrão internacional conhecido como Mr. A.",
        "popularity": 30.03,
        "poster_path": "/3zJLnrP9g9LSMpX5C1wau49gGUv.jpg",
        "release_date": "2006-11-24",
        "title": "Dhoom:2",
        "video": false,
        "vote_average": 6.564,
        "vote_count": 234
    },
    {
        "adult": false,
        "backdrop_path": "/oNGw9appaywtcZwf64GABeTPBgL.jpg",
        "genre_ids": [
            28,
            12,
            14,
            18
        ],
        "id": 78049,
        "original_language": "en",
        "original_title": "The Scorpion King 3: Battle for Redemption",
        "overview": "Expulso de seu antigo reino e após perder sua amada, Mathayus (Victor Webster) se tornou um assassino de aluguel. Ele é contratado por Hórus (Ron Perlman), o rei do Egito, para proteger seu povo do ataque de um tirano impiedoso e de seus impiedosos guerreiros. Como pagamento, o rei oferece a Mathayus a mão de sua filha em casamento e o Olho dos Deus, um lendário objeto com poderes sobrenaturais, que pode ser a grande chance do guerreiro reconquistar a glória perdida .",
        "popularity": 30.027,
        "poster_path": "/3Ate9vumD96nSQJ1aFw9QGORdb.jpg",
        "release_date": "2012-01-17",
        "title": "O Escorpião Rei 3: Batalha Pela Redenção",
        "video": false,
        "vote_average": 4.597,
        "vote_count": 330
    },
    {
        "adult": false,
        "backdrop_path": "/axPvTxOKwbV70hdJgf3SfI71gDn.jpg",
        "genre_ids": [
            10751,
            35,
            28
        ],
        "id": 726739,
        "original_language": "en",
        "original_title": "Cats & Dogs 3: Paws Unite",
        "overview": "Já se passaram dez anos desde a criação da Grande Trégua, um elaborado sistema de vigilância de espécies conjuntas projetado e monitorado por cães e gatos para manter a paz quando surgem conflitos. Mas quando um vilão experiente em tecnologia invade redes sem fio para usar frequências ouvidas apenas por cães e gatos, ele os manipula em conflito e a batalha mundial entre cães e gatos está de volta. Agora, uma equipe de agentes inexperientes e não testados terá que usar seus instintos animais à moda antiga para restaurar a ordem e a paz entre cães e gatos em todos os lugares.",
        "popularity": 30.022,
        "poster_path": "/58ZwIMQbwZD243jG782KVegzm1U.jpg",
        "release_date": "2020-10-02",
        "title": "Como Cães e Gatos 3: Peludos Unidos!",
        "video": false,
        "vote_average": 6.2,
        "vote_count": 198
    }
]